{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "ibt plan",
        "coordinating",
        "coordinating benefits",
        "benefit obligation",
        "benefit reduction",
        "projected benefit",
        "reduction plan",
        "retirement benefits",
        "billion",
        "continue",
        "december",
        "federal government",
        "insolvent",
        "january",
        "mpra cspf",
        "thereunder",
        "multi",
        "reductions",
        "surcharge",
        "suspension",
        "addition ongoing",
        "assumed",
        "challenging",
        "continued",
        "does",
        "evaluate",
        "funding obligations",
        "lag",
        "proposes",
        "range"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "The potential obligation to pay coordinating benefits from the UPS/IBT Plan is subject to a number of uncertainties, including actions that may be taken by the CSPF, the federal government or others. These actions include whether the CSPF will submit a revised pension benefit reduction plan or otherwise seek federal government assistance, the extent to which benefits are paid by the Pension Benefit Guaranty Corporation, as well as the effect of discount rates and various other actuarial assumptions. Our best estimate, as of the measurement date of December 31, 2016, is that we do not have any liability for additional coordinating benefits of the UPS/IBT Plan. However, there are numerous uncertainties that exist regarding the ultimate resolution of the CSPF situation and the current projected benefit obligation could materially increase as these uncertainties are resolved\n."
        },
        {
          "year": 2016,
          "paragraphIndex": 25,
          "text": "The CSPF has asserted that it will become insolvent in 2025 which could lead to the reduction of retirement benefits. Although there are numerous factors that could affect the CSPF’s status, if the CSPF were to become insolvent as they have projected, UPS may be required to provide coordinating benefits, thereby increasing the current projected benefit obligation for the UPS/IBT Plan by approximately $4 billion. The CSPF has said that it believes a legislative solution to its funding status is necessary, and we expect that the CSPF will continue to explore options to avoid insolvency."
        },
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "In December 2014, Congress passed the Multiemployer Pension Reform Act (“MPRA”), which for the first time ever allowed multiemployer pension plans to reduce benefit payments to retirees, subject to specific guidelines in the statute and government oversight. In September 2015, the CSPF submitted a proposed pension benefit reduction plan to the U.S. Department of the Treasury under the MPRA. The CSPF plan proposed to reduce retirement benefits to the CSPF participants, including UPS participants retiring on or after January 1, 2008. We vigorously challenged the proposed benefit reduction plan because we believed that it did not comply with the law and that certain actions by the CSPF were invalid. On May 6, 2016, the U.S. Department of the Treasury rejected the proposed plan submitted by the CSPF, stating that it failed to satisfy a number of requirements set forth in the MPRA."
        },
        {
          "year": 2015,
          "paragraphIndex": 23,
          "text": "In addition to our ongoing multi-employer pension plan obligations, we may have additional exposure with respect to benefits earned in the Central States Pension Fund (the \"CSPF\"), from which UPS withdrew in 2007 in return for fully funding its allocable share of unfunded vested benefits thereunder. In 2015, CSPF submitted a proposed pension suspension plan to the U.S. Department of Treasury under the Multiemployer Pension Reform Act of 2014 (“MPRA”) which proposes to make retirement benefit reductions to CSPF participants, including to the benefits of certain UPS employee participants. Separately, UPS agreed to provide supplemental benefits under the UPS/IBT Full-Time Employee Pension Plan to offset certain benefit reductions under the CSPF. We have no other multi-employer pension plans subject to such a funding obligation. UPS has reviewed the CSPF’s proposed plan to evaluate the validity of the actions taken by the CSPF, the plan’s compliance with the MPRA (and proposed regulations thereunder) and its potential impact on UPS’s funding obligations under the UPS/IBT Full-Time Employee Pension Plan. We are vigorously challenging the proposed suspension plan because it does not fully comply with the law and we do not believe certain actions by CSPF are valid. Accordingly, we have not assumed or recognized a liability for supplemental benefits within the UPS/IBT Full-Time Employee Pension Plan due to the submission of CSPF’s proposed plan to the U.S. Department of Treasury. Further, we are not able to estimate a range of additional obligations, if any, or determine whether any such amounts are material due to a number of uncertainties relating to the MPRA (and proposed regulations thereunder) and assumptions made by the CSPF in its proposed plan."
        },
        {
          "year": 2015,
          "paragraphIndex": 9,
          "text": "Changing fuel and energy costs may have a significant impact on our operations. We require significant quantities of fuel for our aircraft and delivery vehicles and are exposed to the risk associated with variations in the market price for petroleum products, including gasoline, diesel and jet fuel. We mitigate our exposure to changing fuel prices through our indexed fuel surcharges and we may also enter into hedging transactions from time to time. If we are unable to maintain or increase our fuel surcharges, higher fuel costs could adversely impact our operating results. Even if we are able to offset the cost of fuel with our surcharges, high fuel surcharges may result in a mix shift from our higher-yielding air products to lower-yielding ground products or an overall reduction in volume. If fuel prices rise sharply, even if we are successful in increasing our fuel surcharge, we could experience lag time in implementing the surcharge, which could adversely affect our short-term operating results. There can be no assurance that our hedging transactions will be effective to protect us from changes in fuel prices. Moreover, we could experience a disruption in energy supplies, including our supply of gasoline, diesel and jet fuel, as a result of war, actions by producers, or other factors beyond our control, which could have an adverse effect on our business."
        },
        {
          "year": 2015,
          "paragraphIndex": 21,
          "text": "With approximately\n444,000\nemployees, including approximately\n362,000\nin the U.S., our expenses relating to employee health and retiree health and pension benefits are significant. In recent years, we have experienced significant increases in some of these costs, largely as a result of economic factors beyond our control, including, in particular, ongoing increases in health care costs well in excess of the rate of inflation and historically low discount rates that we use to value our benefit plan obligations. Continued increasing health care costs, volatility in investment returns and discount rates, as well as changes in laws, regulations and assumptions used to calculate retiree health and pension benefit expenses, may adversely affect our business, financial position, results of operations or require significant contributions to our benefit plans. The new national master agreement with the IBT includes changes that are designed to mitigate certain of these health care expenses, but there can be no assurance that our efforts will be successful or that the failure or success of these efforts will not adversely affect our business, financial position, results of operations or liquidity."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tax",
        "group",
        "jurisdictions",
        "transfer",
        "transfer group",
        "ups transfer",
        "asc",
        "foreign",
        "healthcare",
        "corsia",
        "different",
        "ets",
        "increasingly",
        "likely",
        "providers",
        "care",
        "health care",
        "care costs",
        "legislation regulation",
        "retiring",
        "congress considered",
        "control difficult",
        "electronic",
        "exist",
        "global climate",
        "invalid",
        "liability addition",
        "number uncertainties",
        "occurrences",
        "oversight"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 36,
          "text": "Our best estimate of the next most likely outcome to resolve the CSPF’s solvency concerns is that the CSPF will submit another benefit suspension application under the MPRA to forestall insolvency without reducing benefits to the UPS Transfer Group. If the CSPF attempts to reduce benefits for the UPS Transfer Group under a MPRA filing, we would be in a strong legal position to prevent that from occurring given that these benefits cannot be reduced without our consent and such a reduction, without first exhausting reductions to other groups in the CSPF, would be contrary to the statute. Accordingly, our best estimate as of the measurement date of December 31, 2017 is that there is no liability to be recognized for additional coordinating benefits of the UPS/IBT Plan. However, the projected benefit obligation could materially increase as the uncertainties are resolved. We will continue to assess the impact of these uncertainties on the projected benefit obligation of the UPS/IBT Plan in accordance with ASC 715."
        },
        {
          "year": 2017,
          "paragraphIndex": 38,
          "text": "We regularly are under audit by tax authorities in different jurisdictions. Economic and political pressures to increase tax revenue in various jurisdictions may make resolving tax disputes favorably more difficult. Although we believe our tax estimates are reasonable, the final determination of tax audits and any related litigation in the jurisdictions where we are subject to taxation could be materially different from our historical income tax provisions and accruals. In addition, changes in U.S. federal and state or international tax laws applicable to corporate multinationals, other fundamental law changes currently being considered by many countries, including in the U.S., and changes in taxing jurisdictions’ administrative interpretations, decisions, policies and positions may materially adversely impact our tax expense and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 32,
          "text": "In December 2014, Congress passed the Multiemployer Pension Reform Act (“MPRA”), which for the first time ever allowed multiemployer pension plans to reduce benefit payments to retirees, subject to specific guidelines in the statute and government approval. In September 2015, the CSPF submitted a proposed pension benefit reduction plan to the U.S. Department of the Treasury under the MPRA. The CSPF plan proposed to reduce retirement benefits to the CSPF participants, including the UPS Transfer Group. We vigorously challenged the proposed benefit reduction plan because we believed that it did not comply with the law and that the CSPF failed to comply with its contractual obligation to obtain our consent to reduce benefits to the UPS Transfer Group under the terms of the withdrawal agreement with the CSPF. On May 6, 2016, the U.S. Department of the Treasury rejected the proposed plan submitted by the CSPF, stating that it failed to satisfy a number of requirements set forth in the MPRA."
        },
        {
          "year": 2016,
          "paragraphIndex": 21,
          "text": "Our expenses relating to employee health and retiree health and pension benefits are significant. In recent years, we have experienced significant increases in some of these costs, largely as a result of economic factors beyond our control, including, in particular, ongoing increases in health care costs well in excess of the rate of inflation and historically low discount rates that we use to value our benefit plan obligations. Continually increasing health care costs, volatility in investment returns and discount rates, as well as changes in laws, regulations and assumptions used to calculate retiree health and pension benefit expenses, may adversely affect our business, financial position, results of operations or require significant contributions to our benefit plans. The new national master agreement with the IBT includes changes that are designed to mitigate certain of these health care expenses, but there can be no assurance that our efforts will be successful or that the failure or success of these efforts will not adversely affect our business, financial position, results of operations or liquidity."
        },
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "In December 2014, Congress passed the Multiemployer Pension Reform Act (“MPRA”), which for the first time ever allowed multiemployer pension plans to reduce benefit payments to retirees, subject to specific guidelines in the statute and government oversight. In September 2015, the CSPF submitted a proposed pension benefit reduction plan to the U.S. Department of the Treasury under the MPRA. The CSPF plan proposed to reduce retirement benefits to the CSPF participants, including UPS participants retiring on or after January 1, 2008. We vigorously challenged the proposed benefit reduction plan because we believed that it did not comply with the law and that certain actions by the CSPF were invalid. On May 6, 2016, the U.S. Department of the Treasury rejected the proposed plan submitted by the CSPF, stating that it failed to satisfy a number of requirements set forth in the MPRA."
        },
        {
          "year": 2016,
          "paragraphIndex": 22,
          "text": "We participate in a number of trustee-managed multiemployer pension and health and welfare plans for employees covered under collective bargaining agreements. As part of the overall collective bargaining process for wage and benefit levels, we have agreed to contribute certain amounts to the multiemployer benefit plans during the contract period. The multiemployer benefit plans set benefit levels and are responsible for benefit delivery to participants. Future contribution amounts to multiemployer benefit plans will be determined only through collective bargaining, and we have no additional legal or constructive obligation to increase contributions beyond the agreed-upon amounts (except potential surcharges under the Pension Protection Act of 2006 in the event that a plan enters critical status, and our contributions are not sufficient to satisfy any rehabilitation plan funding schedule). In future collective bargaining negotiations, we could agree to make significantly higher future contributions to improve the funded status of one or more of these plans. The funded status of these multiemployer plans is impacted by various factors, including investment performance, health care inflation, changes in demographics and changes in participant benefit levels. At this time, we are unable to determine the amount of additional future contributions, if any, or whether any material adverse effect on our financial condition, results of operations or liquidity could result from our participation in these plans."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "committee",
        "pbgc",
        "deadline",
        "negative",
        "permitted",
        "remain",
        "solutions",
        "submits",
        "tariffs",
        "things",
        "accelerate",
        "accept",
        "accept higher",
        "acceptable",
        "action",
        "funding",
        "obligation ups",
        "mpra cspf",
        "satisfy",
        "submit",
        "allowed",
        "alter",
        "application",
        "asserted",
        "asset",
        "believed",
        "challenged",
        "contrary",
        "cut",
        "did"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 32,
          "text": "In December 2014, Congress passed the Multiemployer Pension Reform Act (“MPRA”). This change in law for the first time permitted multiemployer pension plans to reduce benefit payments to retirees, subject to specific guidelines in the statute and government approval. In September 2015, the CSPF submitted a proposed pension benefit reduction plan to the U.S. Department of the Treasury (“Treasury”). In May 2016, Treasury rejected the proposed plan submitted by the CSPF. In the first quarter of 2018, Congress established a Joint Select Committee to develop a recommendation to improve the solvency of multiemployer plans and the Pension Benefit Guaranty Corporation (“PBGC”) before a November 30, 2018 deadline. While the Committee’s efforts failed to meet its deadline, the Committee made significant progress towards finding solutions that will address the long term solvency of multiemployer pension plans. UPS will continue to work with all stakeholders, including legislators and regulators, to implement an acceptable solution."
        },
        {
          "year": 2018,
          "paragraphIndex": 17,
          "text": "Our success depends in part on our ability to maintain the image of the UPS brand and our reputation for providing excellent service to our customers. Service quality issues, actual or perceived, even when false or unfounded, could tarnish the image of our brand and may cause customers to use other companies. Also, adverse publicity surrounding labor relations, environmental concerns, security matters, political activities and the like, or attempts to connect our company to these sorts of issues, either in the United States or other countries in which we operate, could negatively affect our overall reputation and acceptance of our services by customers. Social media may accelerate and amplify the scope of negative publicity, and increase the challenge of responding to negative claims. Damage to our reputation and loss of brand equity could reduce demand for our services and thus have a material adverse effect on our business, financial position and results of operations, and could require additional resources to rebuild our reputation and restore the value of our brand."
        },
        {
          "year": 2018,
          "paragraphIndex": 33,
          "text": "The CSPF has said that it believes a legislative solution to its funded status is necessary or that it will become insolvent in 2025, and we expect that the CSPF will continue to explore options to avoid insolvency. Numerous factors could affect the CSPF’s funded status and UPS’s potential obligation to pay coordinating benefits under the UPS/IBT Plan. Any obligation to pay coordinating benefits will be subject to a number of significant uncertainties, including whether the CSPF submits a revised MPRA filing and the terms thereof, or whether it otherwise seeks federal government assistance, as well as the terms of any applicable legislation, the extent to which benefits are paid by the PBGC and our ability to successfully defend legal positions we may take in the future under the MPRA, including the suspension ordering provisions, our withdrawal agreement and other applicable law."
        },
        {
          "year": 2017,
          "paragraphIndex": 32,
          "text": "In December 2014, Congress passed the Multiemployer Pension Reform Act (“MPRA”), which for the first time ever allowed multiemployer pension plans to reduce benefit payments to retirees, subject to specific guidelines in the statute and government approval. In September 2015, the CSPF submitted a proposed pension benefit reduction plan to the U.S. Department of the Treasury under the MPRA. The CSPF plan proposed to reduce retirement benefits to the CSPF participants, including the UPS Transfer Group. We vigorously challenged the proposed benefit reduction plan because we believed that it did not comply with the law and that the CSPF failed to comply with its contractual obligation to obtain our consent to reduce benefits to the UPS Transfer Group under the terms of the withdrawal agreement with the CSPF. On May 6, 2016, the U.S. Department of the Treasury rejected the proposed plan submitted by the CSPF, stating that it failed to satisfy a number of requirements set forth in the MPRA."
        },
        {
          "year": 2017,
          "paragraphIndex": 33,
          "text": "The CSPF has asserted that it will become insolvent in 2025, which could lead to the reduction of retirement benefits. Although there are numerous factors that could affect the CSPF’s funding status, if the CSPF were to become insolvent as they have projected, UPS may be required to provide coordinating benefits, thereby increasing the current projected benefit obligation for the UPS/IBT Plan by approximately $\n4\nbillion. The CSPF has said that it believes a legislative solution to its funding status is necessary, and we expect that the CSPF will continue to explore options to avoid insolvency."
        },
        {
          "year": 2017,
          "paragraphIndex": 36,
          "text": "Our best estimate of the next most likely outcome to resolve the CSPF’s solvency concerns is that the CSPF will submit another benefit suspension application under the MPRA to forestall insolvency without reducing benefits to the UPS Transfer Group. If the CSPF attempts to reduce benefits for the UPS Transfer Group under a MPRA filing, we would be in a strong legal position to prevent that from occurring given that these benefits cannot be reduced without our consent and such a reduction, without first exhausting reductions to other groups in the CSPF, would be contrary to the statute. Accordingly, our best estimate as of the measurement date of December 31, 2017 is that there is no liability to be recognized for additional coordinating benefits of the UPS/IBT Plan. However, the projected benefit obligation could materially increase as the uncertainties are resolved. We will continue to assess the impact of these uncertainties on the projected benefit obligation of the UPS/IBT Plan in accordance with ASC 715."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "libor",
        "risks associated",
        "affect industry",
        "associated international",
        "continued",
        "described",
        "effect event",
        "industry rapidly",
        "rapidly",
        "rapidly evolving",
        "similar",
        "able pass",
        "accelerates",
        "accidents result",
        "accounted",
        "mpra",
        "coordinating",
        "coordinating benefits",
        "group",
        "ibt",
        "transfer",
        "transfer group",
        "ups transfer",
        "benefit obligation",
        "benefits ups",
        "best estimate",
        "ups ibt",
        "billion",
        "filing",
        "ibt plan"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 17,
          "text": "Certain of our debt and other financial instruments have interest rates tied to LIBOR. The head of the United Kingdom Financial Conduct Authority has announced the desire to phase out the use of LIBOR by the end of 2021. There is currently no definitive information regarding the future utilization of LIBOR or any particular replacement rate. As such, the potential effect of any such event on our cost of capital cannot be determined. In addition, any further changes or reforms to the determination or supervision of LIBOR may result in a sudden or prolonged increase or decrease in reported LIBOR, which could have an adverse impact on extensions of credit held by us and could have a material adverse effect on us."
        },
        {
          "year": 2019,
          "paragraphIndex": 2,
          "text": "Our industry is rapidly evolving, including demand for faster deliveries and increased visibility into shipments. We expect continued significant competition on a local, regional, national and international basis. Our competitors include the postal services of the U.S. and other nations, various motor carriers, express companies, freight forwarders, air couriers, large transportation and e-commerce companies that are making significant investments in their capabilities, and start ups and other companies that combine technologies with crowdsourcing to focus on local market needs, some of whom may currently be our customers. Competition may also come from other sources in the future, including as new technologies are developed. Competitors have cost and organizational structures that differ from ours and from time to time may offer services or pricing terms that we may not be willing or able to offer. Additionally, to remain competitive, from time to time we may have to raise prices and our customers may not be willing to accept these higher prices. If we are unable to timely and appropriately respond to competitive pressures, we could be adversely affected."
        },
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "Our success depends in part on our ability to maintain the image of the UPS brand and our reputation for providing excellent service to our customers. Service quality issues, actual or perceived, even when false or unfounded, could tarnish the image of our brand and may cause customers to use other companies. Also, adverse publicity surrounding labor relations, environmental concerns, security matters, political activities and similar matters, or attempts to connect our company to such issues, either in the United States or other countries in which we operate, could negatively affect our overall reputation and use of our services by customers. Social media accelerates and amplifies the scope of negative publicity, and makes responding to negative claims more difficult. Damage to our reputation and loss of brand equity could reduce demand for our services and thus have a material adverse effect on us, and could require additional resources to rebuild our reputation and restore the value of our brand."
        },
        {
          "year": 2018,
          "paragraphIndex": 31,
          "text": "In addition to our on-going multiemployer pension plan obligations, we may have additional exposure with respect to benefits earned in the Central States Pension Fund (the \"CSPF\"). UPS was a contributing employer to the CSPF until 2007 when we withdrew from the CSPF and fully funded our allocable share of unfunded vested benefits by paying a $6.1 billion withdrawal liability. Under a collective bargaining agreement with the International Brotherhood of Teamsters (“IBT”), UPS agreed to provide coordinating benefits in the UPS/IBT Full Time Employee Pension Plan (“UPS/IBT Plan”) for UPS participants whose last employer was UPS and who had not retired as of January 1, 2008 (“the UPS Transfer Group”) in the event that benefits are lawfully reduced by the CSPF in the future consistent with the terms of our withdrawal agreement with the CSPF. Under our withdrawal agreement with the CSPF, benefits to the UPS Transfer Group cannot be reduced without our consent and can only be reduced in accordance with applicable law."
        },
        {
          "year": 2018,
          "paragraphIndex": 36,
          "text": "We have evaluated this outcome using a deterministic cash flow projection, reflecting updated estimated CSPF cash flows and investment earnings, the lack of legislative action and the absence of a MPRA filing by the CSPF in 2018. As a result, at the December 31, 2018 measurement date, the best estimate of our projected benefit obligation increased by $1.6 billion for coordinating benefits that may be required to be directly provided by the UPS/IBT Plan to the UPS Transfer Group."
        },
        {
          "year": 2018,
          "paragraphIndex": 35,
          "text": "As such, our best estimate of the next most likely outcome at the measurement date is that the CSPF submits and implements another benefit reduction plan under the MPRA during 2019. We believe any MPRA filing would be designed to forestall insolvency by reducing benefits to participants other than the UPS Transfer Group to the maximum extent permitted, and then reducing benefits to the UPS Transfer Group by a lesser amount."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "liquidity",
        "retain",
        "financial performance",
        "workforce",
        "Coronavirus",
        "Supply chain",
        "attract",
        "banks",
        "consider material",
        "curtailment",
        "curtailment business",
        "difficult predict",
        "discussed item",
        "act",
        "financial position",
        "tax act",
        "aspects tax",
        "guidance",
        "remain",
        "GDPR",
        "additional exposure",
        "additional impairment",
        "adjustments sufficient",
        "affiliated teamsters",
        "air act",
        "air products",
        "alliances realize",
        "allow"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "Because the ongoing severity, magnitude and duration of the COVID-19 pandemic and its economic consequences are uncertain, rapidly changing and difficult to predict, the future impact on our operations, financial condition and liquidity remains uncertain and difficult to predict. The impact of the pandemic will depend on evolving factors, many of which are not within our control, and to which we may not be able to effectively respond. These risks include, but are not limited to: a significant reduction in revenue due to curtailment of business from our customers; a significant increase in our expenses or a reduction in our operating margins due to long-term changes in the mix of our products and services; effects from governmental, business and individuals’ actions that have been and continue to be taken in response to the pandemic (including restrictions on travel and transportation and workforce pressures); reductions in operating effectiveness due to employees working remotely; unavailability of personnel; the delay or cancellation of capital projects and related delays in, or loss of, expected benefits therefrom; limited access to liquidity; increased volatility and pricing in the capital and commercial paper markets; further disruption of our global supply chains; an impairment in the fair value of our assets; an increase in our pension funding obligations; and the effect of the pandemic on the credit-worthiness of our customers. Further, the COVID-19 pandemic, and the volatile regional and global economic conditions stemming from it, could also precipitate or aggravate risk factors that we identify herein or affect our operations and financial performance in a manner that is not presently known to us or that we currently do not consider material. The occurrence or continuation of any of the foregoing could have a material adverse effect on us."
        },
        {
          "year": 2020,
          "paragraphIndex": 8,
          "text": "We maintain a large workforce, and necessarily depend on the skills and continued service of our employees, including our experienced management team. We also regularly hire a large number of part-time and seasonal workers. We must be able to attract, engage, develop and retain a large and diverse global workforce, while controlling related labor costs and maintaining an environment that supports our core values. Our ability to control labor costs is subject to numerous factors, including turnover, training costs, regulatory changes, market pressures, unemployment levels and healthcare and other benefit costs. If we are unable to hire, properly train and retain qualified employees, we could experience higher employment costs, reduced sales, further increased workers' compensation and automobile liability claims, regulatory noncompliance, losses of customers and diminution of our brand value or company culture, which could materially adversely affect us."
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "The outbreak and spread of the novel strain of coronavirus COVID-19 has had a significant impact on us, as well as on the operations, financial performance and liquidity of many of our customers. We are unable to predict the full extent to which the coronavirus will continue to adversely impact us."
        },
        {
          "year": 2019,
          "paragraphIndex": 33,
          "text": "We are subject to income taxes in the U.S. and many foreign jurisdictions. Significant judgment is required in determining our worldwide provision for income taxes. In the course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. For example, compliance with the 2017 United States Tax Cuts and Jobs Act (the “Tax Act”) may require the collection of information not regularly produced within our company and the exercise of significant judgment in accounting for its provisions. Many aspects of the Tax Act remain unclear and may not be clarified for some time. In addition, many state jurisdictions continue to issue guidance on the state treatment of certain aspects of the Tax Act. As regulations and guidance evolve with respect to the Tax Act, our results may differ from previous estimates and may materially affect our tax rates and our financial position."
        },
        {
          "year": 2019,
          "paragraphIndex": 9,
          "text": "In the U.S., Congress in the past several years has considered various bills that would regulate GHG emissions, but these bills so far have not received sufficient Congressional support for enactment. Nevertheless, some form of federal climate change legislation is possible in the future. Even in the absence of such legislation, the Environmental Protection Agency (“EPA”), spurred by judicial interpretation of the Clean Air Act, could determine to regulate GHG emissions, especially aircraft or diesel engine emissions, and this could impose substantial costs on us."
        },
        {
          "year": 2019,
          "paragraphIndex": 27,
          "text": "We have significant international operations. As a result, we are continually exposed to changing economic, political and social developments that are beyond our control. Emerging markets are typically more volatile than those in the developed world, and any broad-based downturn in these markets could reduce our revenues and adversely affect our business, financial position and results of operations. We are subject to many laws governing our international operations, including those that prohibit improper payments to government officials and commercial customers, and restrict where we can do business, our shipments to certain countries and the information that we can provide to non-U.S. governments. Our failure to manage and anticipate these and other risks associated with our international operations could materially adversely affect us."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "goals",
        "sustainability",
        "meet goals",
        "remain",
        "achieve",
        "advancements",
        "business requires",
        "carbon emissions",
        "economic regulatory",
        "environmental sustainability",
        "logistics capabilities",
        "man",
        "man disasters",
        "natural man",
        "operations remain",
        "libor",
        "ets",
        "allowances",
        "announced",
        "banks",
        "connection",
        "consolidation",
        "continually",
        "coordinated",
        "decision",
        "extension",
        "fca",
        "funded",
        "funded status",
        "important business"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 20,
          "text": "Further, there can be no assurance of the extent to which any of our goals will be achieved, or that any future investments we make will meet investor expectations or any legal standards regarding sustainability performance. In particular, our ability to meet our goals depends in part on significant technological advancements with respect to the development and availability of reliable, affordable and sustainable alternative solutions, including aviation fuel and alternative fuel vehicles. Moreover, we may determine that it is in our best interests to prioritize other business, social, governance or sustainable investments over the achievement of our current goals based on economic, regulatory or social factors, business strategy or other factors. If we do not meet these goals, then, in addition to regulatory and legal risks related to compliance, we could incur adverse publicity and reaction, which could adversely impact our reputation, and in turn adversely impact our results of operations. While we remain committed to being responsive to climate change and reducing our carbon footprint, there can be no assurance that our goals and strategic plans to achieve those goals will be successful, that the costs related to climate transition will not be higher than expected, that the necessary technological advancements will occur in the timeframe we expect, or at all, or that proposed regulation or deregulation related to climate change will not have a negative competitive impact, any one of which could have a material adverse effect on our capital expenditures, operating margins and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "The effects of climate change create financial and operational risks to our business, both directly and indirectly. We have made several public statements regarding our intended reduction of carbon emissions, including our most recent goal to achieve net zero carbon emissions by 2050 and our other short- and mid-term environmental sustainability goals. We may be required to expend significant additional resources to acquire assets or on remediation efforts to meet these goals, which could significantly increase our operational costs. We could also be required to write down the carrying value of assets, which could result in impairment charges."
        },
        {
          "year": 2021,
          "paragraphIndex": 12,
          "text": "Our success depends in part on our ability to maintain the image of the UPS brand and our reputation. Service quality issues, actual or perceived, could tarnish the image of our brand and may cause customers not to use UPS services. Also, adverse publicity or public sentiment surrounding labor relations, environmental and sustainability concerns, security matters, political activities and similar matters, or attempts to connect our company to such issues, either in the U.S. or other countries in which we operate, could negatively affect our overall reputation and demand for our services. Damage to our reputation and loss of brand equity could have a material adverse effect on us, and could require additional resources to rebuild our reputation and restore the value of our brand."
        },
        {
          "year": 2020,
          "paragraphIndex": 29,
          "text": "Certain of our debt and other financial instruments have interest rates tied to LIBOR. The Chief Executive of the United Kingdom Financial Conduct Authority (“FCA”), which regulates LIBOR, has announced that the FCA will no longer persuade or compel banks to submit rates for the calculation of LIBOR after 2021. However, the ICE Benchmark Administration, in its capacity as administrator of U.S. Dollar LIBOR, has announced that it intends to extend publication of certain U.S. Dollar LIBOR rates to June 2023. Notwithstanding this possible extension, a joint statement by key regulatory authorities calls on banks to cease entering into new contracts that use U.S. Dollar LIBOR as a reference rate after 2021."
        },
        {
          "year": 2020,
          "paragraphIndex": 39,
          "text": "For example, in 2009, the European Commission approved the extension to the airline industry of the E.U. Emissions Trading Scheme (“ETS”) for GHG emissions. Under this decision, all of our flights operating within the E.U. are covered by the ETS requirements, and we are required annually to purchase emission allowances in an amount exceeding the number of free allowances allocated to us under the ETS. Similarly, in 2016, the International Civil Aviation Organization (“ICAO”) passed a resolution adopting the Carbon Offsetting and Reduction Scheme for International Aviation (“CORSIA”), which is a global, market-based emissions offset program to encourage carbon-neutral growth beyond 2020. A pilot phase is scheduled to begin in 2021 in which countries may voluntarily participate, and full mandatory participation is scheduled to begin in 2027. ICAO continues to develop details regarding implementation, but compliance with CORSIA will increase our operating costs."
        },
        {
          "year": 2020,
          "paragraphIndex": 33,
          "text": "We participate in a number of trustee-managed multiemployer pension and health and welfare plans for employees covered under collective bargaining agreements. As part of the overall collective bargaining process for wage and benefit levels, we have agreed to contribute certain amounts to the multiemployer benefit plans during the contract period. The multiemployer benefit plans set benefit levels and are responsible for benefit delivery to participants. Future contribution amounts to multiemployer benefit plans will be determined only through collective bargaining, and we have no additional legal or constructive obligation to increase contributions beyond the agreed-upon amounts. However, in future collective bargaining negotiations, we could agree to make significantly higher future contributions to improve the funded status of one or more of these plans. The funded status of these multiemployer plans is impacted by various factors, including investment performance, healthcare inflation, changes in demographics and changes in participant benefit levels. At this time, we are unable to determine the amount of additional future contributions, if any, or whether any material adverse effect on us could result from our participation in these plans."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "occurrence events",
        "climate related",
        "foreign currency",
        "reporting",
        "Cybersecurity",
        "arrangements",
        "changes foreign",
        "conflict",
        "different estimates",
        "estimates assumptions",
        "estimates fair",
        "frequency",
        "frequent severe",
        "furthermore",
        "goals ability",
        "additional resources",
        "fixed",
        "fixed assets",
        "intangible",
        "Coronavirus",
        "ability self",
        "achieved",
        "actions damage",
        "addition breaches",
        "affect overall",
        "affected risk",
        "affecting debt",
        "aggravate",
        "agreements strikes",
        "applicable foreign"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 19,
          "text": "Our ability to meet our goals will depend in part on significant technological advancements with respect to the development and availability of reliable, affordable and sustainable alternative solutions that are outside of our control, including aviation fuel and alternative fuel vehicles. While we remain committed to being responsive to the effects of climate change and reducing our carbon footprint, there can be no assurances that our goals and strategic plans to achieve those goals will be successful, that the costs related to climate transition will not be higher than expected, that the necessary technological advancements will occur in the timeframe we expect, or at all, that the severity of and or the pace of negative climate-related effects will not accelerate faster than expected, or that proposed regulation or deregulation related to climate change will not have a negative competitive impact, any one of which could have a material adverse effect on our capital expenditures or other expenses, revenue or results of operations. Furthermore, methodologies for reporting climate-related information may be updated and previously reported information may be adjusted to reflect improvement in the availability and quality of third-party data, changing assumptions, changes in the nature and scope of our operations and other changes in circumstances. Our processes and controls for reporting climate-related information across our operations are evolving along with multiple disparate standards for identifying, measuring and reporting sustainability metrics, including disclosures that may be required by the SEC, European and other regulators, and such standards may change over time, which could result in significant revisions to our current goals, reported progress in achieving such goals, or our ability to achieve such goals in the future. Changes in regulation or technology impacting our business could require us to write down the carrying value of assets, which could result in material impairment charges."
        },
        {
          "year": 2022,
          "paragraphIndex": 14,
          "text": "The techniques used to obtain unauthorized access, disable or degrade service or sabotage systems change frequently. In recent periods, the frequency and sophistication of cyber-attacks has increased, including as a result of state-sponsored cybersecurity attacks during periods of geopolitical conflict, such as the ongoing conflict in Ukraine. Accordingly, we may be unable to anticipate these techniques or to implement adequate measures to recognize, detect or prevent the occurrence of any of the events described above. We also may not discover the occurrence of any of the events described above for a significant period of time after the event occurs. Hybrid and remote working arrangements may heighten these risks."
        },
        {
          "year": 2022,
          "paragraphIndex": 28,
          "text": "We monitor and manage foreign currency exchange rate and interest rate exposures, and use derivative instruments to mitigate the impact of changes in these rates on our financial condition and results of operations; however, changes in foreign currency exchange rates and interest rates cannot always be predicted or effectively hedged, and may have a material adverse effect on us\n."
        },
        {
          "year": 2021,
          "paragraphIndex": 34,
          "text": "Our regular review of the carrying value of our assets, changes in business strategy, government regulations, including related to climate change, and economic or market conditions have resulted from time to time, and may in the future result, in substantial impairments of our intangible, fixed or other assets. In addition, we have been and may be required in the future to recognize increased depreciation and amortization charges if we determine that the useful lives of our fixed assets or intangible assets are shorter than we originally estimated. Such changes have in the past, and may in the future, reduce our net income."
        },
        {
          "year": 2021,
          "paragraphIndex": 12,
          "text": "Our success depends in part on our ability to maintain the image of the UPS brand and our reputation. Service quality issues, actual or perceived, could tarnish the image of our brand and may cause customers not to use UPS services. Also, adverse publicity or public sentiment surrounding labor relations, environmental and sustainability concerns, security matters, political activities and similar matters, or attempts to connect our company to such issues, either in the U.S. or other countries in which we operate, could negatively affect our overall reputation and demand for our services. Damage to our reputation and loss of brand equity could have a material adverse effect on us, and could require additional resources to rebuild our reputation and restore the value of our brand."
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "The effects of climate change create financial and operational risks to our business, both directly and indirectly. We have made several public statements regarding our intended reduction of carbon emissions, including our most recent goal to achieve net zero carbon emissions by 2050 and our other short- and mid-term environmental sustainability goals. We may be required to expend significant additional resources to acquire assets or on remediation efforts to meet these goals, which could significantly increase our operational costs. We could also be required to write down the carrying value of assets, which could result in impairment charges."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "cybersecurity incident",
        "fraudulently",
        "incident",
        "accounts",
        "act",
        "adopt additional",
        "country",
        "cybersecurity incidents",
        "east",
        "enforcement",
        "future expose",
        "heightened",
        "incidents",
        "middle",
        "middle east",
        "COVID-19",
        "covid pandemic",
        "liquidity",
        "curtailment",
        "hybrid",
        "icao",
        "limited",
        "negotiating",
        "reach",
        "reductions",
        "working",
        "able offer",
        "abroad regarding",
        "access disable",
        "access systems"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 18,
          "text": "In addition, there has recently been heightened regulatory and enforcement focus relating to the collection, use, retention, transfer, and processing of personal data in the U.S. (at both the state and federal level) and internationally, including the EU’s General Data Protection Regulation, the California Privacy Rights Act, the Virginia Consumer Data Protection Act, and other similar laws that have been or are expected to be enacted by other jurisdictions. In addition, China and certain other jurisdictions have enacted more stringent data localization requirements. An actual or alleged failure to comply with applicable data protection laws, regulations, or other data protection standards has in the past and may in the future expose us to litigation, fines, sanctions, or other penalties, which could harm our reputation and adversely affect our business, results of operations, and financial condition. The regulatory environment is increasingly challenging, based on discretionary factors, and difficult to predict. Consequently, compliance with applicable regulations in the various jurisdictions in which we do business may present material obligations and risks to our business, including significantly expanded compliance burdens, costs, and enforcement risks which are expected to increase over time; require us to make extensive system or operational changes; or adversely affect the cost or attractiveness of the services we offer."
        },
        {
          "year": 2023,
          "paragraphIndex": 12,
          "text": "above. In addition, our security processes, protocols and standards may not prove to be sufficient, effective or may not be complied with, either intentionally or inadvertently. To date, we have not experienced a material cybersecurity incident. However, cybersecurity incidents have in the past and may in the future expose us, our customers, franchisees, service providers or others, to loss, disclosure or misuse of proprietary information and sensitive or confidential data or result in disruptions to our operations or those of our customers, franchisees, service providers or others."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "For example, cyber criminals have in the past gained access, and are expected to continue to try to gain access to customer accounts. The type of activity includes fraudulently diverting and misappropriating items being transported in our network, fraudulently charging shipment fees to customer or franchisee accounts, and fraudulently sending text messages to recipients purporting to be from UPS. The occurrence of any of the events described above could result in material disruptions in our business, the loss of existing or potential customers, damage to our brand and reputation, additional regulatory scrutiny, litigation and other potential material liability. We also may not discover the occurrence of any of the events described above for a significant period of time after the event occurs."
        },
        {
          "year": 2022,
          "paragraphIndex": 2,
          "text": "Because of ongoing uncertainty with respect to the consequences of the COVID-19 pandemic, the future impact on our operations, financial condition and liquidity also remains uncertain and difficult to predict. This impact will continue to depend on evolving factors, many of which are not within our control, and to which we may not be able to effectively respond. These risks include, but are not limited to: a significant reduction in revenue due to renewed or extended curtailment of business activities; a significant increase in our expenses or a reduction in our operating margins due to long-term changes in the mix of our products and services; effects from governmental, business and individuals’ actions that have been and continue to be taken in response to the pandemic (including workforce pressures); reductions in operating effectiveness due to employees working remotely or in hybrid models; unavailability of personnel; the delay or cancellation of capital projects and related delays in, or loss of, expected benefits therefrom; limited access to liquidity; increased volatility and pricing in the capital markets; further disruption of global supply chains; impairments in the fair value of our assets; increases in pension funding obligations; and reductions in our customers’ credit-worthiness."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "The consequences of the COVID-19 pandemic have had a substantial impact on business and consumer activity, including contributing to a curtailment of certain business activities (including a decrease in demand for a broad variety of goods and services), significant ongoing supply chain disruptions, economic uncertainty and volatility in global financial markets. These consequences have significantly impacted, and may continue to significantly impact us, and have had, and may continue to have, a material adverse impact on the operations, financial performance and liquidity of many of our customers."
        },
        {
          "year": 2022,
          "paragraphIndex": 9,
          "text": "Many of our U.S. employees are employed under a national master agreement and various supplemental agreements with local unions affiliated with the International Brotherhood of Teamsters (the \"Teamsters\"). These agreements run through July 31, 2023. Our airline pilots, airline mechanics, ground mechanics and certain other employees are employed under other collective bargaining agreements. In addition, some of our international employees are employed under collective bargaining or similar agreements. Actual or threatened strikes, work stoppages or slowdowns by our employees could adversely affect our ability to meet our customers' needs. We have begun negotiating the various supplemental agreements with the Teamsters and expect that negotiations with respect to the national master agreement will commence in April 2023. We are negotiating in good faith in an effort to reach an agreement that is in the best interests of our employees, the Teamsters and UPS; however, no assurances of our ability to do so, or the timing or terms thereof, can be provided. Customers may reduce their business or stop doing business with us if they believe that such actions or threatened actions may adversely affect our ability to provide services. We may permanently lose customers if we are unable to provide uninterrupted service, and this could materially adversely affect us. The terms of future collective bargaining agreements also may affect our competitive position and results of operations. Furthermore, our actions or responses to any such negotiations, labor disputes, strikes or work stoppages could negatively impact how our brand is perceived and our corporate reputation and have adverse effects on our business, including our results of operations."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "connection",
        "saf",
        "entered",
        "percentage",
        "settlement",
        "therewith",
        "admitting",
        "airports",
        "alliances realize",
        "analyses",
        "april",
        "battery",
        "considerable",
        "conventional",
        "creating",
        "cspf",
        "weather events",
        "accord",
        "addition ongoing",
        "addition required",
        "affect increasingly",
        "affected transportation",
        "agreements addition",
        "alliances dispose",
        "alliances dispositions",
        "audited",
        "audited consolidated",
        "aviation organization",
        "basis competitors",
        "breaches occur"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 41,
          "text": "We are subject to complex and stringent aviation, transportation, environmental, security, labor, employment, safety, privacy, disclosure and data protection and other governmental laws, regulations and policies, both in the U.S. and internationally. In addition, we are impacted by laws, regulations and policies that affect global trade, including tariff and trade policies, export requirements, embargoes, sanctions, taxes, monetary policies and other restrictions and charges. Trade discussions and arrangements between the U.S. and various of its trading partners are fluid, and existing and future trade agreements are, and are expected to continue to be, subject to a number of uncertainties, including the imposition of new tariffs or adjustments and changes to the products covered by existing tariffs. The impact of new laws, regulations and policies or decisions or interpretations by authorities applying those laws and regulations, cannot be predicted. Compliance with any new laws, regulations or policies may increase our operating costs or require significant capital expenditures. Any failure to comply with applicable laws, regulations or policies in the U.S. or other countries could result in substantial fines or possible revocation of our authority to conduct our operations, which could materially adversely affect us. For example, as previously disclosed, the SEC recently investigated our controls and practices surrounding impairment analyses in connection with the divestiture of UPS Freight in April 2021. On November 22, 2024, we entered into a settlement with the SEC, without admitting or denying the SEC’s findings in connection with alleged violations of Section 17(a)(2) and (3) of the Securities Act of 1933 (and related provisions), resolving the investigation. Under the terms of the settlement, we agreed to pay a civil penalty, and agreed to remedial actions, training and process changes."
        },
        {
          "year": 2024,
          "paragraphIndex": 44,
          "text": "International regulations also continue to increase and could materially increase our operating costs. For example, the ReFuelEU Aviation initiative, a European regulation, mandates jet fuel suppliers in Europe supply a target percentage of sustainable aviation fuel (“SAF”) at airports inside the European Union. The SAF target percentage starts at 2% in 2025 and increases to 70% by 2050. The cost of SAF can be higher than conventional jet fuel, and these suppliers can pass this cost along to purchasers, which can increase our operating costs, potentially significantly. In addition, the Carbon Offsetting and Reduction Scheme for International Aviation (\"CORSIA\"), a global, market-based emissions offset program to encourage carbon-neutral growth began a voluntary pilot phase in 2021, with mandatory participation scheduled to begin in 2027. Details regarding implementation of CORSIA continue to develop, and compliance may increase our operating costs, potentially significantly."
        },
        {
          "year": 2024,
          "paragraphIndex": 4,
          "text": "For the year ended December 31, 2024, one customer, Amazon.com, Inc. and its affiliates, accounted for 11.8% of our consolidated revenues. In the first quarter of 2025, we entered into an agreement in principle with this customer that will provide for a reduction in their volume by more than 50% by June 2026. In connection therewith, we are making certain business and operational changes intended to match our workforce to our activity and eliminate our stranded costs. In the event we are not able to successfully reduce our costs in connection therewith, our profitability could be materially impacted. For additional information on the expected operational and financial impacts arising from this agreement, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations”."
        },
        {
          "year": 2023,
          "paragraphIndex": 35,
          "text": "In addition to our ongoing multiemployer pension plan obligations, we may have an obligation in the future to pay significant coordinating benefits previously earned by UPS employees in the Central States Pension Fund (the \"CSPF\"). For additional information on our potential liabilities related to the CSPF, see note 5 to the audited, consolidated financial statements."
        },
        {
          "year": 2023,
          "paragraphIndex": 24,
          "text": "Weather conditions or other natural or man-made disasters and the increased severity or frequency thereof (including as a result of climate change), including storms, floods, fires, earthquakes, rising temperatures, epidemics, pandemics, conflicts, civil or political unrest, or terrorist attacks, have in the past and may in the future disrupt our business. Customers may reduce shipments, supply chains may be disrupted, demand may be negatively impacted or our costs to operate our business may increase, any of which could have a material adverse effect on us. Any such event affecting one of our major facilities could result in a significant interruption in or disruption of our business. A potential result of climate change is more frequent or more severe weather events or natural disasters. To the extent such weather events or natural disasters do become more frequent or severe, disruptions to our business and those of our customers and costs to repair damaged facilities or maintain or resume operations could increase. Furthermore, climate change may reduce the availability or increase the cost of insurance for these negative impacts of natural disasters and adverse weather conditions by contributing to an increase in the incidence and severity of such natural disasters."
        },
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "For example, the Carbon Offsetting and Reduction Scheme for International Aviation (\"CORSIA\"), a global, market-based emissions offset program to encourage carbon-neutral growth began a voluntary pilot phase in 2021, with mandatory participation scheduled to begin in 2027. The International Civil Aviation Organization, which adopted CORSIA, continues to develop details regarding implementation, but compliance with CORSIA is expected to increase our operating costs, potentially significantly."
        }
      ]
    }
  ]
}