{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "ihc",
        "arrangements",
        "concerning",
        "remediated",
        "strategic",
        "abroad",
        "chapter",
        "chapter bankruptcy",
        "culture",
        "cyberattack",
        "decisions",
        "departure",
        "execute",
        "immigration",
        "making activities",
        "senior long",
        "bhcs",
        "acceleration",
        "form",
        "fraudulently",
        "reasons",
        "submitted",
        "ability provide",
        "addition extent",
        "addressing",
        "advanced",
        "allowed",
        "announced",
        "applications successful",
        "approach"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 46,
          "text": "The Firm operates in many jurisdictions and offers a wide variety of products and services to its clients and customers. The Firm’s strategies concerning the products and services that it will offer, the geographies in which it will operate, the types of clients and customers that it will serve and the counterparties with which it will do business, and the methods and distribution channels by which it will offer its products and services, will all affect the Firm’s competitive standing and its results of operations. If the Firm’s management makes choices about the Firm’s business strategies and goals that later prove to have been incorrect, does not accurately assess the competitive landscape and the industry trends affecting the Firm or does not formulate effective business plans to address the Firm’s near- and longer-term strategic priorities, as well as the changing regulatory and market environments in which the Firm operates both in the U.S. and abroad, the franchise values and growth prospects of the Firm’s businesses will suffer and revenues will decline. The prospects of the Firm will also depend on management’s ability to execute effectively against the Firm’s strategic plans and to manage the Firm’s resources to grow revenues, control expenses and return capital to the Firm’s shareholders. Any significant failure by the Firm’s Board of Directors to exercise appropriate oversight of management’s strategic decisions, or any significant failure by the Firm’s management to develop and execute on the Firm’s strategic plans and business initiatives, or the ineffectual"
        },
        {
          "year": 2016,
          "paragraphIndex": 39,
          "text": "As a holding company, JPMorgan Chase & Co. is dependent on the earnings of its subsidiaries to meet its payment obligations. Under the arrangements contemplated by the Firm’s Resolution Plan, JPMorgan Chase & Co. has established a new intermediate holding company, JPMorgan Chase Holdings LLC (the “IHC”), and has contributed to the IHC the stock of substantially all of its direct subsidiaries (other than JPMorgan Chase Bank, N.A.) as well as other assets and intercompany indebtedness owing to it. Under these arrangements, JPMorgan Chase & Co. is obligated to contribute to the IHC substantially all the net proceeds received by it from securities issuances (including, without limitation, issuances of senior and subordinated debt securities and of preferred and common stock). As a result of these arrangements, JPMorgan Chase & Co.’s ability to pay interest on its debt securities and dividends on its equity securities, to redeem or repurchase its outstanding securities and to fulfill its other payment obligations is dependent on it receiving dividends from JPMorgan Chase Bank, N.A. and dividends and extensions of credit from the IHC. JPMorgan Chase Bank, N.A. is subject to restrictions on its dividend distributions, capital adequacy and liquidity coverage requirements, and other regulatory restrictions on its ability to make payments to JPMorgan Chase & Co., and the IHC is prohibited from paying dividends or extending credit to JPMorgan Chase & Co. if certain capital or liquidity “thresholds” are breached or if limits are otherwise imposed by the Firm’s management or Board of Directors. These regulatory restrictions and limitations on the payments that JPMorgan Chase & Co. is permitted to receive from JPMorgan Chase Bank, N.A. and the IHC could reduce or hinder its ability to pay dividends and satisfy its debt and other obligations, or result in JPMorgan Chase & Co. seeking protection under bankruptcy laws at a time earlier than"
        },
        {
          "year": 2016,
          "paragraphIndex": 70,
          "text": "Given the breadth of the Firm’s operations, the high volume of transactions that it processes, the large number of customers, counterparties and third-party service providers with which the Firm does business, and the proliferation and increasing sophistication of cyberattacks, a particular cyberattack could occur and persist for an extended period of time before being detected. The extent of a particular cyberattack and the steps that the Firm may need to take to investigate the attack may not be immediately clear, and it may take a significant amount of time before such an investigation could be completed and full and reliable information about the attack is known. During such time the Firm may not necessarily know the extent of the harm or how best to remediate it, and certain errors or actions could be repeated or compounded before they are discovered and remediated, any or all of which could further increase the costs and consequences of a cyberattack."
        },
        {
          "year": 2015,
          "paragraphIndex": 35,
          "text": "On October 30, 2015, the Federal Reserve issued proposed rules (the “proposed TLAC rules”) that would require the top-tier holding companies of eight U.S. global systemically important bank holding companies (“U.S. GSIB BHCs”), including JPMorgan Chase & Co., among other things, to maintain minimum amounts of eligible LTD, commencing January 1, 2019. The proposed TLAC rules would disqualify from eligible LTD, among other instruments, senior debt securities that permit acceleration for reasons other than insolvency or payment default, as well as debt securities that are not governed by U.S. law and structured notes. The currently outstanding senior long-term debt of U.S. GSIB BHCs, including JPMorgan Chase & Co., includes structured notes as well as other debt that typically permits acceleration for reasons other than insolvency or payment default and, as a result, none of such outstanding senior long-term debt or any subsequently issued senior long-term debt with similar terms would qualify as eligible LTD under the proposed TLAC rules. The Federal Reserve has requested comment on whether certain currently outstanding instruments should be allowed to count as eligible LTD “despite containing features that would be prohibited under the proposal.” The steps that the U.S. GSIB BHCs, including JPMorgan Chase & Co., may need to take to"
        },
        {
          "year": 2015,
          "paragraphIndex": 36,
          "text": "come into compliance with the final TLAC rules, including the amount and form of long-term debt that must be refinanced or issued, will depend in substantial part on the ultimate eligibility requirements for senior long-term debt and any grandfathering provisions. To the extent that outstanding senior long-term debt of JPMorgan Chase & Co. is not classified as eligible LTD under the TLAC rule as finally adopted by the Federal Reserve, the Firm could be required to issue a substantial amount of new senior long-term debt which could significantly increase the Firm’s funding costs."
        },
        {
          "year": 2015,
          "paragraphIndex": 10,
          "text": "Under Title I of the Dodd-Frank Act (“Title I”) and Federal Reserve and FDIC rules, the Firm is required to prepare and submit periodically to the Federal Reserve and the FDIC a detailed plan for the orderly resolution of JPMorgan Chase & Co. and certain of its subsidiaries under the U.S. Bankruptcy Code and other applicable insolvency laws in the event of future material financial distress or failure. In August 2014, the Federal Reserve and the FDIC announced the completion of their reviews of the second round of Title I resolution plans submitted by eleven large, complex banking organizations in 2013, including the Firm. The agencies jointly identified specific shortcomings with the 2013 resolution plans, including the Firm’s 2013 plan. The FDIC’s board of directors determined under Title I that the 2013 resolution plans, including the Firm’s 2013 plan, were not credible and did not facilitate an orderly resolution under the U.S. Bankruptcy Code. The Federal Reserve Board determined that the eleven banking organizations must take immediate actions to improve their resolvability and reflect those improvements in their 2015 plans. The Firm has devoted significant resources to its resolution planning efforts, and believes that in its most recent Title I resolution plan submitted to the Federal Reserve and FDIC in July 2015, it has addressed, or has made substantial progress in addressing, each of the shortcomings previously identified by the agencies."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "estimations",
        "models estimations",
        "penalties sanctions",
        "chase exposed",
        "increased operational",
        "complying",
        "economic political",
        "holding enter",
        "jurisdiction",
        "libor",
        "negatively affected",
        "resolving",
        "administration",
        "adverse macroeconomic",
        "belonging jpmorgan",
        "bridge",
        "bridge entity",
        "expose firm",
        "firm able",
        "firm need",
        "adverse effect",
        "certain countries",
        "committee firm",
        "credible",
        "firm continues",
        "firm regularly",
        "identified deficiencies",
        "imposed firm",
        "political economic",
        "receive"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 102,
          "text": "JPMorgan Chase has developed and uses a variety of models and other analytical and judgment-based estimations to assess and implement mitigating controls over its market, credit, operational and other risks. These models and estimations are based on a variety of assumptions and historical trends, and are periodically reviewed and modified as necessary. The models and estimations that JPMorgan Chase uses may not be effective in all cases to observe and mitigate risk due to a variety of factors, such as:"
        },
        {
          "year": 2017,
          "paragraphIndex": 104,
          "text": "Some of the models and other analytical and judgment-based estimations used by JPMorgan Chase in managing risks are subject to review by, and require the approval of, JPMorgan Chase’s regulators. These reviews are required before JPMorgan Chase may use those models and estimations in connection with calculating market risk RWA, credit risk RWA and operational risk RWA under Basel III. If JPMorgan Chase’s models or estimations are not approved by its regulators, it may be subject to higher capital charges, which could adversely affect its financial results or limit the ability to expand its businesses. JPMorgan Chase’s capital actions could also be constrained if a CCAR submission is not approved by its banking regulators due to the perceived inadequacy of its models or estimations."
        },
        {
          "year": 2017,
          "paragraphIndex": 65,
          "text": "On July 27, 2017, the Chief Executive of the U.K. Financial Conduct Authority (the “FCA”), which regulates the London interbank offered rate (“LIBOR”), announced that the FCA will no longer persuade or compel banks to submit rates for the calculation of the LIBOR benchmark after 2021. This announcement indicates that the continuation of LIBOR on the current basis cannot and will not be guaranteed after 2021, and it appears likely that LIBOR will be discontinued or modified by 2021."
        },
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "transfer the systemically important and viable parts of its business, principally the stock of JPMorgan Chase & Co.’s main operating subsidiaries and any intercompany claims against such subsidiaries, to the bridge entity; recapitalize those subsidiaries using assets of JPMorgan Chase & Co. that have been transferred to the bridge entity; and exchange external debt claims against JPMorgan Chase & Co. for equity in the bridge entity. Under this Title II resolution strategy, the value of the stock of the bridge entity that would be redistributed to holders of eligible LTD and other debt securities of JPMorgan Chase & Co. may not be sufficient to repay all or part of the principal amount and interest on such securities. To date, the FDIC has not formally adopted a single point of entry resolution strategy and it is not obligated to follow such a strategy in a Title II resolution of JPMorgan Chase & Co."
        },
        {
          "year": 2016,
          "paragraphIndex": 12,
          "text": "In April 2016, the Federal Reserve and the FDIC jointly provided firm-specific feedback on the 2015 Resolution Plans of eight systemically important domestic banking institutions, and determined that five of these 2015 Resolution Plans, including that of the Firm, were not credible or would not facilitate an orderly resolution under the U.S. Bankruptcy Code. In addition to the identified deficiencies, the Federal Reserve and the FDIC also identified certain shortcomings which were required to be satisfactorily addressed in the Firm’s Resolution Plan due on July 1, 2017. On October 1, 2016, the Firm filed with the Federal Reserve and the FDIC its submission (the “2016 Resolution Submission”) describing how the Firm remediated the identified deficiencies and providing a status report of its actions to address the identified shortcomings."
        },
        {
          "year": 2016,
          "paragraphIndex": 17,
          "text": "The FDIC has similarly indicated that a single point of entry recapitalization model could be a desirable strategy to resolve a systemically important financial institution, such as JPMorgan Chase & Co., under Title II of the Dodd-Frank Act. Pursuant to that strategy, the FDIC would use its power to create a “bridge entity” for JPMorgan Chase & Co.;"
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "parent",
        "external parties",
        "adverse effect",
        "replace",
        "securities derivatives",
        "sharing",
        "standard",
        "accounting standards",
        "environmental",
        "globally",
        "markets activities",
        "platforms",
        "properties",
        "reached",
        "real",
        "culture",
        "holding enter",
        "political social",
        "abroad",
        "auto",
        "connection settlements",
        "investing",
        "items",
        "monetary policies",
        "nature",
        "parts world",
        "payment processing",
        "suppliers",
        "suppliers counterparties",
        "trading activities"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 42,
          "text": "An economic downturn that results in lower consumer and business spending could also have a negative impact on certain of JPMorgan Chase’s wholesale clients, and thereby diminish JPMorgan Chase’s earnings from its wholesale operations. For example, the businesses of certain of JPMorgan Chase’s wholesale clients are dependent on consistent streams of rental income from commercial real estate properties which are owned or being built by those clients. Severe and sustained adverse economic conditions could reduce the rental cash flows that owners or developers receive from those properties which, in turn, could depress the values of the properties and impair the ability of borrowers to service or refinance their commercial real estate loans. These consequences could result in JPMorgan Chase experiencing higher delinquencies, defaults and write-offs within its commercial real estate loan portfolio and incurring higher costs for servicing a larger volume of delinquent loans in that portfolio, thereby reducing JPMorgan Chase’s earnings from its wholesale businesses."
        },
        {
          "year": 2018,
          "paragraphIndex": 135,
          "text": "Social and environmental activists are increasingly targeting financial services firms such as JPMorgan Chase with public criticism for their relationships with clients that are engaged in certain sensitive industries, including businesses whose products are or are perceived to be harmful to the health of consumers, or whose activities negatively affect or are perceived to negatively affect the environment, workers’ rights or communities. Activists have also engaged in public protests at JPMorgan Chase’s headquarters and other properties. Activist criticism of JPMorgan Chase’s relationships with clients in sensitive industries could potentially engender dissatisfaction among clients, customers, investors and employees with how JPMorgan Chase addresses social and environmental concerns in its business activities. Alternatively, yielding to activism targeted at certain sensitive industries could damage JPMorgan Chase’s relationships with clients and customers, and with governmental bodies in jurisdictions in which JPMorgan Chase does business, whose views are not aligned with those of social and environmental activists. In either case, the resulting harm to JPMorgan Chase’s reputation could:"
        },
        {
          "year": 2018,
          "paragraphIndex": 26,
          "text": "Accordingly, in a resolution of the Parent Company in bankruptcy, holders of eligible LTD and other debt securities of the Parent Company would realize value only to the extent available to the Parent Company as a shareholder of JPMorgan Chase Bank, N.A. and its other subsidiaries, and only after any claims of priority and secured creditors of the Parent Company have been fully repaid."
        },
        {
          "year": 2017,
          "paragraphIndex": 113,
          "text": "JPMorgan Chase’s employees interact with clients, customers and counterparties, and with each other, every day. All employees are expected to demonstrate values and exhibit the culture and behaviors that are an integral part of JPMorgan Chase’s How We Do Business Principles, including JPMorgan Chase’s commitment to “do first class business in a first class way.” JPMorgan Chase endeavors to embed culture and conduct risk management throughout an employee’s life cycle, including recruiting, onboarding, training and development, and performance management. Culture and conduct risk management are"
        },
        {
          "year": 2017,
          "paragraphIndex": 25,
          "text": "Recent elections and referendums in the U.S. and abroad have introduced uncertainty regarding the regulatory environment in which JPMorgan Chase and other financial services firms will operate in the future. For example, the U.K.’s planned departure from the EU has engendered significant uncertainty concerning the regulatory framework under which global financial services institutions, including JPMorgan Chase, will need to conduct their business in the U.K. and the EU. Depending on the nature of the arrangements agreed between the U.K. and the EU, including with respect to the ability of financial services companies to engage in business in the EU from legal entities organized in or operating from the U.K., JPMorgan Chase may need to make significant changes to its legal entity structure and operations and the locations in which it operates. These types of structural and operational changes could result in JPMorgan Chase needing to implement an operating model across its European legal entities that is less efficient or cost-effective."
        },
        {
          "year": 2017,
          "paragraphIndex": 137,
          "text": "New competitors have emerged. For example, technological advances and the growth of e-commerce have made it possible for non-depository institutions to offer products and services that traditionally were banking products. These advances have also allowed financial institutions and other companies to provide electronic and internet-based financial solutions, including electronic securities trading, payment processing and online automated algorithmic-based investment advice. Furthermore, both financial institutions and their non-banking competitors face the risk that payment processing and other services could be disrupted by technologies, such as cryptocurrencies, that require no intermediation. New technologies have required and could require JPMorgan Chase to spend more to modify or adapt its products to attract and retain clients and customers or to match products and services offered by its competitors, including technology companies."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "Climate change",
        "climate",
        "investment portfolio",
        "transition benchmark",
        "capital plan",
        "counterparties investors",
        "adverse impact",
        "capital distributions",
        "change natural",
        "cyber",
        "diseases",
        "diseases pandemics",
        "emergencies spread",
        "end",
        "enhanced regulatory",
        "investment securities",
        "securities portfolio",
        "depart",
        "line",
        "positions various",
        "tcja",
        "allowances",
        "consisting",
        "crisis",
        "default clearing",
        "defense",
        "difficult predict",
        "emergencies pandemics",
        "enhanced standards",
        "event default"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 138,
          "text": "JPMorgan Chase operates in many regions, countries and communities around the world where its businesses, and the activities of its clients and customers, could be disrupted by climate change. Potential physical risks from climate change may include:"
        },
        {
          "year": 2019,
          "paragraphIndex": 36,
          "text": "the economic effects of outbreaks of hostilities, terrorism or other geopolitical instabilities, cyberattacks, climate change, natural disasters, severe weather conditions, health emergencies, the spread of infectious diseases or pandemics, and"
        },
        {
          "year": 2019,
          "paragraphIndex": 84,
          "text": "JPMorgan Chase is required to submit, on an annual basis, a capital plan describing proposed dividend payments to shareholders, redemptions and repurchases of its outstanding securities and other capital actions that it intends to take. JPMorgan Chase considers various factors in the management of capital, including the impact of stress on its capital levels, as determined by both internal modeling and the Federal Reserve’s modeling of JPMorgan Chase’s capital position in supervisory stress tests and CCAR. Because the Federal Reserve and JPMorgan Chase use different forecasting models and methodologies when determining stress test results, there can be significant differences between the estimates of stress loss as determined by the Federal Reserve and JPMorgan Chase, respectively. The Federal Reserve may object to or require modifications to JPMorgan Chase’s capital plan, or JPMorgan Chase may otherwise modify its capital plan, and any such modification could have an adverse effect on JPMorgan Chase’s shareholders, including by:"
        },
        {
          "year": 2018,
          "paragraphIndex": 107,
          "text": "JPMorgan Chase’s risk management framework is intended to mitigate risk and loss. The framework includes both the “first line of defense,” consisting of each line of business and Treasury and the Chief Investment Office, including their aligned Operations, Technology and Control Management groups, and the “second line of defense,” consisting of Independent Risk Management."
        },
        {
          "year": 2018,
          "paragraphIndex": 36,
          "text": "Any of these potential outcomes could cause JPMorgan Chase to suffer losses on its market-making positions or in its investment securities portfolio, reduce its liquidity and capital levels, hamper its ability to deliver products and"
        },
        {
          "year": 2018,
          "paragraphIndex": 47,
          "text": "net interest margins to be compressed, which could reduce the amounts that JPMorgan Chase earns on its investment securities portfolio to the extent that it is unable to reinvest contemporaneously in higher-yielding instruments, and"
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "cyber attacks",
        "risks including",
        "cyber attack",
        "impacts",
        "potential adverse",
        "transition risks",
        "travel",
        "carbon",
        "certain countries",
        "effects covid",
        "government stimulus",
        "health safety",
        "low carbon",
        "cyberattacks",
        "cyberattack",
        "border",
        "cross",
        "cross border",
        "fca",
        "governmental entities",
        "reach",
        "border financial",
        "caused cyberattack",
        "ccar",
        "consensus",
        "consensus government",
        "custodian",
        "end"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 170,
          "text": "Transition risks arise from the process of adjusting to a low-carbon economy. In addition to possible changes in climate policy and financial regulation, potential transition risks may include economic and other changes engendered by the development of low-carbon technological advances (e.g., electric vehicles and renewable energy) and/or changes in consumer preferences towards low-carbon goods and services. Transition risks could be further accelerated by the occurrence of changes in the physical climate."
        },
        {
          "year": 2020,
          "paragraphIndex": 126,
          "text": "The risk of a security breach due to a cyber attack could increase in the future as JPMorgan Chase continues to expand its mobile banking and other internet-based product offerings and its internal use of internet-based products and applications. Furthermore, increased use of remote access and third party video conferencing solutions during the COVID-19 pandemic, to facilitate work-from-home arrangements for employees, could increase JPMorgan Chase’s exposure to cyber attacks. In addition, a third party could misappropriate confidential information obtained by intercepting signals or communications from mobile devices used by JPMorgan Chase’s employees."
        },
        {
          "year": 2020,
          "paragraphIndex": 11,
          "text": "On March 11, 2020, the World Health Organization declared the outbreak of a strain of novel coronavirus disease, COVID-19, to be a global pandemic. The COVID-19 pandemic and governmental responses to the pandemic led to the institution of social distancing and shelter-in-place requirements in certain areas of the U.S. and other countries resulting in ongoing severe impacts on global economic conditions, including:"
        },
        {
          "year": 2019,
          "paragraphIndex": 29,
          "text": "A disorderly withdrawal of the U.K. from the EU, or unexpected consequences of the withdrawal, could have significant and immediate destabilizing effects on economic and market conditions in the region and globally. In particular, cross-border financial services activities could be severely disrupted depending on circumstances that may exist following the withdrawal, including:"
        },
        {
          "year": 2019,
          "paragraphIndex": 112,
          "text": "the cyberattack to its clients, customers, counterparties and regulators, as well as the public. Furthermore, it may not be clear how best to contain and remediate the harm caused by the cyberattack, and certain errors or actions could be repeated or compounded before they are discovered and remediated. Any or all of these factors could further increase the costs and consequences of a cyberattack."
        },
        {
          "year": 2019,
          "paragraphIndex": 104,
          "text": "JPMorgan Chase experiences numerous cyberattacks on its computer systems, software, networks and other technology assets on a daily basis from various actors, including cyber-criminals and “hacktivists” (i.e., individuals or groups that use technology to promote a political agenda or social change). These cyberattacks can take many forms, but a common objective of many of these attacks is to introduce computer viruses or malware into JPMorgan Chase’s systems. These viruses or malicious code are typically designed to:"
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "reference",
        "alternative reference",
        "reference rates",
        "escalation hostilities",
        "outbreak escalation",
        "extraordinary events",
        "acceptance",
        "acquired",
        "acquired businesses",
        "newly",
        "newly acquired",
        "consumer behavior",
        "economic sectors",
        "gsib",
        "reference rate",
        "accounting standards",
        "uncertainties",
        "capital plan",
        "corruption anti",
        "laundering laws",
        "accounting standard",
        "business interruption",
        "catastrophes",
        "cecl",
        "december",
        "diseases pandemics",
        "interruption",
        "outbreaks",
        "outbreaks hostilities",
        "sharing personal"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 99,
          "text": "If a particular benchmark were to be discontinued and an alternative reference rate has not been successfully introduced or widely accepted within the market, this could result in significant adverse effects on the financial markets. For example, vast amounts of loans, mortgages, securities, derivatives and other financial instruments are linked to the London Interbank Offered Rate (“LIBOR”) benchmark. ICE Benchmark Administration, the administrator of LIBOR, has announced that the publication of the principal tenors of U.S. dollar LIBOR will cease after June 30, 2023, and significant progress has been made by regulators, industry bodies and market participants to introduce and implement the Secured Overnight Financing Rate (“SOFR”) as a replacement rate for U.S. dollar LIBOR. However, if an alternative reference rate such as SOFR has not achieved sufficient market acceptance when the publication of the principal tenors of U.S. dollar LIBOR is discontinued, or if market participants have not otherwise implemented effective transitional arrangements to address that discontinuation, this could result in widespread dislocation in the financial markets, volatility in the pricing of securities, derivatives and other instruments, and the suppression of capital markets activities, all of which could have a negative impact on JPMorgan Chase’s results of operations and on U.S. dollar LIBOR-linked securities, credit or other instruments which are issued, funded, serviced or held by JPMorgan Chase."
        },
        {
          "year": 2021,
          "paragraphIndex": 98,
          "text": "Regulators, industry bodies and other market participants in the U.S. and other countries continue to engage in initiatives to develop, introduce and encourage the use of alternative reference rates to replace certain benchmarks, and certain of these alternative rates have gained or are gaining acceptance among market participants. However, there is no assurance that:"
        },
        {
          "year": 2021,
          "paragraphIndex": 170,
          "text": "The foregoing risks could be heightened with respect to newly-acquired businesses if JPMorgan Chase fails to successfully integrate employees of those businesses or any of those employees do not conduct themselves in accordance with JPMorgan Chase's expectations, policies and practices."
        },
        {
          "year": 2020,
          "paragraphIndex": 144,
          "text": "JPMorgan Chase maintains a Firmwide resiliency program that is intended to enable it to recover critical business functions and supporting assets, including staff, technology and facilities, in the event of a business interruption. There can be no assurance that JPMorgan Chase’s resiliency plans will fully mitigate all potential business continuity risks to JPMorgan Chase or its clients and customers or that its resiliency plans will be adequate to address the effects of simultaneous occurrences of multiple catastrophes or other business interruption events. In addition, JPMorgan Chase’s ability to respond effectively to a business interruption could be hampered to the extent that the members of its workforce, physical assets or systems and other support infrastructure needed to address the event are geographically dispersed, or conversely, if a catastrophic event occurs in an area in which a critical segment of JPMorgan Chase’s workforce, physical assets or systems and other support infrastructure is concentrated. Further, should emergency or catastrophic events such as severe or abnormal weather conditions or health emergencies, the spread of infectious diseases or pandemics become more chronic, the disruptive effects of those events on JPMorgan Chase’s business and operations, and on its clients, customers, counterparties and employees, could become more significant and long-lasting."
        },
        {
          "year": 2020,
          "paragraphIndex": 157,
          "text": "The preparation of JPMorgan Chase’s financial statements is based on accounting standards established by the Financial Accounting Standards Board and the Securities and Exchange Commission, as well as more detailed accounting policies established by JPMorgan Chase’s management. From time to time these accounting standards or"
        },
        {
          "year": 2020,
          "paragraphIndex": 159,
          "text": "As of January 1, 2020, JPMorgan Chase implemented a new accounting standard, commonly referred to as the Current Expected Credit Losses (“CECL”) framework, which requires earlier recognition of expected credit losses on loans and certain other instruments. The allowance for credit losses related to certain of JPMorgan Chase’s loans and other lending-related commitments portfolios increased upon implementation of CECL, which has had a negative impact on JPMorgan Chase’s capital levels."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "actions initiatives",
        "esg matters",
        "considering",
        "heightened geopolitical",
        "hybrid",
        "hybrid work",
        "lower carbon",
        "processing safeguarding",
        "respect esg",
        "work models",
        "ability transact",
        "acquire",
        "adherence",
        "adjustment",
        "adopt",
        "anti corruption",
        "anti money",
        "discontinued",
        "laundering",
        "money laundering",
        "reform",
        "social sustainability",
        "sustainability",
        "administration",
        "assistance",
        "damage reputation",
        "effects covid",
        "embargo",
        "embargo programs",
        "extent covid"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 183,
          "text": "JPMorgan Chase’s increased use of hybrid work models could result in deterioration in employee performance or degradation of JPMorgan Chase's control environment which may have a material and adverse effect on its business and operations. Alternatively, discontinuing hybrid work models could harm JPMorgan Chase’s ability to attract and retain employees."
        },
        {
          "year": 2022,
          "paragraphIndex": 156,
          "text": "Transition risks arise from societal adjustment to a lower-carbon economy, such as changes in public policy, adoption of new technologies or changes in consumer preferences towards low-carbon goods and services. These risks could also be influenced by changes in the physical climate. Potential adverse impacts of transition risks include:"
        },
        {
          "year": 2022,
          "paragraphIndex": 169,
          "text": "Activists have also taken actions intended to change or influence JPMorgan Chase’s business practices with respect to ESG matters, including public protests at JPMorgan Chase’s headquarters and other properties, and submitting specific ESG-related proposals for a vote by JPMorgan Chase’s shareholders."
        },
        {
          "year": 2021,
          "paragraphIndex": 37,
          "text": "JPMorgan Chase can face greater risks of non-compliance and incur higher operational and compliance costs under laws, rules and regulations relating to anti-money laundering, economic sanctions, embargo programs and anti-corruption."
        },
        {
          "year": 2021,
          "paragraphIndex": 38,
          "text": "JPMorgan Chase must comply with laws, rules and regulations throughout the world relating to anti-money laundering, economic sanctions, embargo programs and anti-corruption which can increase its risks of non-compliance and costs associated with the implementation and maintenance of complex compliance programs. A violation of any of these legal and regulatory requirements could subject JPMorgan Chase, or individual employees, to regulatory enforcement actions as well as significant civil and criminal penalties. In addition, certain national and multi-national bodies and governmental agencies outside the U.S. have adopted laws, rules or regulations that conflict with or prohibit a firm such as JPMorgan Chase from complying with laws, rules and regulations to which it is otherwise subject, creating conflict of law issues that also increase its risks of non-compliance in those jurisdictions."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "•\nRegulatory\nrisks, including the impact that applicable laws, rules and regulations in the highly-regulated financial services industry, as well as changes to or in the application, interpretation or enforcement of those laws, rules and regulations, can have on JPMorgan Chase’s business and operations; the ways in which differences in financial services regulation in different jurisdictions or with respect to certain competitors can disadvantage JPMorgan Chase’s business; the penalties and collateral consequences, and higher compliance and operational costs, that JPMorgan Chase may incur when resolving a regulatory investigation; risks associated with complying with anti-money laundering, economic sanctions and anti-corruption laws; the ways in which less predictable legal and regulatory frameworks in certain countries can negatively impact JPMorgan Chase’s operations and financial results; and the losses that security holders will absorb if JPMorgan Chase were to enter into a resolution."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "republic",
        "Artificial intelligence",
        "vulnerabilities",
        "republic acquisition",
        "machine learning",
        "artificial",
        "assets liabilities",
        "enhancement",
        "enhancements",
        "intelligence",
        "obligors",
        "timely manner",
        "borrowers obligors",
        "campaigns",
        "complete enhancements",
        "reference",
        "alternative reference",
        "benchmark",
        "libor",
        "reference rates",
        "benchmark rates",
        "benchmarks",
        "dollar libor",
        "counterparties investors",
        "ensure",
        "transition alternative",
        "transition benchmark",
        "COVID-19",
        "acceptance",
        "bodies market"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 119,
          "text": "•\nadvances in artificial intelligence, such as the use of machine learning and generative artificial intelligence by malicious actors to develop more advanced social engineering attacks, including targeted phishing attacks"
        },
        {
          "year": 2023,
          "paragraphIndex": 120,
          "text": "The dynamic nature of the cyber threat landscape necessitates continuous enhancement and adaptation of cybersecurity controls. Failure to discover or address known vulnerabilities or shortcomings in cybersecurity controls, or to prioritize or complete enhancements to address them, in each case in a timely manner, may leave JPMorgan Chase vulnerable to cyber attacks, potentially resulting in data breaches, financial losses, reputational damage and regulatory penalties, including the failure to prioritize or complete enhancements relating to:"
        },
        {
          "year": 2023,
          "paragraphIndex": 145,
          "text": "On May 1, 2023, JPMorgan Chase Bank, N.A. acquired certain assets and assumed certain liabilities of First Republic Bank from the FDIC (the “First Republic acquisition”). Actual results associated with the First Republic acquisition may differ from the anticipated positive results, including with respect to:"
        },
        {
          "year": 2022,
          "paragraphIndex": 91,
          "text": "For example, vast amounts of loans, mortgages, securities, derivatives and other financial instruments are still linked to the London Interbank Offered Rate (“LIBOR”) benchmark, and significant progress has been made by regulators, industry bodies and market participants to introduce and implement the Secured Overnight Financing Rate (“SOFR”) as a replacement rate for U.S. dollar LIBOR. However, if market participants have not implemented effective operational and other arrangements to address the transition from U.S. dollar LIBOR to SOFR, this could result in dislocation in the financial markets, volatility in the pricing of securities, derivatives and other instruments, and the suppression of capital markets activities, all of which could have a negative impact on JPMorgan Chase’s results of operations and on U.S. dollar LIBOR-linked securities, credit or other instruments which are issued, funded, serviced or held by JPMorgan Chase."
        },
        {
          "year": 2022,
          "paragraphIndex": 90,
          "text": "Regulators, industry bodies and other market participants in the U.S. and other countries continue to engage in initiatives to introduce and encourage the use of alternative reference rates to replace certain interest rate indices that are deemed to be “benchmarks”, and certain of these alternative rates have gained or are gaining acceptance among market participants. However, there is no assurance that:"
        },
        {
          "year": 2022,
          "paragraphIndex": 92,
          "text": "JPMorgan Chase could also become involved in litigation and other types of disputes with clients, customers, counterparties and investors as a consequence of the transition from U.S. dollar LIBOR and other benchmark rates to replacement rates, including claims that JPMorgan Chase has:"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "jpmorganchase",
        "jpmorganchase exposed",
        "accordance jpmorganchase",
        "jpmorganchase faces",
        "judicial",
        "form",
        "lower carbon",
        "precedents",
        "russia",
        "sophistication",
        "verification",
        "achieving",
        "automation",
        "backgrounds",
        "biased",
        "republic",
        "diverse",
        "chase exposed",
        "republic acquisition",
        "diverse employees",
        "eligible debt",
        "assets liabilities",
        "chase earns",
        "chase relies",
        "inhibit jpmorgan",
        "qualified diverse",
        "belonging jpmorgan",
        "chase dependence",
        "chase endeavors",
        "chase goal"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 33,
          "text": "If the application of the laws, rules, regulations and judicial precedents in any jurisdiction is susceptible to producing outcomes that are inconsistent, unexpected or contrary to established legal principles, this can create a more difficult environment in which JPMorganChase conducts its business and could negatively affect JPMorganChase’s operations and reduce its earnings with respect to that jurisdiction. For example, JPMorganChase has faced actual and threatened litigation in Russia with respect to payments that JPMorganChase cannot make under, and is contractually excused from paying as a result of, relevant economic sanctions laws. That litigation has also resulted in the seizure of assets. In addition, conducting business in jurisdictions with less predictable legal and regulatory frameworks could require JPMorganChase to devote significant additional resources to understanding local laws, rules and regulations, as well as structuring its operations to comply with local laws, rules and regulations and implementing and administering related internal policies and procedures."
        },
        {
          "year": 2024,
          "paragraphIndex": 168,
          "text": "JPMorganChase operates in many regions, countries and communities around the world where its business, and the activities of its clients and customers, could be adversely affected by climate change. Climate change could manifest as a financial risk to JPMorganChase either through changes in the physical climate or from the process of transitioning to a lower-carbon economy. Both physical risks and transition risks associated with climate change could have negative impacts on the financial condition or creditworthiness of JPMorganChase’s clients and customers, on JPMorganChase's exposure to affected companies and markets, and on the effectiveness of JPMorganChase’s existing business strategy with respect to its operations, clients and customers."
        },
        {
          "year": 2024,
          "paragraphIndex": 198,
          "text": "JPMorganChase’s employees are its most important resource, and in many areas of the financial services industry, competition for qualified personnel is intense. JPMorganChase endeavors to attract talented new employees from a variety of backgrounds and retain, develop and motivate its existing employees. JPMorganChase's efforts to hire and retain talented employees could be hindered by factors such as:"
        },
        {
          "year": 2023,
          "paragraphIndex": 145,
          "text": "On May 1, 2023, JPMorgan Chase Bank, N.A. acquired certain assets and assumed certain liabilities of First Republic Bank from the FDIC (the “First Republic acquisition”). Actual results associated with the First Republic acquisition may differ from the anticipated positive results, including with respect to:"
        },
        {
          "year": 2023,
          "paragraphIndex": 197,
          "text": "JPMorgan Chase’s employees are its most important resource, and in many areas of the financial services industry, competition for qualified personnel is intense. JPMorgan Chase endeavors to attract talented and diverse new employees and retain, develop and motivate its existing employees. JPMorgan Chase's efforts to hire and retain talented and diverse employees could be hindered by factors such as:"
        },
        {
          "year": 2023,
          "paragraphIndex": 146,
          "text": "Integration of an acquired business can be complex and costly, and involves the combination of relevant accounting and data processing systems and management controls, as well as managing relevant relationships with employees, clients, suppliers and other business partners. The integration process could result in the disruption of ongoing businesses or inconsistencies in standards, controls, procedures and policies that could adversely affect JPMorgan Chase’s ability to maintain relationships with clients and customers. In addition, the loss of key employees in connection with the First Republic acquisition could adversely affect JPMorgan Chase’s ability to successfully conduct its business."
        }
      ]
    }
  ]
}