{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "efforts",
        "european",
        "advertising marketing",
        "cause",
        "channels",
        "commentary portrayals",
        "eotf",
        "expected",
        "franchisees licensees",
        "include increased",
        "inquiries",
        "investigations inquiries",
        "licensees",
        "portrayals",
        "risks include",
        "good",
        "china",
        "commentary perceptions",
        "economies",
        "advanced",
        "advisories",
        "ambition",
        "aspects",
        "aware",
        "base",
        "broad",
        "china japan",
        "companies",
        "consequence",
        "credit rating"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "Our turnaround plan includes an accelerated pace of refranchising, cost savings initiatives and global restructuring. As we continue to implement our plans, the existing risks we face in our business may be intensified. Our efforts to reduce costs and capital expenditures depend, in part, upon our refranchising efforts, which, in turn, depend upon our ability to select qualified and capable franchisees and licensees. Our cost savings initiatives also depend upon our ability to achieve efficiencies through the consolidation of global, back-office functions. Therefore, if our turnaround-related initiatives are not successful, take longer to complete than initially projected, or are not well executed, or if our cost reduction efforts adversely impact our effectiveness, our business operations, financial results and results of operations could be adversely affected."
        },
        {
          "year": 2016,
          "paragraphIndex": 25,
          "text": "We may also face challenges and uncertainties in developed markets. For example, as a result of the U.K.'s decision to leave the European Union through a negotiated exit over a period of time, it is possible that there will be increased regulatory complexities, as well as potential referenda in the U.K. and/or other European countries, that could cause uncertainty in European or worldwide economic conditions. In the short term, the decision created volatility in certain foreign currency exchange rates, and the resulting depression in those exchange rates may continue. Any of these effects, and others we cannot anticipate, could adversely affect our business, results of operations, financial condition and cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 4,
          "text": "We will continue to build upon our investments in Experience of the Future (“EOTF”), which focus on restaurant modernization and technology and digital engagement in order to transform the restaurant experience. As we accelerate our pace of converting restaurants to EOTF, we are placing renewed emphasis on our improving our service model and strengthening relationships with customers, in part through digital channels and loyalty initiatives. We may not fully realize the intended benefits of these significant investments and therefore our business results may suffer."
        },
        {
          "year": 2015,
          "paragraphIndex": 11,
          "text": "Additionally, the ongoing relevance of our brand may depend on the success of our sustainability initiatives to support our brand ambition of good food, good people and good neighbor, which will require System-wide coordination and alignment. If we are not effective in achieving our stated sustainability goals and"
        },
        {
          "year": 2015,
          "paragraphIndex": 15,
          "text": "Our ability to increase sales and profits depends on our System’s ability to meet expectations for safe food and on our ability to manage the potential impact on McDonald’s of food-borne illnesses and food or product safety issues that may arise in the future. Food safety is a top priority, and we dedicate substantial resources to ensure that our customers enjoy safe food products. However, food safety events, including instances of food-borne illness, have occurred in the food industry in the past, and could occur in the future. In 2014, food quality issues were discovered at a supplier to McDonald’s and other food companies in China. As a consequence of this issue, results in China, Japan and certain other markets were negatively impacted due to lost sales and profitability, including expenses associated with rebuilding customer trust. Any future instances of food tampering, food contamination or food-borne illness, whether actual or perceived, could adversely affect our brand and reputation as well as our revenues and profits."
        },
        {
          "year": 2015,
          "paragraphIndex": 13,
          "text": "Our results of operations are substantially affected by economic conditions, which can vary significantly by market and can impact consumer disposable income levels and spending habits. Economic conditions can also be impacted by a variety of factors including hostilities, epidemics and actions taken by governments to manage national economic matters, whether through austerity or stimulus measures and initiatives intended to control wages, unemployment, credit availability, inflation, taxation and other economic drivers. Many major economies, both advanced and developing, continue to face weak economies, high unemployment rates and other ongoing economic issues. Continued adverse economic conditions or adverse changes in economic conditions in our markets could pressure our operating performance, and our business and financial results may suffer."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "affiliates",
        "act",
        "delivery",
        "licensees affiliates",
        "developmental",
        "developmental licensees",
        "incidents practices",
        "mobile",
        "mobile ordering",
        "ordering",
        "tax act",
        "ability retain",
        "adaptive",
        "affiliates implement",
        "affiliates meet",
        "states",
        "united",
        "united states",
        "turnaround",
        "turnaround plan",
        "design",
        "select",
        "states foreign",
        "budgetary",
        "clean",
        "component",
        "condition trading",
        "customers employees",
        "demonstrate",
        "depend various"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "particular, we are affected by the impact of changes to tax laws or policy or related authoritative interpretations, including changes and uncertainties resulting from proposals for comprehensive or corporate tax reforms in the U.S. or elsewhere. On December 22, 2017, the Tax Cuts and Jobs Act (“Tax Act”) was signed into law. While we have estimated the effects of the Tax Act, we continue to refine those estimates with the possibility they could change, and those changes could be material. We are also impacted by settlements of pending or any future adjustments proposed by taxing authorities inside and outside of the U.S. in connection with our tax audits, all of which will depend on their timing, nature and scope. Any increases in income tax rates, changes in income tax laws or unfavorable resolution of tax matters could have a material adverse impact on our financial results."
        },
        {
          "year": 2017,
          "paragraphIndex": 3,
          "text": "We will continue to build upon our investments in EOTF, which focus on restaurant modernization and technology and digital engagement in order to transform the restaurant experience. As we accelerate our pace of converting restaurants to EOTF, we are placing renewed emphasis on improving our service model and strengthening relationships with customers, in part through digital channels and loyalty initiatives, as well as mobile ordering and payment systems. We also continue to build on delivery initiatives, which may not generate expected returns. We may not fully realize the intended benefits of these significant investments, or these initiatives may not be well executed, and therefore our business results may suffer."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "Our ownership mix also affects our results and financial condition. The decision to own restaurants or to operate under franchise or license agreements is driven by many factors whose interrelationship is complex and changing. Our ability to achieve the benefits of our refranchising strategy, which involves a significant percentage of franchised restaurants, including an increased number of restaurants run by developmental licensees and affiliates, depends on various factors. Those factors include whether we have effectively selected"
        },
        {
          "year": 2016,
          "paragraphIndex": 39,
          "text": "We have registered certain trademarks and have other trademark registrations pending in the United States and certain foreign jurisdictions. The trademarks that we currently use have not been registered in all of the countries outside of the United States in which we do business or may do business in the future and may never be registered in all of these countries. The steps we have taken to protect our intellectual property in the United States and foreign countries may not be adequate. In addition, the steps we have taken may not adequately ensure that we do not infringe the intellectual property of others, and third parties may claim infringement by us in the future. In particular, we may be involved in intellectual property claims, including often aggressive or opportunistic attempts to enforce patents used in information technology systems, which might affect our operations and results. Any claim of infringement, whether or"
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "We are subject to income and other taxes in the United States and foreign jurisdictions, and our operations, plans and results are affected by tax and other initiatives around the world. In particular, we are affected by the impact of changes to tax laws or policy or related authoritative interpretations, including to the extent that corporate tax reform becomes a key component of budgetary initiatives in the United States or elsewhere. We are also impacted by settlements of pending or any future adjustments proposed by taxing authorities outside of the U.S. or the IRS in connection with our tax audits, all of which will depend on their timing, nature and scope. Any increases in income tax rates, changes in income tax laws or unfavorable resolution of tax matters could have a material adverse impact on our financial results."
        },
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "Our turnaround plan includes an accelerated pace of refranchising, cost savings initiatives and global restructuring. As we continue to implement our plans, the existing risks we face in our business may be intensified. Our efforts to reduce costs and capital expenditures depend, in part, upon our refranchising efforts, which, in turn, depend upon our ability to select qualified and capable franchisees and licensees. Our cost savings initiatives also depend upon our ability to achieve efficiencies through the consolidation of global, back-office functions. Therefore, if our turnaround-related initiatives are not successful, take longer to complete than initially projected, or are not well executed, or if our cost reduction efforts adversely impact our effectiveness, our business operations, financial results and results of operations could be adversely affected."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "customers employees",
        "GDPR",
        "Sanctions",
        "confirm",
        "convert customers",
        "converting customers",
        "digital delivery",
        "franchised structure",
        "heavily",
        "heavily franchised",
        "partnerships",
        "regaining",
        "regaining converting",
        "retaining regaining",
        "success relies",
        "ensure",
        "refranchising",
        "act",
        "pace",
        "adequately ensure",
        "commentary portrayals",
        "cost savings",
        "initiatives successful",
        "intensified",
        "portrayals",
        "recent",
        "savings",
        "savings initiatives",
        "success increasingly",
        "tax act"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 14,
          "text": "As the Company's business model has evolved to a more heavily franchised structure, our success relies to large degree on the financial success and cooperation of our franchisees, including our developmental licensees and affiliates. Our restaurant margins arise from two sources: fees from franchised restaurants (e.g., rent and royalties based on a percentage of sales) and, to a lesser degree, sales from Company-operated restaurants. Our franchisees and developmental licensees manage their businesses independently, and therefore are responsible for the day-to-day operation of their restaurants. The revenues we realize from franchised restaurants are largely dependent on the ability of our franchisees to grow their sales. Business risks affecting our operations also affect our franchisees. If our franchisees do not experience sales growth, our revenues and margins could be negatively affected as a result. Also, if sales trends worsen for franchisees, their financial results may deteriorate, which could result in, among other things, restaurant closures, or delayed or reduced payments to us."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "Our ability to retain, regain and convert customers also depends on the impact of pricing, promotional and marketing plans across the System, and the ability to adjust these plans to respond quickly and effectively to evolving customer preferences, as well as shifting economic and competitive conditions. Existing or future pricing strategies, and the value proposition they represent, are expected to continue to be important components of our business strategy; however, they may not be successful in retaining, regaining and converting customers, or may not be as successful as the efforts of our competitors, and could negatively impact sales, guest counts and market share."
        },
        {
          "year": 2018,
          "paragraphIndex": 17,
          "text": "Our ownership mix also affects our results and financial condition. The decision to own restaurants or to operate under franchise or license agreements is driven by many factors whose interrelationship is complex. The benefits of our more heavily franchised structure depends on various factors including whether we have effectively selected franchisees, licensees and/or affiliates that meet our rigorous standards, whether we are able to successfully integrate them into our structure and whether their performance and the resulting ownership mix supports our brand and financial objectives."
        },
        {
          "year": 2017,
          "paragraphIndex": 5,
          "text": "Our previously announced refranchising and cost saving initiatives remain ongoing. As we continue on those initiatives, the existing risks we face in our business may be intensified. Our efforts to reduce costs and capital expenditures depend, in part, upon our refranchising efforts, which, in turn, depend upon our selection and integration of capable third parties. Our cost savings initiatives also depend upon a variety of factors, including our ability to achieve efficiencies through the consolidation of global, back-office functions. If these various initiatives are not successful, take longer to complete than initially projected, or are not well executed, or if our cost reduction efforts adversely impact our effectiveness, our business operations, financial results and results of operations could be adversely affected."
        },
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "particular, we are affected by the impact of changes to tax laws or policy or related authoritative interpretations, including changes and uncertainties resulting from proposals for comprehensive or corporate tax reforms in the U.S. or elsewhere. On December 22, 2017, the Tax Cuts and Jobs Act (“Tax Act”) was signed into law. While we have estimated the effects of the Tax Act, we continue to refine those estimates with the possibility they could change, and those changes could be material. We are also impacted by settlements of pending or any future adjustments proposed by taxing authorities inside and outside of the U.S. in connection with our tax audits, all of which will depend on their timing, nature and scope. Any increases in income tax rates, changes in income tax laws or unfavorable resolution of tax matters could have a material adverse impact on our financial results."
        },
        {
          "year": 2017,
          "paragraphIndex": 39,
          "text": "We may not be able to adequately protect our intellectual property or adequately ensure that we are not infringing the intellectual property of others, which could harm the value of the McDonald’s brand and our business."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "december",
        "fair",
        "fair value",
        "total",
        "consolidated",
        "million",
        "lease",
        "ended",
        "financial statements",
        "form",
        "millions",
        "years",
        "internal",
        "president",
        "internal control",
        "authorities adversely",
        "imposed",
        "inconsistent standards",
        "increase exposure",
        "increasing legal",
        "inquiries",
        "investigations inquiries",
        "regulatory environment",
        "standards imposed",
        "access denial",
        "actions competitors",
        "affect increasing",
        "affected cost",
        "affected successfully",
        "alignment effective"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 98,
          "text": "The Company enters into fair value hedges to reduce the exposure to changes in fair values of certain liabilities. The Company enters into fair value hedges that convert a portion of its fixed rate debt into floating rate debt by use of interest rate swaps. At December 31, 2019 , the carrying amount of fixed-rate debt that was effectively converted was an equivalent notional amount of $ 998.5 million , which included an increase of $ 12.1 million of cumulative hedging adjustments. For the year ended December 31, 2019 , the Company recognized a $ 24.0 million gain on the fair value of interest rate swaps, and a corresponding loss on the fair value of the related hedged debt instrument to interest expense."
        },
        {
          "year": 2019,
          "paragraphIndex": 85,
          "text": "The Company conducts goodwill impairment testing in the fourth quarter of each year or whenever an indicator of impairment exists. If an indicator of impairment exists (e.g., estimated earnings multiple value of a reporting unit is less than its carrying value), the goodwill impairment test compares the fair value of a reporting unit, generally based on discounted future cash flows, with its carrying amount including goodwill. If the carrying amount of a reporting unit exceeds its fair value, an impairment loss is measured as the difference between the implied fair value of the reporting unit's goodwill and the carrying amount of goodwill. Historically, goodwill impairment has not significantly impacted the consolidated financial statements. Goodwill on the Consolidated Balance Sheet reflects accumulated impairment losses of $ 113.9 million and $ 15.6 million as of December 31, 2019 and 2018, respectively."
        },
        {
          "year": 2019,
          "paragraphIndex": 170,
          "text": "We have audited the accompanying consolidated balance sheets of McDonald’s Corporation (the Company) as of December 31, 2019 and 2018, and the related consolidated statements of income, comprehensive income, shareholders' equity and cash flows for each of the three years in the period ended December 31, 2019, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2019 and 2018, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2019, in conformity with U.S. generally accepted accounting principles."
        },
        {
          "year": 2018,
          "paragraphIndex": 30,
          "text": "Our regulatory environment worldwide exposes us to complex compliance and similar risks that could affect our operations and results in material ways. In many of our markets, we are subject to increasing regulation, which has increased our cost of doing business. We are affected by the cost, compliance and other risks associated with the often conflicting and highly prescriptive regulations we face, including where inconsistent standards imposed by multiple governmental authorities can adversely affect our business and increase our exposure to litigation or governmental investigations or proceedings."
        },
        {
          "year": 2018,
          "paragraphIndex": 25,
          "text": "Disruptions in operations or price volatility in a market can also result from governmental actions, such as price, foreign exchange or changes in trade-related tariffs or controls, sanctions and counter sanctions, government-mandated closure of our franchisees’ or our suppliers’ operations, and asset seizures. The cost and disruption of responding to governmental investigations or inquiries, whether or not they have merit, or the impact of these other measures, may impact our results and could cause reputational or other harm. Our international success depends in part on the effectiveness of our strategies and brand-building initiatives to reduce our exposure to such governmental investigations or inquiries."
        },
        {
          "year": 2018,
          "paragraphIndex": 32,
          "text": "Additionally, we are working to manage the risks and costs to us, our franchisees and our supply chain of the effects of climate change, greenhouse gases, and diminishing energy and water resources. These risks include the increased public focus, including by governmental and nongovernmental organizations, on these and other environmental sustainability matters, such as packaging and waste, animal health and welfare, deforestation and land use. These risks also include the increased pressure to make commitments, set targets or establish additional goals and take actions to meet them. These risks could expose us to market, operational and execution costs or risks. If we are unable to effectively manage the risks associated with our complex regulatory environment, it could have a material adverse effect on our business and financial condition."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "refer",
        "result covid",
        "billion line",
        "business continuity",
        "deferrals",
        "footnote page",
        "goods",
        "mcdonald japan",
        "advantages",
        "concessions",
        "condition outlook",
        "covid related",
        "goods services",
        "director",
        "quarters ended",
        "ability retain",
        "counsel",
        "eotf",
        "managing",
        "named",
        "regain",
        "regain convert",
        "retain regain",
        "Coronavirus",
        "china hong",
        "convert customers",
        "converting",
        "converting customers"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 90,
          "text": "The Company elected the practical expedient to account for COVID-19 related rent concessions as if they were part of the enforceable rights and obligations of the parties under the existing lease contract. This was elected for the Company’s entire lessee and lessor portfolio for any rent deferrals or rent abatements. For the lessee portfolio, the Company elected not to remeasure the Lease right- of-use asset and Lease liability if a rent deferral or a rent abatement is granted. Refer to the Leasing Arrangements footnotes on page 52 of this Form 10-K for additional information on the Lease right-of-use asset and Lease liability."
        },
        {
          "year": 2020,
          "paragraphIndex": 0,
          "text": "Health epidemics or pandemics can adversely affect consumer spending and confidence levels and supply availability and costs, as well as the local operations in impacted markets, all of which can affect our financial results, condition and outlook. Importantly, the global pandemic resulting from COVID-19 has disrupted global health, economic and market conditions, consumer behavior and McDonald’s global restaurant operations beginning in early 2020. Local and national governmental mandates or recommendations and public perceptions of the risks associated with the COVID-19 pandemic have caused, and we expect will continue to cause, consumer behavior to change and worsening or volatile economic conditions, each of which could continue to adversely affect our business. In addition, our global operations have been disrupted to varying degrees and may continue to be disrupted given the unpredictability of the virus, its resurgences and government responses thereto as well as potentially permanent changes to the industry we operate in. While we cannot predict the duration or scope of the COVID-19 pandemic, the resurgence of infections in one or more markets, or the impact of vaccines across the globe, the COVID-19 pandemic has negatively impacted our business and is expected to continue to impact our financial results, condition and outlook in a way that may be material."
        },
        {
          "year": 2020,
          "paragraphIndex": 82,
          "text": "Sales by Company-operated restaurants are recognized on a cash basis at the time of the underlying sale and are presented net of sales tax and other sales-related taxes. Royalty revenues are based on a percent of sales and recognized at the time the underlying sales occur. Rental income includes both minimum rent payments, which are recognized straight-line over the franchise term (with the exception of rent concessions as a result of COVID-19 – refer to the Leasing section that follows), and variable rent payments based on a percent of sales, which are recognized at the time the underlying sales occur. Initial fees are recognized as the Company satisfies the performance obligation over the franchise term, which is generally 20 years."
        },
        {
          "year": 2019,
          "paragraphIndex": 4,
          "text": "Our ability to retain, regain and convert customers also depends on the impact of pricing, promotional and marketing plans across the System, and the ability to adjust these plans to respond quickly and effectively to evolving customer preferences, as well as shifting economic and competitive conditions. Existing or future pricing strategies, and the value proposition they represent, are expected to continue to be important components of our business strategy; however, they may not be successful in retaining, regaining and converting customers, or may not be as successful as the efforts of our competitors, and could negatively impact sales, guest counts and market share."
        },
        {
          "year": 2019,
          "paragraphIndex": 63,
          "text": "Jerome Krulewitch , 55, is Corporate Executive Vice President, General Counsel and Secretary, a position he has held since March 2017. From May 2011 until March 2017, Mr. Krulewitch served as Corporate Senior Vice President - Chief Counsel, Global Operations. Prior to that, Mr. Krulewitch was Corporate Senior Vice President - General Counsel, The Americas from September 2010 to April 2011. Mr. Krulewitch has served the Company for 18 years."
        },
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "Effective succession planning is important to our long-term success. The Board named Christopher Kempczinski as President and Chief Executive Officer and named Joseph Erlinger as President, McDonald's USA, effective as of November 1, 2019. In addition, on December 6, 2019, the Board named Ian Borden as President, International, effective that same day. Failure to effectively identify, develop and retain key personnel, recruit high-quality candidates and ensure smooth management and personnel transitions, including the recent leadership transitions, could disrupt our business and adversely affect our results."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "esg",
        "esg matters",
        "regulatory actions",
        "processes",
        "counsel",
        "environmental social",
        "filed form",
        "general counsel",
        "president general",
        "secretary",
        "similar matters",
        "social responsibility",
        "account balance",
        "act amended",
        "amended exchange",
        "tax act",
        "credit losses",
        "asc",
        "provisional",
        "time transition",
        "act enacted",
        "assets inventory",
        "enactment",
        "enactment date",
        "entity transfers",
        "intra",
        "intra entity",
        "inventory",
        "transfers",
        "transfers assets"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 74,
          "text": "Desiree Ralls-Morrison , 55, is Corporate Executive Vice President, General Counsel and Secretary, a position she has held since April 2021. Prior to joining the Company, Ms. Ralls-Morrison served as Senior Vice President, General Counsel and Corporate Secretary for Boston Scientific, a medical device manufacturer, from November 2017 to April 2021 and as Senior Vice President, General Counsel and Corporate Secretary for Boehringer Ingelheim USA, a pharmaceutical company, from October 2013 to October 2017."
        },
        {
          "year": 2021,
          "paragraphIndex": 54,
          "text": "The standards we set for ourselves regarding ESG matters, and our ability to meet such standards, may also impact our business. For example, we are working to manage risks and costs to our System related to climate change, greenhouse gases, and diminishing energy and water resources, and we have announced initiatives relating to, among other things, environmental sustainability, responsible sourcing and increasing diverse representation across our System. We may face increased scrutiny related to reporting on and achieving these initiatives, as well as continued public focus on similar matters, such as packaging and waste, animal health and welfare, deforestation and land use. We may also face increased pressure from stakeholders to provide expanded disclosure and establish additional commitments, targets or goals, and take actions to meet them, which could expose us to additional market, operational, execution and reputational costs and risks. Moreover, addressing ESG matters requires Systemwide coordination and alignment, and the standards by which certain ESG matters are measured are evolving and subject to assumptions that could change over time."
        },
        {
          "year": 2021,
          "paragraphIndex": 53,
          "text": "In recent years, there has been an increasing focus by stakeholders – including employees, franchisees, customers, suppliers, governmental and non-governmental organizations and investors – on ESG matters. A failure, whether real or perceived, to address ESG matters or to achieve progress on our ESG initiatives could adversely affect our business, including by heightening other risks disclosed in these Risk Factors, such as those related to consumer behavior, consumer perceptions of our brand, labor availability and costs, supply chain interruptions, commodity costs, and legal and regulatory complexity. Conversely, our taking a position, whether real or perceived, on ESG, public policy, geopolitical and similar matters could adversely impact our business."
        },
        {
          "year": 2020,
          "paragraphIndex": 145,
          "text": "The Tax Cuts and Jobs Act of 2017 (\"Tax Act\") was enacted in the U.S. in December 2017. The Tax Act reduced the U.S. federal corporate income tax rate to 21% from 35% and required companies to pay a one-time transition tax on earnings of certain foreign subsidiaries that were previously tax deferred. In 2017, the Company recorded provisional amounts for certain enactment-date effects of the Tax Act by applying the guidance in Staff Accounting Bulletin (\"SAB\") 118. In 2018, the Company recorded adjustments to the provisional amounts and completed its accounting for all of the enactment-date income tax effects of the Tax Act."
        },
        {
          "year": 2020,
          "paragraphIndex": 144,
          "text": "In October 2016, the FASB issued ASU 2016-16, “Income Taxes (Topic 740): Intra-Entity Transfers of Assets Other Than Inventory.” The goal of this update was to improve the accounting for the income tax consequences of intra-entity transfers of assets other than inventory. The Company adopted this standard on January 1, 2018 using a modified retrospective method, resulting in a cumulative catch up adjustment of $57 million, the majority of which was recorded within Miscellaneous other assets on the Consolidated Balance Sheet. The adoption of this standard did not have a material impact on the Consolidated Statements of Income and Cash Flows."
        },
        {
          "year": 2020,
          "paragraphIndex": 147,
          "text": "The one-time transition tax is based on the Company's total post-1986 earnings and profits (\"E&P\"), the tax on which it previously deferred from U.S. income taxes under U.S. law. The Company recorded a provisional amount for its one-time transition tax liability of approximately $ 1.2 billion at December 31, 2017. Upon further analysis of the Tax Act and notices and regulations issued and proposed by the U.S. Department of the Treasury and the IRS, the Company increased its December 31, 2017 provisional amount by approximately $ 75 million during 2018. The Company has elected to pay its transition tax over the eight-year period provided in the Tax Act."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "war",
        "held september",
        "september prior",
        "acts",
        "acts war",
        "terrorism",
        "terrorism hostilities",
        "war terrorism",
        "business russia",
        "chief marketing",
        "macroeconomic conditions",
        "attract",
        "attract recruit",
        "beverage",
        "develop motivate",
        "corporate executive",
        "covid pandemic",
        "served corporate",
        "april october",
        "billion line",
        "condition outlook",
        "corporate senior",
        "data collection",
        "disrupted",
        "GDPR",
        "ccpa",
        "chain sustainability",
        "collection laws",
        "corporate vice",
        "degrees"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 16,
          "text": "Disruptions in operations or price volatility in a market can also result from governmental actions, such as price, foreign exchange or trade-related tariffs or controls, trade policies and regulations, sanctions and counter sanctions, government-mandated closure of our, our franchisees’ or our suppliers’ operations, and asset seizures. Such disruptions or volatility can also result from acts of war, terrorism or other hostilities. For example, the war between Russia and Ukraine has resulted in volatile and unpredictable conditions throughout the region, exacerbated volatile macroeconomic conditions and increased pressure on our supply chain and the availability and costs of commodities, including energy, which we expect to continue to impact our financial results. The broader impacts of the war and related sanctions, including on macroeconomic conditions, geopolitical tensions, consumer demand and the ability of us and our franchisees to operate in certain geographic areas, may also continue to have an adverse impact on our business and financial results."
        },
        {
          "year": 2022,
          "paragraphIndex": 44,
          "text": "The profitability of our Company-operated restaurants depends in part on our ability to anticipate and react to changes in commodity costs, including food, paper, supplies, fuel, utilities, distribution and other operating costs, including labor. Volatility in certain commodity prices and fluctuations in labor costs have adversely affected and in the future could adversely affect our operating results by impacting restaurant profitability. The commodity markets for some of the ingredients we use, such as beef, chicken and pork, are particularly volatile due to factors such as seasonal shifts, climate conditions, industry demand and other macroeconomic conditions, international commodity markets, food safety concerns, product recalls, government regulation, and acts of war, terrorism or other hostilities, all of which are beyond our control and, in many instances, unpredictable. Our System can only partially address future price risk through hedging and other activities, and therefore increases in commodity costs could have an adverse impact on our profitability."
        },
        {
          "year": 2022,
          "paragraphIndex": 67,
          "text": "Morgan Flatley , 48, is Executive Vice President - Global Chief Marketing Officer and New Business Ventures, a position she has held since February 2023. Prior to that, Ms. Flatley served as Senior Vice President - Global Chief Marketing Officer from November 2021 to January 2023 and as Vice President - Chief Marketing and Digital Customer Experience Officer from 2017 to November 2021. Prior to joining the Company, Ms. Flatley served as Senior Vice President, Chief Marketing Officer, Nutrition for PepsiCo, Inc., a food and beverage company, from 2016 to 2017."
        },
        {
          "year": 2021,
          "paragraphIndex": 44,
          "text": "We are subject to legal and compliance risks and associated liability related to privacy and data collection, protection and management as it relates to information associated with our technology-related services and platforms made available to business partners, customers, employees, franchisees or other third parties. For example, the General Data Protection Regulation (“GDPR”) requires entities processing the personal data of individuals in the European Union to meet certain requirements regarding the handling of that data. We are also subject to U.S. federal and state and foreign laws and regulations in this area such as the California Consumer Privacy Act (“CCPA”). These regulations have been subject to frequent change, and there may be markets or jurisdictions that propose or enact new or emerging data privacy requirements in the future. Failure to comply with GDPR, CCPA or other privacy and data collection laws could result in legal proceedings and substantial penalties and materially adversely impact our financial results or brand perceptions."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "Health epidemics or pandemics can adversely affect consumer spending and confidence levels and supply availability and costs, as well as the local operations in impacted markets, all of which can affect our financial results, condition and outlook. Importantly, the global pandemic resulting from COVID-19 has disrupted global health, economic and market conditions, consumer behavior and McDonald’s global restaurant operations since early 2020, and has resulted in increased pressure on labor availability and supply chain management. Local and national governmental mandates or recommendations and public perceptions of the risks associated with the COVID-19 pandemic have caused, and we expect will continue to cause, consumer behavior to change, worsening or volatile economic conditions in certain markets, and increased regulatory complexity and compliance costs, each of which could continue to adversely affect our business. In addition, our global operations have been disrupted to varying degrees in different markets and may continue to be disrupted to varying degrees given the unpredictability of the virus, its resurgences and variants and government responses thereto as well as potentially permanent changes to the industry in which we operate. While we cannot predict the duration or scope of the COVID-19 pandemic, the resurgence of infections or the emergence of new variants in one or more markets, the availability, acceptance or effectiveness of vaccines or vaccination rates across the globe, the pandemic has negatively impacted our business and is expected to continue to impact our financial results, condition and outlook in a way that may be material."
        },
        {
          "year": 2021,
          "paragraphIndex": 67,
          "text": "Francesca A. DeBiase , 56, is Corporate Executive Vice President – Global Chief Supply Chain Officer, a position she has held since October 2020. Prior to that, Ms. DeBiase served as Corporate Executive Vice President – Worldwide Supply Chain and Sustainability from April 2018 to October 2020 and as Corporate Senior Vice President – Worldwide Supply Chain and Sustainability from March 2015 to March 2018. Ms. DeBiase has served the Company for 30 years."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Cybersecurity",
        "restructuring costs",
        "social impact",
        "forward",
        "forward looking",
        "looking",
        "cybersecurity incidents",
        "cybersecurity risk",
        "looking statements",
        "cash payments",
        "non cash",
        "Artificial intelligence",
        "accrued balance",
        "cash items",
        "cybersecurity risks",
        "esg",
        "esg matters",
        "regulatory actions",
        "COVID-19",
        "rar",
        "deferrals",
        "did material",
        "january served",
        "protest",
        "rate reform",
        "reference rate",
        "reform",
        "adoption",
        "adoption standard",
        "alternative"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 0,
          "text": "The information in this report contains forward-looking statements about future events and circumstances and their effects upon revenues, expenses and business opportunities. Generally speaking, any statement in this report not based upon historical fact is a forward-looking statement. Forward-looking statements can also be identified by the use of forward-looking or conditional words, such as “could,” “should,” “can,” “continue,” \"aim,\" “estimate,” “forecast,” “intend,” “look,” “may,” “will,” “expect,” “believe,” “anticipate,” “plan,” “remain,” “confident,” “commit,” “potential” and \"trajectory\" or similar expressions. In particular, statements regarding our plans, strategies, prospects and expectations regarding our business and industry are forward-looking statements. They reflect our expectations, are not guarantees of performance and speak only as of the dates the statements are made. Except as required by law, we do not undertake to update such forward-looking statements. You should not rely unduly on forward-looking statements."
        },
        {
          "year": 2023,
          "paragraphIndex": 57,
          "text": "Management has primary responsibility for enterprise-wide risk management (“ERM”), including cybersecurity risk, within our Company, as detailed below. Our Board of Directors is responsible for overseeing our ERM framework and exercises this oversight both as a full Board and through its standing committees. Our Board’s Public Policy & Strategy Committee (“PPS Committee”) has oversight responsibility for our strategy and processes relating to cybersecurity risk management. Our PPS Committee receives updates at regular intervals on cybersecurity matters from management, including our Global Chief Information Officer (“CIO”) and Chief Information Security Officer (“CISO”) who, as discussed below, are responsible for assessing and managing material cybersecurity risks. Such updates include a discussion of the status of our cybersecurity landscape and our cybersecurity strategies, including potential risks and mitigation efforts. If a cybersecurity incident meets our established internal escalation threshold, accelerated reporting of the incident is provided to the applicable members of the Board. The PPS Committee also considers potential remedies to any strategic or process gaps that may be identified during the Company’s review of specific cybersecurity incidents."
        },
        {
          "year": 2023,
          "paragraphIndex": 60,
          "text": "We leverage certain third-party providers and local technology support teams to help execute certain aspects of our cybersecurity risk management programs. We also engage third parties in assessments and testing of our policies, processes and standards that are designed to identify and remediate cybersecurity incidents. These efforts include a wide range of activities focused on evaluating the effectiveness of the program, including audits, modeling, tabletop exercises and vulnerability testing. We also periodically engage independent third parties to perform assessments and evaluations of certain aspects of our information security control environment and operation of our program. Further, we have various processes and programs to manage cybersecurity risks associated with our use of third-party vendors and suppliers."
        },
        {
          "year": 2022,
          "paragraphIndex": 87,
          "text": "In March 2020, the FASB issued ASU No. 2020-04, “Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting\" (“ASU 2020-04”). The pronouncement provides temporary optional expedients and exceptions to the current guidance on contract modifications and hedge accounting to ease the financial reporting burdens related to the expected market transition from the London Interbank Offered Rate and other interbank offered rates to alternative reference rates. The guidance was effective upon issuance and may be applied prospectively to contract modifications made and hedging relationships entered into or evaluated on or before December 31, 2022. The adoption of this standard did not have a material effect on the Company's consolidated financial statements."
        },
        {
          "year": 2022,
          "paragraphIndex": 52,
          "text": "The standards we set for ourselves regarding ESG matters, and our ability to meet such standards, may also impact our business. For example, we are working to manage risks and costs to our System related to climate change, greenhouse gases, and diminishing energy and water resources, and we have announced initiatives relating to, among other things, climate action, sustainability, responsible sourcing and increasing diverse representation across our System. We have faced increased scrutiny related to reporting on and achieving these initiatives, as well as continued public focus on similar matters, such as packaging and waste, animal health and welfare, deforestation and land use. We have also experienced increased pressure from stakeholders to provide expanded disclosure and establish additional commitments, targets or goals, and take actions to meet them, which could expose us to additional market, operational, execution and reputational costs and risks. Moreover, addressing ESG matters requires Systemwide coordination and alignment, and the standards by which certain ESG matters are measured are evolving and subject to assumptions that could change over time."
        },
        {
          "year": 2022,
          "paragraphIndex": 51,
          "text": "In recent years, there has been an increasing focus by stakeholders – including employees, franchisees, customers, suppliers, governmental and non-governmental organizations and investors – on ESG matters. A failure, whether real or perceived, to address ESG matters or to achieve progress on our ESG initiatives on the anticipated timing or at all, could adversely affect our business, including by heightening other risks disclosed in these Risk Factors, such as those related to consumer behavior, consumer perceptions of our brand, labor availability and costs, supply chain interruptions, commodity costs, and legal and regulatory complexity. Conversely, our taking a position, whether real or perceived, on ESG, public policy, geopolitical and similar matters could also adversely impact our business."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "restructuring charges",
        "method investments",
        "cyber",
        "foods",
        "global cybersecurity",
        "sales owned",
        "trading policy",
        "grand",
        "holding",
        "insider",
        "investees",
        "platform",
        "proportionate",
        "rounding",
        "acquisitions",
        "sales operated",
        "contracts including",
        "franchised operated",
        "pps",
        "subsequent",
        "subsequent events",
        "citic",
        "counterparties required",
        "directors shareholders",
        "engage",
        "expenses operated",
        "june form",
        "labs",
        "law changes",
        "mcd"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 178,
          "text": "The Company’s primary equity method investments include partial ownership in Grand Foods Holding, an entity that operates and manages McDonald's business in mainland China, Hong Kong and Macau, and partial ownership in McDonald’s Japan Holdings Co., Ltd, an entity that operates and manages McDonald’s business in Japan. The Company has granted these entities the right to operate the McDonald's business as part of a Master Franchise Agreement. Revenue related to these agreements are accounted for in a manner consistent with the Company’s other franchise arrangements."
        },
        {
          "year": 2024,
          "paragraphIndex": 95,
          "text": "The Company has adopted an insider trading policy governing the purchase and sale and other dispositions of Company securities by our directors, officers and employees. The Company believes this policy is reasonably designed to promote compliance with insider trading laws, rules and regulations, and NYSE listing standards. A copy of the Inside Information and Securities Trading Policy is filed as Exhibit 19 to this Form 10-K."
        },
        {
          "year": 2024,
          "paragraphIndex": 173,
          "text": "The Company incurred $ 221 million of restructuring charges related to Accelerating the Organization for the year ended December 31, 2024, which brings total restructuring charges to $ 471 million since the initiative commenced. These restructuring charges were recorded in the Other operating (income) expense , net line within the Consolidated Statement of Income. For the current year, restructuring charges primarily consisted of professional services costs. There were no significant non-cash impairment charges included in the amounts listed in the table below."
        },
        {
          "year": 2023,
          "paragraphIndex": 194,
          "text": "The Company evaluated subsequent events through the date the financial statements were issued and filed with the Securities and Exchange Commission. On January 30, 2024, the Company completed the acquisition of an additional 28 % ownership stake in the strategic partnership that operates and manages McDonald’s business in mainland China, Hong Kong, and Macau. After acquiring the additional ownership from the global investment firm Carlyle for $ 1.8 billion, McDonald’s will remain a minority partner while increasing its ownership stake from 20 % to 48 %. The CITIC Consortium, mainly through its equity affiliate CITIC Capital, will maintain its controlling ownership stake of 52 %. McDonald’s will continue to account for its investment under the equity method and will not consolidate the financial statements of the strategic partnership into its results. There were no other subsequent events that required recognition or disclosure."
        },
        {
          "year": 2023,
          "paragraphIndex": 142,
          "text": "In December 2021 and April 2022, the Company completed the divestitures of Apprente (McD Tech Labs) and Dynamic Yield, respectively. Additionally, in June 2022, the Company sold its business in Russia. Prior to their respective dates of sale, financial performance relating to Dynamic Yield and McD Tech Labs is reflected within the International Developmental Licensed Markets & Corporate segment and financial performance relating to Russia is reflected in the International Operated Markets segment."
        },
        {
          "year": 2023,
          "paragraphIndex": 57,
          "text": "Management has primary responsibility for enterprise-wide risk management (“ERM”), including cybersecurity risk, within our Company, as detailed below. Our Board of Directors is responsible for overseeing our ERM framework and exercises this oversight both as a full Board and through its standing committees. Our Board’s Public Policy & Strategy Committee (“PPS Committee”) has oversight responsibility for our strategy and processes relating to cybersecurity risk management. Our PPS Committee receives updates at regular intervals on cybersecurity matters from management, including our Global Chief Information Officer (“CIO”) and Chief Information Security Officer (“CISO”) who, as discussed below, are responsible for assessing and managing material cybersecurity risks. Such updates include a discussion of the status of our cybersecurity landscape and our cybersecurity strategies, including potential risks and mitigation efforts. If a cybersecurity incident meets our established internal escalation threshold, accelerated reporting of the incident is provided to the applicable members of the Board. The PPS Committee also considers potential remedies to any strategic or process gaps that may be identified during the Company’s review of specific cybersecurity incidents."
        }
      ]
    }
  ]
}