{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "internal controls",
        "taxable",
        "unilateral",
        "unilateral contract",
        "board",
        "free",
        "included notes",
        "limit",
        "notes",
        "notes consolidated",
        "president",
        "repurchases",
        "rms",
        "share repurchases",
        "statutory",
        "loan",
        "split transaction",
        "closing transaction",
        "contemplated",
        "engine",
        "services businesses",
        "approvals",
        "corrective",
        "letter",
        "million",
        "responses",
        "smaller",
        "adverse reactions",
        "announcement",
        "background"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 52,
          "text": "The payment of cash dividends and share repurchases is\nsubject to limitations under applicable law and the discretion of our Board of Directors and is determined in light of then current conditions, including earnings, other operating results and capital requirements. Decreases in asset values or\nincreases in liabilities, including liabilities associated with benefit plans and assets and liabilities associated with taxes, can reduce stockholders\u0092 equity. A deficit in stockholders\u0092 equity could limit our ability to pay dividends and\nmake share repurchases under Maryland Law in the future. In addition, the timing and amount of share repurchases under board approved share repurchase plans is within the discretion of management and will depend on many factors, including results of\noperations, capital requirements as well as applicable law."
        },
        {
          "year": 2016,
          "paragraphIndex": 4,
          "text": "The\nF-35\nis our largest program and represented 23% of our total net sales in 2016 and\nis expected to represent a higher percentage of our sales in future years. A decision to cut spending or reduce planned orders would have an adverse impact on our results of operations. Given the size and complexity of the\nF-35\nprogram, we anticipate that there will be continual reviews related to aircraft performance, program schedule, cost, and requirements as part of the DoD, Congressional, and international partners\u0092\noversight and budgeting processes. Current program challenges include, but are not limited to, supplier and partner performance, software development, level of cost associated with life cycle operations and sustainment and warranties, successfully\nnegotiating and receiving funding for production contracts on a timely basis, executing future flight tests and findings resulting from testing and operating the aircraft. Additionally, the U.S. Government may also enter into unilateral contract\nactions, which they recently did on the\nF-35\nprogram. This unilateral contract action obligates us to perform under terms and conditions imposed by the U.S. Government. Unilateral contract actions could\nnegatively affect profit and cash flows, and establish a precedent for future contracts."
        },
        {
          "year": 2016,
          "paragraphIndex": 51,
          "text": "In connection with the divestiture of our IS&GS business, we obtained opinions of outside tax counsel that the merger and\nexchange offer will qualify as\ntax-free\ntransactions to us and our stockholders, except to the extent that cash was paid to Lockheed Martin stockholders in lieu of fractional shares. We have not sought or\nobtained a ruling from the Internal Revenue Service (IRS) on each of the tax consequences of the transaction. An opinion of counsel is not binding on the IRS or the courts, which may disagree with the opinion. In addition, the tax opinions are\nsubject to customary qualifications and based on factual representations. Even if the merger and exchange offer otherwise qualified as\ntax-free\ntransactions, they may become taxable to us if certain events\noccur that affect either Lockheed Martin or Leidos. While Leidos has agreed not to take certain actions that could cause the transactions not to qualify as\ntax-free\ntransactions and is generally obligated to\nindemnify us against any tax consequences if it breaches this agreement, the potential tax liabilities could have a material adverse effect on us if we were not entitled to indemnification or if the indemnification obligations were not fulfilled. If\nthe merger or exchange offer were determined to be taxable, we could be subject to a substantial tax liability, and each U.S. holder of our common stock who participated in the exchange offer could be treated as exchanging the Lockheed Martin shares\nsurrendered for Abacus shares in a taxable transaction."
        },
        {
          "year": 2015,
          "paragraphIndex": 49,
          "text": "In addition, as part of the transaction with Leidos, it is contemplated that immediately prior to the transaction, the\nIS&GS business would enter into third-party financing in an aggregate principal amount of approximately $1.8 billion to finance the $1.8 billion special cash payment and the payment of certain fees and expenses. The IS&GS business (through a\nsubsidiary created for the transaction) has entered into a commitment letter (the \u0093Commitment Letter\u0094) with certain financial institutions to provide this financing through $710 million of Term Loan A facilities and a $1.13 billion Term\nLoan B facility. Under the terms of the Commitment Letter, if the closing does not occur by July 26, 2016, the lenders (in consultation with us) could require the IS&GS business subsidiary to borrow up to the full amount of the Term Loan B\nfacility in advance of the closing of the transaction (the \u0093Loan Demand\u0094) and deposit the proceeds of such borrowing in escrow to secure such loan, which would increase our total outstanding debt for the period from the date the Loan\nDemand is exercised until closing of the transaction. If the closing of the transaction were not to occur and our agreement with Leidos was terminated, we would cause the IS&GS business to repay any amounts borrowed and would be entitled to\nreimbursement for financing costs from Leidos under the term of our agreement with Leidos."
        },
        {
          "year": 2015,
          "paragraphIndex": 5,
          "text": "Generally, we expect that the impact of budget reductions on our operating results will\nlag in certain of our businesses with longer cycles such as our Aeronautics and Space Systems business segments and in our products businesses within our Missiles and Fire Control (MFC) and Mission Systems and Training (MST) business segments due to\nour production contract backlog. However, our businesses with smaller, short-term contracts are the most susceptible to the impacts of budget reductions, such as our Information Systems & Global Solutions (IS&GS) business segment. We\nhave also experienced increased market pressures in these services businesses including lower in-theater support as troop levels are drawn down and increased re-competition on existing contracts coupled with the fragmentation of large contracts into\nmultiple smaller contracts that are awarded primarily on the basis of price. Additionally, our services businesses across most of our business segments have experienced lower volume due to improved product field performance that require less service\nsupport. Changes in our business environment require us to be agile and evolve our business models, processes and products."
        },
        {
          "year": 2015,
          "paragraphIndex": 46,
          "text": "On January 26, 2016, we entered into definitive agreements to\nseparate and combine our Information Systems & Global Solutions (IS&GS) business segment with Leidos Holdings, Inc. (Leidos) in a tax-efficient Reverse Morris Trust transaction. As part of the transaction, we will receive a $1.8 billion\none-time special cash payment. The cash payment is subject to adjustment and could be less or more than anticipated due to variances in working capital. Additionally, our stockholders will receive approximately 50.5 percent of the outstanding equity\nof Leidos on a fully diluted basis (approximately 77 million shares) with an estimated value of $3.2 billion based on Leidos\u0092 stock price on the date of announcement. However, the actual value of the stock to be received by our\nstockholders will depend on the value of such shares at the time of closing of the transaction and our stockholders may receive more or less than the anticipated value. At our election, the distribution may be effected by means of a pro rata\ndividend in a spin-off transaction or in an exchange offer for outstanding Lockheed Martin shares in a split-off transaction. The transaction structure, which is subject to market conditions, is currently contemplated to be a split-off transaction\nresulting in a decrease in our outstanding common shares and a significant book gain at closing. In a split-off transaction, only those stockholders that elect to participate will receive Leidos shares in the merger transaction, provided, that, if\nthe exchange offer is not fully subscribed, Lockheed Martin will spin-off the remaining shares to be converted into Leidos stock in the merger pro rata. The value of the shares of Leidos stock to be received and the value of our stock at the time of\nthe split-off will also impact the number of any shares of our stock retired in the split-off and the amount of any book gain. Although the transaction structure is currently contemplated to be a split-off transaction, there is no assurance that the\ntransaction will be structured as a split-off transaction or that it will result in a reduction in our shares or a gain at closing."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "data",
        "net earnings",
        "Supply chain",
        "incidents",
        "canceled",
        "chain",
        "cyber incidents",
        "data intellectual",
        "defending",
        "defending attacks",
        "detecting",
        "detecting reporting",
        "manner",
        "needs",
        "preceding",
        "income tax",
        "internal",
        "internal controls",
        "exchange offer",
        "tax rate",
        "leidos",
        "taxable",
        "free",
        "legislation",
        "merger",
        "president",
        "rms",
        "statutory",
        "alternative",
        "anticipated synergies"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 32,
          "text": "In addition to cyber threats, we experience threats to the security of our facilities and employees and threats from terrorist acts as do our customers, suppliers, subcontractors, venture partners and entities we acquire with whom we typically work cooperatively to seek to minimize the impact of cyber threats, other security threats or business disruptions. However, we must rely on the safeguards put in place by these entities, as well as other entities, which we do not control, who have access to our information, and may affect the security of our information. These entities have varying levels of cybersecurity expertise and safeguards, and their relationships with government contractors, such as Lockheed Martin, may increase the likelihood that they are targeted by the same cyber threats we face. We have approximately 16,000 direct suppliers and even more indirect suppliers with a wide variety of systems and cyber security capabilities and we may not be successful in preventing adversaries from exploiting possible weak links in our supply chain. We also must rely on this supply chain for detecting and reporting cyber incidents and so we may not be successful in reporting or responding to cyber security incidents in a timely manner."
        },
        {
          "year": 2017,
          "paragraphIndex": 38,
          "text": "The payment of cash dividends and share repurchases is subject to limitations under applicable laws and the discretion of our Board of Directors and is determined after considering current conditions, including earnings, other operating results and capital requirements. Our payment of dividends and share repurchases could vary from historical practices or our stated expectations. Decreases in asset values or increases in liabilities, including liabilities associated with benefit plans and assets and liabilities associated with taxes, can reduce net earnings and stockholders’ equity. We recorded a net one-time tax charge, substantially all of which was non-cash, resulting from the estimated impact of the Tax Cuts and Jobs Act, which reduced our 2017 net earnings and resulted in a deficit in our total equity as of December 31, 2017. As a Maryland corporation, so long as we are able to pay our indebtedness as it becomes due in the usual course of business, we anticipate that we would be able to pay dividends and make stock repurchases in an amount limited to our net earnings in either the current or the preceding fiscal year or from the net earnings for the preceding eight quarters, notwithstanding the deficit in our total equity. However, our ability to pay dividends and make share repurchases under Maryland law could be limited if our net earnings are less than anticipated. We also have no assurance as to the timing of any increase in our stockholders’ equity. In addition, the timing and amount of share repurchases under board approved share repurchase plans is within the discretion of management and will depend on many factors, including results of operations, capital requirements as well as applicable law."
        },
        {
          "year": 2017,
          "paragraphIndex": 31,
          "text": "The threats we face vary from attacks common to most industries to more advanced and persistent, highly organized adversaries, including nation states, which target us and other defense contractors because we protect national security information. If we are unable to protect sensitive information, our customers or governmental authorities could question the adequacy of our threat mitigation and detection processes and procedures, and depending on the severity of the incident, our customers’ data, our employees’ data, our intellectual property, and other third party data (such as teammates, venture partners, subcontractors, suppliers and vendors) could be compromised. As a consequence of their persistence, sophistication and volume, we may not be successful in defending against all such attacks. Due to the evolving nature of these security threats and the national security aspects of much of the data we protect, the impact of any future incident cannot be predicted."
        },
        {
          "year": 2016,
          "paragraphIndex": 51,
          "text": "In connection with the divestiture of our IS&GS business, we obtained opinions of outside tax counsel that the merger and\nexchange offer will qualify as\ntax-free\ntransactions to us and our stockholders, except to the extent that cash was paid to Lockheed Martin stockholders in lieu of fractional shares. We have not sought or\nobtained a ruling from the Internal Revenue Service (IRS) on each of the tax consequences of the transaction. An opinion of counsel is not binding on the IRS or the courts, which may disagree with the opinion. In addition, the tax opinions are\nsubject to customary qualifications and based on factual representations. Even if the merger and exchange offer otherwise qualified as\ntax-free\ntransactions, they may become taxable to us if certain events\noccur that affect either Lockheed Martin or Leidos. While Leidos has agreed not to take certain actions that could cause the transactions not to qualify as\ntax-free\ntransactions and is generally obligated to\nindemnify us against any tax consequences if it breaches this agreement, the potential tax liabilities could have a material adverse effect on us if we were not entitled to indemnification or if the indemnification obligations were not fulfilled. If\nthe merger or exchange offer were determined to be taxable, we could be subject to a substantial tax liability, and each U.S. holder of our common stock who participated in the exchange offer could be treated as exchanging the Lockheed Martin shares\nsurrendered for Abacus shares in a taxable transaction."
        },
        {
          "year": 2016,
          "paragraphIndex": 73,
          "text": "non-cash\nincrease in income tax expense, but our income tax expense and payments would be\nmaterially reduced in subsequent years. Our net deferred tax assets as of December 31, 2016 and 2015 were $6.6 billion and $6.1 billion, based on a 35% Federal statutory income tax rate, and primarily relate to our postretirement\nbenefit plans. If legislation reducing the Federal statutory income tax rate to 15% had been enacted at December 31, 2016, our net deferred tax assets would have been reduced by $3.8 billion and we would have recorded a corresponding\none-time,"
        },
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "There is also uncertainty regarding actions that may be taken by the new Presidential Administration in light of recent\ncriticisms of the\nF-35\nprogram and other large defense programs. President Trump has publicly expressed concerns over past cost overruns and delays in the program as well as overall program cost and has\npublicly requested that a competitor price out an alternative. Defense Secretary Mattis recently ordered a review of the program, including a comparison review of the\nF-35C\ncarrier variant with a fourth\ngeneration alternative. Our Chairman, President and Chief Executive Officer has had discussions with President Trump on the importance of the\nF-35\nprogram and our commitment to cut costs. However, we may\ncontinue to face pressure to reduce costs from the new Presidential Administration relating to the\nF-35\nprogram and ongoing contract negotiations."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "shutdown",
        "brexit",
        "cost plus",
        "fee cost",
        "fixed fee",
        "shutdowns",
        "trade restrictions",
        "dfars",
        "plus incentive",
        "pound",
        "pound sterling",
        "sterling",
        "targets",
        "trade",
        "Data privacy",
        "cas pension",
        "erisa funding",
        "funding requirements",
        "time materials",
        "unilateral",
        "unilateral contract",
        "absorb",
        "affects",
        "cas harmonization",
        "concurrency",
        "fee fixed",
        "harmonization",
        "implemented",
        "preceding",
        "responding"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 29,
          "text": "Our international business is highly sensitive to changes in regulations (including tariffs, sanctions, embargoes, export and import controls and other trade restrictions), political environments or security risks that may affect our ability to conduct business outside of the U.S., including those regarding investment, procurement, taxation and repatriation of earnings. We continue to evaluate the potential effect of the United Kingdom’s (UK) planned departure from the European Union (EU) (commonly referred to as Brexit) on our business operations and financial results, including the impacts if the UK fails to reach an agreement with the EU on Brexit by the March 29, 2019 deadline. We anticipate that the most probable near-term effects are likely to reflect the pressure Brexit is placing on the UK government, which may influence the government’s ability to make decisions on large complex programs of the type we perform. Brexit may also have adverse tax effects on movement of products or sustainment activities between the UK and EU. Additionally, Brexit may impact the value of the pound sterling. If the pound sterling were to remain depressed against the U.S. dollar, this could negatively impact the ability of the UK government to afford our products. Currently, we do not anticipate that Brexit will have a material impact on our operations or our financial results. While we have operations in the UK, these operations have little activity between the UK and the EU (e.g., sales, supply chain, or reliance on personnel). Additionally, our practice is to substantially hedge all of our currency exposure. Therefore, we do not have material currency exposure to the pound sterling or the euro."
        },
        {
          "year": 2018,
          "paragraphIndex": 14,
          "text": "Cost-reimbursable contracts provide for the payment of allowable costs incurred during performance of the contract plus a fee up to a ceiling based on the amount that has been funded. Typically, we enter into three types of cost-reimbursable contracts: cost-plus-award-fee, cost-plus-incentive-fee, and cost-plus-fixed-fee. Cost-plus-award-fee contracts provide for an award fee that varies within specified limits based on the customer’s assessment of our performance against a predetermined set of criteria, such as targets based on cost, quality, technical and schedule criteria. Cost-plus-incentive-fee contracts provide for reimbursement of costs plus a fee, which is adjusted by a formula based on the relationship of total allowable costs to total target costs (i.e., incentive based on cost) or reimbursement of costs plus an incentive to exceed stated performance targets (i.e., incentive based on performance). The fixed-fee in a cost-plus-fixed-fee contract is negotiated at the inception of the contract and that fixed-fee does not vary with actual costs."
        },
        {
          "year": 2018,
          "paragraphIndex": 2,
          "text": "As discussed within “Industry Considerations-U.S. Government Funding” in Management’s Discussion and Analysis of Financial Condition and Results of Operations, on January 25, 2019 Congress passed and the President signed legislation that fully funds the U.S. Government through February 15, 2019, ending a partial government shutdown which did not include our largest customer, the DoD, but did include other customers such as NASA. The underlying budget impasse remains, and it is possible that there will be a further partial shutdown or shutdowns. As noted above, while the corporation’s largest customer, the DoD, is funded through the end of the government FY 2019 and thus would not be affected by another shutdown, limiting the direct impact of any future shutdown or shutdowns on Lockheed Martin, other customers, such as NASA, are not. In the event of future shutdowns, we may continue to work on unfunded contracts to seek to maintain their projected cost and schedule profiles which, although we would anticipate being paid when the shutdown ends, would put us at risk of nonpayment. Further there may be indirect impacts such as the potential diversion of funds from the DoD and the fact that the Departments of State and Commerce cease to timely process export licenses. While in the recent shutdown there were procedures in place to process on an emergency basis licenses involving direct support to the military, humanitarian aid, or other similar emergencies, there was a growing backlog of non-emergency applications. We anticipate that this will occur again in any future shutdown. While the impact on Lockheed Martin of the recent shutdown was not material, were a future shutdown to occur and continue for an extended period, this might not be the case. In addition, the President has not yet submitted a budget proposal for FY 2020 to Congress. If an annual appropriations bill is not enacted for FY 2020 or beyond, the U.S. Government may operate under a continuing resolution, restricting new contract or program starts and additional government shutdowns, which might involve all government agencies, could arise. In addition, continued budget uncertainty and the risk of future sequestration cuts remain unless the Budget Control Act is repealed or significantly modified."
        },
        {
          "year": 2017,
          "paragraphIndex": 44,
          "text": "With regard to cash flow, we make substantial cash contributions to our plans as required by the Employee Retirement Income Security Act of 1974 (ERISA), as amended by the Pension Protection Act of 2006 (PPA). We generally are able to recover these contributions related to our plans as allowable costs on our U.S. Government contracts, including FMS, but there is a lag between when we contribute cash to our plans under pension funding rules and recover it under U.S. Government Cost Accounting Standards (CAS). Effective February 2012, the CAS rules were revised to harmonize the measurement and period assignment of the pension cost allocable to government contracts with the PPA (CAS Harmonization). Following the five year transition period, CAS Harmonization was fully phased in during 2017, this better aligns the CAS pension cost and ERISA funding requirements. The enactment of the Highway and Transportation Funding Act of 2014 and Bipartisan Budget Act of 2015 increased the interest rate assumption used to determine our CAS pension costs and ERISA funding requirements. This has the effect of lowering both the recovery of pension contributions, as it decreases our CAS pension costs, and our ERISA funding requirements during the affected periods."
        },
        {
          "year": 2017,
          "paragraphIndex": 2,
          "text": "The F-35 is our largest program and represented\n25%\nof our total net sales in\n2017\nand is expected to represent a higher percentage of our sales in future years. A decision to cut spending or reduce planned orders would have an adverse impact on our results of operations. Given the size and complexity of the F-35 program, we anticipate that there will be continual reviews related to aircraft performance, program schedule, cost, and requirements as part of the DoD, Congressional, and international partners’ oversight and budgeting processes. Current program challenges include, but are not limited to, increasing manufacturing capabilities to meet higher customer demand for new aircraft and sustainment activities, supplier and partner performance, software development, level of cost associated with life cycle operations and sustainment and warranties, successfully negotiating and receiving funding for production contracts on a timely basis, executing future flight tests and findings resulting from testing and operating the aircraft. Additionally, the U.S. Government may also enter into unilateral contract actions. A unilateral contract action obligates us to perform under terms and conditions imposed by the U.S. Government. Unilateral contract actions could negatively affect profit and cash flows, and establish a precedent for future contracts."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "The U.S. Government is currently pursuing and implementing policies that could negatively impact our profitability. Changes in procurement policy favoring more incentive-based fee arrangements, different award fee criteria or government contract negotiation offers based upon the customer’s view of what our costs should be (as compared to our actual costs) may affect the predictability of our profit rates. Our customers are subject to pressures that may result in a change in contract types referenced above earlier in a program’s maturity than is traditional. An example of this is the use of fixed-price incentive-fee contracts for recent LRIP contracts on the F-35 program while the development contract is being performed concurrently. Our customers also may pursue non-traditional contract provisions in negotiation of contracts. For example, changes resulting from the F-35 development contract may need to be implemented on the production contracts (including the LRIP contracts), a concept referred to as concurrency, which may require us to pay for a portion of the concurrency costs. In some circumstances, the U.S. Government is proposing positions that are inconsistent with the FAR and existing practice. For example, the U.S. Government is now requiring that bid and proposal costs be included in general and administrative costs, rather than charged directly to contracts in certain circumstances. Another example is a recent challenge to overhead costs. The U.S. Government’s pursuit of policies intended to cause us to absorb cost may become more aggressive if the U.S. Government concludes that our profitability justifies cost shifting without regard to the provisions of the FAR."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "joint venture",
        "parts",
        "component parts",
        "patents",
        "property rights",
        "unilaterally",
        "alternate",
        "knowledge skills",
        "sanctions turkey",
        "settlement",
        "sources",
        "turkey program",
        "turkish suppliers",
        "ability identify",
        "affected actions",
        "acquisition regulation",
        "contracts backlog",
        "did",
        "emergency",
        "federal acquisition",
        "freeze",
        "january",
        "maintain strong",
        "nasa",
        "partial",
        "president",
        "regulation",
        "subcontractors venture",
        "ability maintain",
        "acceptable additionally"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 6,
          "text": "Turkish suppliers also produce component parts for the F-35 program, many of which are single-sourced. To minimize the risks of disruption of our supply chain and ensure continuity of F-35 production, we have been working closely with the DoD and supporting activities to identify and engage alternate suppliers for the component parts produced by Turkish suppliers. We have made significant progress toward this end but due to the procedure to qualify new parts and suppliers, this collaborative process between DoD and Lockheed Martin is ongoing. We are in discussions with the U.S. Government with respect to the timeline for the transition of Turkish sources. While the transition timeline is an important first step, it is equally important that our replacement capacity is re-established so that production is not impacted. Efforts to date have significantly reduced our risk but final resolution on a limited number of remaining components could affect F-35 deliveries, including in 2020, and any accelerated work stoppage would impact cost. International sales of the F-35 are negotiated between the U.S. Government and international governments and the process to formally remove Turkey from the F-35 program is a government-to-government matter. We will continue to follow official U.S. Government guidance as it relates to delivery of F-35 aircraft to Turkey and the export and import of component parts from the Turkish supply chain."
        },
        {
          "year": 2019,
          "paragraphIndex": 35,
          "text": "We routinely apply for and own a substantial number of U.S. and foreign patents and trademarks related to the products and services we provide. In addition to owning a large portfolio of patents and trademarks, we develop and own other intellectual property, including copyrights, trade secrets and research, development and engineering know-how, which contribute significantly to our business. We also license intellectual property to and from third parties. The FAR and DFARS provide that the U.S. government obtains certain rights in intellectual property, including patents, developed by us and our subcontractors and suppliers in performance of government contracts or with government funding. The U.S. government may use or authorize others, including competitors, to use such intellectual property. Non-U.S. governments may also have certain rights in patents and other intellectual property developed in performance of our contracts with these entities. The U.S. government is taking increasingly aggressive positions regarding the types of intellectual property to which government use rights apply and when it is appropriate for the government to insist on broad use rights. The DoD is also developing an overarching intellectual property acquisition policy that will require a greater focus and planning as to intellectual property rights for its programs, and we have no assurance as to the potential impacts of this policy or any associated regulatory changes on future acquisitions. The DoD’s efforts could affect our ability to protect and exploit our intellectual property and to leverage supplier intellectual property, for example, if we are unable to obtain necessary licenses from our suppliers to meet government requirements. Additionally, while we take measures to protect and enforce our intellectual property rights and to respect the intellectual property rights of others, our intellectual property and intellectual property licensed or obtained from third parties is subject to challenges (such as infringement and misappropriation claims) by third parties, which could adversely affect our ability to compete and perform on contracts."
        },
        {
          "year": 2019,
          "paragraphIndex": 8,
          "text": "We have other programs involving sales to Turkey or work with Turkish industry, including Sikorsky Black Hawk helicopter production that is dependent on sole-source components from Turkish suppliers and the Turkish Utility Helicopter Program, which is a program to produce helicopters for the Turkish Armed Forces, that could be adversely affected by the imposition of sanctions on Turkey, and potential reciprocal actions. Depending on the terms and interpretation of any sanctions, certain of these activities could be determined to be prohibited, which could result in restrictions on exports or imports, losses of future sales, reductions in backlog, return of advance payments, costs to develop alternate supply sources, restrictions on payments, force majeure events or contract terminations. Such activity also could result in claims from our suppliers, which may include both the amount established in any settlement agreements, the costs of evaluating supplier settlement proposals and the costs of negotiating settlement agreements. These effects could have a material impact on our operating results, financial position and cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 2,
          "text": "As discussed within “Industry Considerations-U.S. Government Funding” in Management’s Discussion and Analysis of Financial Condition and Results of Operations, on January 25, 2019 Congress passed and the President signed legislation that fully funds the U.S. Government through February 15, 2019, ending a partial government shutdown which did not include our largest customer, the DoD, but did include other customers such as NASA. The underlying budget impasse remains, and it is possible that there will be a further partial shutdown or shutdowns. As noted above, while the corporation’s largest customer, the DoD, is funded through the end of the government FY 2019 and thus would not be affected by another shutdown, limiting the direct impact of any future shutdown or shutdowns on Lockheed Martin, other customers, such as NASA, are not. In the event of future shutdowns, we may continue to work on unfunded contracts to seek to maintain their projected cost and schedule profiles which, although we would anticipate being paid when the shutdown ends, would put us at risk of nonpayment. Further there may be indirect impacts such as the potential diversion of funds from the DoD and the fact that the Departments of State and Commerce cease to timely process export licenses. While in the recent shutdown there were procedures in place to process on an emergency basis licenses involving direct support to the military, humanitarian aid, or other similar emergencies, there was a growing backlog of non-emergency applications. We anticipate that this will occur again in any future shutdown. While the impact on Lockheed Martin of the recent shutdown was not material, were a future shutdown to occur and continue for an extended period, this might not be the case. In addition, the President has not yet submitted a budget proposal for FY 2020 to Congress. If an annual appropriations bill is not enacted for FY 2020 or beyond, the U.S. Government may operate under a continuing resolution, restricting new contract or program starts and additional government shutdowns, which might involve all government agencies, could arise. In addition, continued budget uncertainty and the risk of future sequestration cuts remain unless the Budget Control Act is repealed or significantly modified."
        },
        {
          "year": 2018,
          "paragraphIndex": 57,
          "text": "We face a number of challenges that may affect personnel retention such as our endeavors to increase the efficiency of our operations and improve the affordability of our products and services such as workforce reductions and consolidating and relocating certain operations. Additionally, a substantial portion of our workforce (including personnel in leadership positions) are retirement-eligible or nearing retirement. We previously amended certain of our defined benefit pension plans for non-union employees to freeze future retirement benefits. The freeze, which will be completed January 1, 2020, may encourage retirement-eligible personnel (generally age 55 or older) to choose to retire earlier than anticipated."
        },
        {
          "year": 2018,
          "paragraphIndex": 19,
          "text": "Additionally, the U.S. Government is taking increasingly aggressive positions under the FAR and Defense Federal Acquisition Regulation Supplement (DFARS) both as to what intellectual property they believe government use rights apply and to acquire broad license rights. If the U.S. Government is successful in these efforts, this could affect our ability to compete and to obtain access to and use certain supplier intellectual property."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "aerojet",
        "aerojet rocketdyne",
        "rocketdyne",
        "Pandemic",
        "otas",
        "ssb",
        "travel",
        "Coronavirus",
        "china",
        "industrial development",
        "proposed acquisition",
        "uncertain",
        "current sanctions",
        "export licenses",
        "ammroc",
        "dcs international",
        "value investment",
        "agreements require",
        "aircraft turkey",
        "formally",
        "remove",
        "accordance offset",
        "activities situations",
        "administration act",
        "american",
        "anticipate international",
        "armed",
        "award countries",
        "bound"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 72,
          "text": "On December 20, 2020, we entered into an agreement to acquire Aerojet Rocketdyne Holdings, Inc. (Aerojet Rocketdyne). The transaction is expected to close in the second half of 2021 and is subject to the satisfaction of customary closing conditions, including regulatory approvals and approval by Aerojet Rocketdyne’s stockholders. We may be unable to achieve the expected benefits of this transaction as a result of, among other things, the failure to obtain, delays in obtaining, or adverse conditions contained in any required regulatory or other approvals for consummation of the acquisition; the possibility that Aerojet Rocketdyne stockholders may not approve the proposed acquisition; the failure to consummate or a delay in consummating the proposed acquisition for other reasons; the failure by us to obtain any necessary financing on favorable terms or at all; Aerojet Rocketdyne’s or our business being disrupted due to transaction-related uncertainty; the failure to successfully and timely integrate Aerojet Rocketdyne and realize the expected synergies, cost savings and other benefits of the acquisition; the risk of litigation relating to the proposed acquisition; competitive responses to the proposed acquisition; unexpected liabilities, costs, charges or expenses resulting from the acquisition; and potential adverse reactions or changes to business relationships from the announcement or completion of the acquisition. The expected cash cost of the acquisition of approximately $4.4 billion also assumes the assumption of net cash on the balance sheet of Aerojet Rocketdyne at closing after payment of outstanding debt, which is subject to uncertainty related to Aerojet Rocketdyne’s earnings and costs through the date of closing. The total equity value of approximately $4.6 billion to be paid by Lockheed Martin for Aerojet Rocketdyne, including Aerojet Rocketdyne’s convertible notes on an as-converted basis, assumes the payment by Aerojet Rocketdyne of its announced special cash dividend, which is revocable through the payment date at the election of the Aerojet Rocketdyne board of directors."
        },
        {
          "year": 2020,
          "paragraphIndex": 28,
          "text": "The global outbreak of the coronavirus disease 2019 (COVID-19) has negatively affected the U.S. and global economies, disrupted global supply chains, resulted in significant travel and transport restrictions, including mandated closures and orders to “shelter-in-place” and quarantine restrictions. The pandemic has presented unprecedented business challenges, and we have experienced impacts in each of our business areas related to COVID-19, primarily in increased coronavirus-related costs, delays in supplier deliveries, impacts of travel restrictions, site access and quarantine requirements, and the impacts of remote work and adjusted work schedules. The extent of the impact of the COVID-19 pandemic on our operational and financial performance, including our ability to execute our programs in the expected timeframe, remains uncertain and will depend on future pandemic related developments, including the duration of the pandemic, any potential subsequent waves of COVID-19 infection, the effectiveness, distribution and acceptance of COVID-19 vaccines, and related government actions to prevent and manage disease spread, all of which are uncertain and cannot be predicted. The long-term impacts of COVID-19 on government budgets and other funding priorities, including international priorities, that impact demand for our products and services and our business are also difficult to predict."
        },
        {
          "year": 2020,
          "paragraphIndex": 32,
          "text": "impact of contract modifications to respond to the pandemic. Limitations on travel to customers could impact international orders. We have been granted some travel exemptions to allow us to continue certain activities but we have no assurance that they will continue or additional restrictions will not be imposed. If significant portions of our workforce are unable to work effectively, including because of illness, quarantines, absenteeism, government actions, facility closures, travel restrictions or other restrictions due to COVID-19, our operations will be impacted and this could create risks to the effectiveness of our internal controls. Additionally, we have not previously experienced such a significant portion of our workforce working remotely for a prolonged period, so its effects on our long-term operations are unknown. The impact of COVID-19 could worsen depending on the duration and spread of the COVID-19 pandemic or potential subsequent waves of COVID-19 infection in affected regions after they have begun to experience improvement."
        },
        {
          "year": 2019,
          "paragraphIndex": 56,
          "text": "During 2018, we recognized a non-cash asset impairment charge of\n$110 million\nrelated to our equity method investee, Advanced Military Maintenance, Repair and Overhaul Center LLC (AMMROC). As of December 31, 2019, the carrying value of our investment in AMMROC is $435 million. We are continuing to monitor this investment, in light of ongoing performance, business base and economic issues and we may have to record our portion of additional charges, or an impairment of our investment, or both, should the carrying value of our investment exceed its fair value. Substantially all of AMMROC’s current business is dependent on one contract that is currently up for re-competition and if AMMROC is not successful in securing such business on terms consistent with prior contracts, or at all, the carrying value of our investment would be adversely affected. These charges could adversely affect our results of operations. See “\nNote 1 – Significant Accounting Policies\n” included in our Notes to Consolidated Financial Statements."
        },
        {
          "year": 2019,
          "paragraphIndex": 5,
          "text": "On July 17, 2019, the U.S. Government suspended Turkey’s participation in the F-35 program and initiated the process to formally remove Turkey from the program as a result of Turkey accepting delivery of the Russian S-400 air and missile defense system. To date, the Administration has not imposed sanctions on Turkish entities involved in the S-400 procurement, although sanctions under the Countering America’s Adversaries Through Sanctions Act (CAATSA) remain a risk. Additionally, sanctions could be imposed against Turkey as a result of future legislation, including the “Promoting American National Security and Preventing the Resurgence of ISIS Act of 2019” that was passed out of the Senate Foreign Relations Committee on December 11, 2019. The bill includes significant new sanction provisions targeted at Turkey that, if enacted, would directly affect Lockheed Martin programs in Turkey. Turkey could implement retaliatory sanctions if the bill moves forward in Congress in 2020.We are monitoring these developments and the potential impacts of any sanctions and other actions regarding Turkey on the F-35 program and on our other programs involving Turkey. Depending on the scope and applicability of any sanctions or other actions, the impact could be material to our operations, operating results, financial position or cash flows. Turkey is one of eight international partner countries on the F-35 program and previously committed to purchase up to 100 F-35 aircraft, of which six have completed production."
        },
        {
          "year": 2019,
          "paragraphIndex": 6,
          "text": "Turkish suppliers also produce component parts for the F-35 program, many of which are single-sourced. To minimize the risks of disruption of our supply chain and ensure continuity of F-35 production, we have been working closely with the DoD and supporting activities to identify and engage alternate suppliers for the component parts produced by Turkish suppliers. We have made significant progress toward this end but due to the procedure to qualify new parts and suppliers, this collaborative process between DoD and Lockheed Martin is ongoing. We are in discussions with the U.S. Government with respect to the timeline for the transition of Turkish sources. While the transition timeline is an important first step, it is equally important that our replacement capacity is re-established so that production is not impacted. Efforts to date have significantly reduced our risk but final resolution on a limited number of remaining components could affect F-35 deliveries, including in 2020, and any accelerated work stoppage would impact cost. International sales of the F-35 are negotiated between the U.S. Government and international governments and the process to formally remove Turkey from the F-35 program is a government-to-government matter. We will continue to follow official U.S. Government guidance as it relates to delivery of F-35 aircraft to Turkey and the export and import of component parts from the Turkish supply chain."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "ftc",
        "lawsuit",
        "Inflation",
        "consent",
        "ftc lawsuit",
        "january",
        "organization",
        "block transaction",
        "consent order",
        "denials",
        "income tax",
        "note organization",
        "organization significant",
        "regulations policies",
        "attrition",
        "cost plus",
        "brexit",
        "fee cost",
        "fixed fee",
        "prior",
        "approximately billion",
        "awe",
        "covid related",
        "kingdom",
        "plus incentive",
        "pound",
        "pound sterling",
        "sterling",
        "afford",
        "allow"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 65,
          "text": "We may be unable to close or achieve the expected benefits of this transaction as a result of, among other things, the failure to obtain, delays in obtaining, or adverse conditions contained in any required regulatory or other approvals for consummation of the acquisition, including any FTC lawsuit to block the transaction; Aerojet Rocketdyne’s or our business being disrupted due to transaction-related uncertainty resulting from the FTC review process or any FTC lawsuit, both before or after closing; the failure or inability due to litigation, including any FTC lawsuit, or consent orders to successfully and timely acquire and integrate Aerojet Rocketdyne and realize the expected synergies, cost savings and other benefits of the acquisition; the potential for Aerojet Rocketdyne or us to terminate the merger agreement pursuant to its terms, including if the transaction has not closed on or before March 21, 2022; competitive responses to the proposed acquisition; unexpected liabilities, costs, charges or expenses resulting from the acquisition, including the costs associated with the FTC review process, any consent order or any FTC lawsuit; and potential adverse reactions or changes to business relationships as a result of any FTC lawsuit, consent order or the completion of the acquisition. If the transaction is completed, any debt issuance to finance the acquisition will increase our interest expense and financial leverage and could negatively impact our credit ratings. The expected cash cost of the acquisition also assumes the assumption of net cash on the balance sheet of Aerojet Rocketdyne at closing after payment of outstanding debt, which is subject to uncertainty."
        },
        {
          "year": 2021,
          "paragraphIndex": 64,
          "text": "On December 20, 2020, we entered into an agreement to acquire Aerojet Rocketdyne Holdings, Inc. (Aerojet Rocketdyne). Closing of the transaction is subject, among other things, to expiration of any waiting period under the Hart Scott Rodino Antitrust Improvements Act of 1976, as amended (which now has expired), and any other period in which the parties have agreed not to close. On January 11, 2022, the parties provided an updated notice of their intended closing date under their timing agreement with the Federal Trade Commission (FTC), whereby the parties agreed that they would not close the transaction before January 27, 2022, to enable the parties to discuss the scope and nature of the merchant supply and firewall commitments previously offered to the FTC by Lockheed Martin. We have been advised by the FTC that its concerns regarding the transaction cannot be addressed adequately by the terms of a consent order. We believe it is highly likely that the FTC will vote to sue to block the transaction and expect they will make a decision before January 27, 2022. If the FTC sues to block the transaction, we could elect to defend the lawsuit within 30 days or terminate the merger agreement. If the FTC does not file a lawsuit to block the transaction before January 27, 2022, the parties could proceed to close the transaction, but there is no assurance that the FTC would not file a lawsuit challenging the transaction after the closing since the parties have not reached agreement on the terms of a consent order. A post-closing lawsuit could include taking action to seek a declaration that the acquisition is unlawful and to seek divestiture of all or part of the Aerojet Rocketdyne business or to enjoin integration of the Aerojet Rocketdyne business with Lockheed Martin’s business. There is no assurance that we would be successful in any litigation with the FTC, whether before or after closing."
        },
        {
          "year": 2021,
          "paragraphIndex": 78,
          "text": "Changes in U.S. (federal or state) or foreign tax laws and regulations, or their interpretation and application, including those with retroactive effect, could result in increases in our tax expense and affect profitability and cash flows. For example, beginning in 2022, the Tax Cuts and Jobs Act of 2017 eliminates the option to deduct research and development expenditures immediately in the year incurred and requires taxpayers to amortize such expenditures over five years. If these provisions are not deferred, modified, or repealed by Congress with retroactive effect to January 1, 2022, they will materially decrease our cash from operations beginning in 2022. We currently estimate an approximately $500 million impact to 2022 cash from operations based on the provisions currently in effect. The actual impact on 2022 cash from operations will depend on if and when these provisions are deferred, modified, or repealed by Congress, including if retroactively, and the amount of research and development expenses paid or incurred in 2022 among other factors. In addition, recent proposals to increase the U.S. corporate income tax rate would require us to increase our net deferred tax assets upon enactment of new tax legislation, with a corresponding material, one-time, noncash decrease in income tax expense, but our income tax expense and payments would likely be materially increased in subsequent years. See \"Consolidated Results of Operations - Income Tax Expense\" in the MD&A for additional detail on the potential effect of tax rate increases. In addition to future changes in tax laws, the amount of net deferred tax assets will change periodically based on several factors, including the measurement of our postretirement benefit plan obligations, actual cash contributions to our postretirement benefit plans, and future changes in tax laws. In addition, we are regularly under audit or examination by tax authorities, including foreign tax authorities. The final determination of tax audits and any related litigation could similarly result in unanticipated increases in our tax expense and affect profitability and cash flows."
        },
        {
          "year": 2020,
          "paragraphIndex": 50,
          "text": "We continue to monitor the effect of the United Kingdom’s (UK) departure from the European Union (EU) (commonly referred to as Brexit) on our business operations and financial results. We anticipate that the most probable near-term effects are likely to reflect the pressure Brexit has placed on the UK government, which may influence the government’s ability to make decisions on large complex programs of the type we perform. The post-Brexit border controls between the UK and EU also may have adverse implications on the movement of products or sustainment activities between the UK and EU or may increase costs. Additionally, longer term effects of Brexit may impact the value of the pound sterling. If the pound sterling were to remain depressed against the U.S. dollar, this could negatively impact the ability of the UK government to afford our products and services. While we have operations in the UK and these operations have activity between the UK and the EU (e.g., sales, supply chain, or reliance on personnel), we currently do not anticipate that Brexit will have a material impact on our operations or our financial results. Additionally, our practice is to substantially hedge our transactional currency exposure and therefore, we do not have material currency transaction exposure to the pound sterling or the euro."
        },
        {
          "year": 2020,
          "paragraphIndex": 22,
          "text": "Cost-reimbursable contracts provide for the payment of allowable costs incurred during performance of the contract plus a fee up to a ceiling based on the amount that has been funded. Typically, we enter into three types of cost-reimbursable contracts: cost-plus-award-fee, cost-plus-incentive-fee, and cost-plus-fixed-fee. Cost-plus-award-fee contracts provide for an award fee that varies within specified limits based on the customer’s assessment of our performance against a predetermined set of criteria, such as targets based on cost, quality, technical and schedule criteria. Cost-plus-incentive-fee contracts provide for reimbursement of costs plus a fee that is adjusted by a formula based on the relationship of total allowable costs to total target costs (i.e., incentive based on cost) or reimbursement of costs plus an incentive to exceed stated performance targets (i.e., incentive based on performance). The fixed-fee in a cost-plus-fixed-fee contract is negotiated at the inception of the contract and that fixed-fee does not vary with actual costs."
        },
        {
          "year": 2020,
          "paragraphIndex": 74,
          "text": "Depending on our rights and percentage of ownership, we may consolidate the financial results of such entities or account for our interests under the equity method. Under the equity method of accounting for nonconsolidated ventures and investments, we recognize our share of the operating profit or loss of these joint ventures in our results of operations. Our operating results are affected by the conduct and performance of businesses over which we do not exercise control and, as a result, we may not be successful in achieving the growth or other intended benefits of strategic investments. Of our business segments, our equity investments had the greatest impact on our Space business segment where approximately 12% of its 2020 operating profit was derived from its share of earnings from equity method investees, primarily that in United Launch Alliance (ULA). We also have our 51% ownership interest in AWE Management Limited (AWE), which operates the United Kingdom’s nuclear deterrent program. This venture generated sales of about $1.4 billion and net earnings of about $29 million in 2020. On November 2, 2020, the UK Ministry of Defense announced its intention to re-nationalize the program on June 30, 2021, which is expected to result in the loss of future sales and operating profit attributable to AWE."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "ontents",
        "table ontents",
        "compliant",
        "conflict",
        "especially",
        "forward",
        "fpi",
        "fpi contracts",
        "heavily dependent",
        "lower tier",
        "macro",
        "macro economic",
        "non compliant",
        "reach",
        "reach forward",
        "ftc",
        "contents",
        "table contents",
        "turkish",
        "turkey",
        "lawsuit",
        "consent",
        "ftc lawsuit",
        "january",
        "backlog",
        "block transaction",
        "consent order",
        "denials",
        "does",
        "income tax"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 18,
          "text": "Fixed-price contracts are predominantly either firm fixed-price (FFP) contracts or fixed-price incentive (FPI) contracts. Under FFP contracts, we receive a fixed price irrespective of the actual costs we incur and we therefore carry the burden of any cost overruns. Under FPI contracts, we generally share with the U.S. Government savings for cost underruns less than target costs and expenses for cost overruns exceeding target costs up to a negotiated ceiling price. We carry the entire burden of cost overruns exceeding the ceiling price amount under FPI contracts. Due to the fixed-price nature of the contracts, if our actual costs exceed our estimates, our margins and profits are reduced and we could incur a reach-forward loss. A reach-forward loss is when estimates of total costs to be incurred on a contract exceed total estimates of the transaction price. When this occurs, a provision for the entire loss is determined at the contract level and is recorded in the period in which the loss is evident."
        },
        {
          "year": 2022,
          "paragraphIndex": 6,
          "text": "The F-35 program, which consists of multiple development, production and sustainment contracts, is our largest program and represented 27% of our total consolidated net sales in 2022. A decision by the U.S. Government or international partner and FMS customer countries to cut spending on this program or reduce or delay planned orders would have an adverse impact on our business and results of operations. Given the size and complexity of the F-35 program, we anticipate that there will be continual reviews related to aircraft performance, program and delivery schedule, cost, and requirements as part of the DoD, Congressional, and international countries’ oversight and budgeting processes. Current program challenges include our and our suppliers’ performance (including COVID-19 performance-related challenges), software development, definitizing and receiving funding for contracts on a timely basis, execution of future flight tests and findings resulting from testing and operating the aircraft, the level of cost associated with life cycle operations and sustainment, inflation-related cost pressures and the ability to continue to improve affordability. Our planned production rates and deliveries have been adversely affected and could continue to be adversely affected by COVID-19 or supplier performance challenges, which affect our results of operations. For example, during 2022, we experienced a temporary halt of F-35 deliveries due to non-compliant materials in a component provided by a supplier, which affected timing of deliveries. Additionally, as described in the “Status of the F-35 Program” in Management Discussion and Analysis of Financial Condition and Results of Operations, we are experiencing a pause in aircraft deliveries due to the suspension of Government Furnished Equipment (GFE) engine deliveries and corresponding flight restrictions that were issued by the U.S. Government. If not resolved in a timely manner, this could impact our results of operations and cash flows. See also the Risk Factor below captioned “We are heavily dependent on suppliers and if our subcontractors or other suppliers or teaming agreement or joint venture partners fail to perform their obligations, our performance and ability to win future business could be adversely affected” for a discussion of the risk of non-compliant parts and the supply chain."
        },
        {
          "year": 2022,
          "paragraphIndex": 32,
          "text": "We remain heavily dependent on our supply chain for sourcing contractually compliant components, which is outside of our direct control and is multi-tiered. The future occurrence of non-compliant components in the F-35 or other programs could cause suspensions in product deliveries, remediation work on installed components, contract price adjustments and alternate supply sourcing, all of which could adversely affect our results of operations, financial condition and cash flows."
        },
        {
          "year": 2021,
          "paragraphIndex": 65,
          "text": "We may be unable to close or achieve the expected benefits of this transaction as a result of, among other things, the failure to obtain, delays in obtaining, or adverse conditions contained in any required regulatory or other approvals for consummation of the acquisition, including any FTC lawsuit to block the transaction; Aerojet Rocketdyne’s or our business being disrupted due to transaction-related uncertainty resulting from the FTC review process or any FTC lawsuit, both before or after closing; the failure or inability due to litigation, including any FTC lawsuit, or consent orders to successfully and timely acquire and integrate Aerojet Rocketdyne and realize the expected synergies, cost savings and other benefits of the acquisition; the potential for Aerojet Rocketdyne or us to terminate the merger agreement pursuant to its terms, including if the transaction has not closed on or before March 21, 2022; competitive responses to the proposed acquisition; unexpected liabilities, costs, charges or expenses resulting from the acquisition, including the costs associated with the FTC review process, any consent order or any FTC lawsuit; and potential adverse reactions or changes to business relationships as a result of any FTC lawsuit, consent order or the completion of the acquisition. If the transaction is completed, any debt issuance to finance the acquisition will increase our interest expense and financial leverage and could negatively impact our credit ratings. The expected cash cost of the acquisition also assumes the assumption of net cash on the balance sheet of Aerojet Rocketdyne at closing after payment of outstanding debt, which is subject to uncertainty."
        },
        {
          "year": 2021,
          "paragraphIndex": 64,
          "text": "On December 20, 2020, we entered into an agreement to acquire Aerojet Rocketdyne Holdings, Inc. (Aerojet Rocketdyne). Closing of the transaction is subject, among other things, to expiration of any waiting period under the Hart Scott Rodino Antitrust Improvements Act of 1976, as amended (which now has expired), and any other period in which the parties have agreed not to close. On January 11, 2022, the parties provided an updated notice of their intended closing date under their timing agreement with the Federal Trade Commission (FTC), whereby the parties agreed that they would not close the transaction before January 27, 2022, to enable the parties to discuss the scope and nature of the merchant supply and firewall commitments previously offered to the FTC by Lockheed Martin. We have been advised by the FTC that its concerns regarding the transaction cannot be addressed adequately by the terms of a consent order. We believe it is highly likely that the FTC will vote to sue to block the transaction and expect they will make a decision before January 27, 2022. If the FTC sues to block the transaction, we could elect to defend the lawsuit within 30 days or terminate the merger agreement. If the FTC does not file a lawsuit to block the transaction before January 27, 2022, the parties could proceed to close the transaction, but there is no assurance that the FTC would not file a lawsuit challenging the transaction after the closing since the parties have not reached agreement on the terms of a consent order. A post-closing lawsuit could include taking action to seek a declaration that the acquisition is unlawful and to seek divestiture of all or part of the Aerojet Rocketdyne business or to enjoin integration of the Aerojet Rocketdyne business with Lockheed Martin’s business. There is no assurance that we would be successful in any litigation with the FTC, whether before or after closing."
        },
        {
          "year": 2021,
          "paragraphIndex": 47,
          "text": "We have a number of contracts with Turkish industry for the Turkish Utility Helicopter Program (TUHP), which anticipates co-production with Turkish industry for production of T70 helicopters for use in Turkey, as well as the related provision of Turkish goods and services under buy-back or offset obligations, to include the future sales of helicopters built in Turkey for sale globally. Although existing export licenses are not subject to the current sanctions, we continue to expect pending and future export licensing applications and any required modifications, extensions or changes in scope to the existing licenses where SSB or any of certain affiliated persons is a party to the underlying transaction to be denied, which denials would adversely affect our ability to perform the impacted contracts. For example, since April 2021, we have received multiple denials from the U.S. Department of State for export, import and manufacturing licenses pertaining to TUHP. These denials prevent us from performing certain significant obligations under contracts for TUHP, which has and will affect our sales and impact our ability to recover certain costs. As a result of these license denials, we have provided force majeure notices under the affected contracts and these contracts may be restructured or terminated, which could result in a further reduction in sales, the imposition of penalties or assessment of damages, and increased unrecoverable costs. In addition, we have other programs where we work with Turkish industry, including for domestic U.S. Black Hawk® helicopter production, that rely on components from Turkish suppliers. While these commercial relationships are not affected by the current sanctions, they could be adversely affected by the imposition of additional sanctions."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "contents",
        "table contents",
        "Artificial intelligence",
        "macroeconomic",
        "artificial",
        "challenges risks",
        "events conditions",
        "exercise option",
        "geopolitical macroeconomic",
        "health events",
        "items",
        "macroeconomic public",
        "accept",
        "added",
        "additional sanctions",
        "ontents",
        "table ontents",
        "sikorsky",
        "cyber threats",
        "rising",
        "visibility",
        "address",
        "adopting",
        "breach",
        "complex experimental",
        "cooperation agreements",
        "covid related",
        "customer relationships",
        "customers facing",
        "defend cyber"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 31,
          "text": "Many of the products and services we provide are highly engineered and involve sophisticated technologies with related complex manufacturing and systems integration processes. Our customers’ requirements change and evolve regularly. Accordingly, our future performance depends, in part, on our ability to adapt to changing customer needs rapidly, identify emerging technological trends, develop and manufacture innovative products and services efficiently and bring those offerings to market quickly at cost-effective prices. This includes efforts to provide mission solutions that integrate capabilities and resources across all forces and domains, which we refer to as joint all domain operations, and to implement emerging digital and network technologies and capabilities. Artificial intelligence technologies have rapidly developed and our business may be"
        },
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "International sales present risks that are different and potentially greater than those encountered in our U.S. business. In 2023, 26% of our total net sales were from international customers. International sales are subject to numerous political and economic factors, including changes in foreign national priorities, foreign government budgets, global economic conditions, and fluctuations in foreign currency exchange rates, the possibility of trade sanctions and other government actions, regulatory requirements, significant competition, taxation, and other risks associated with doing business outside the U.S. Sales of military products and services and any associated industrial development (offset) agreements are subject to U.S. export regulations and foreign policy, and there could be significant delays or other issues in reaching definitive agreements for announced programs. See the Risk Factor “Geopolitical, macroeconomic and public health events and conditions could adversely affect our business, operating results, financial condition and cash flows.” Competition for international sales is intense, including from international manufacturers whose governments sometimes provide research and development assistance, marketing subsidies and other assistance for their products and services."
        },
        {
          "year": 2023,
          "paragraphIndex": 52,
          "text": "As an aerospace and defense company, we face a multitude of security threats, including cybersecurity threats ranging from attacks common to most industries, such as ransomware and denial-of-service, to attacks from more advanced and persistent, highly organized adversaries, including nation state actors, which target the defense industrial base and other critical infrastructure sectors. The sophistication of the threats continue to evolve and grow, including the risk associated with the use of emerging technologies, such as artificial intelligence and quantum computing, for nefarious purposes. In addition to cybersecurity threats, we face threats to the security of our facilities and employees from terrorist acts, sabotage or other disruptions, any of which could adversely affect our business. The improper conduct of our employees or others working on behalf of us who have access to export controlled, classified or other sensitive information could also adversely affect our business and reputation. Our customers (including sites that we operate and manage for our customers), suppliers, subcontractors and joint venture partners, experience similar security threats."
        },
        {
          "year": 2022,
          "paragraphIndex": 74,
          "text": "We have $10.8 billion of goodwill assets recorded on our consolidated balance sheet as of December 31, 2022 from previous acquisitions, which represents approximately 20% of our total assets. These goodwill assets are subject to annual impairment testing and more frequent testing upon the occurrence of certain events or significant changes in circumstances that indicate goodwill may be impaired. If we experience changes or factors arise that negatively affect the expected cash flows of a reporting unit, we may be required to write off all or a portion of the reporting unit’s related goodwill assets. The carrying value and fair value of our Sikorsky reporting unit are closely aligned. Therefore, any business deterioration, including the outcome of upcoming contract awards, contract cancellations or terminations, or market pressures could cause our sales, earnings and cash flows to decline below current projections and could cause goodwill and intangible assets to be impaired. Goodwill and trademarks associated with Sikorsky were approximately $3.5 billion as of December 31, 2022. Additionally, Sikorsky may not perform as expected, or demand for its products may be adversely affected by global economic conditions, including oil and gas trends that are outside of our control."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "In addition, our business could be adversely impacted by reductions or delays in spending by non-U.S. government customers that are facing budget, inflationary or other pressures, such as increases in the cost of borrowing from rising interest rates. Rising interest rates increase the borrowing costs on new debt and could affect the fair value of our investments. While rising interest rates reduce the measure of our gross pension obligations, they also can lead to decline in pension plan assets with offsetting impacts on our net pension liability. Although we believe defense spending is more resilient to adverse macro-economic conditions than many other industrial sectors, our suppliers and other partners, many of which are more exposed to"
        },
        {
          "year": 2022,
          "paragraphIndex": 59,
          "text": "We also typically work cooperatively with our customers, suppliers, subcontractors, joint venture partners and entities we acquire, who or which are subject to similar threats, to seek to minimize the impact of cyber threats, other security threats or business disruptions. These entities, which are typically outside our control and may have access to our information, have varying levels of cybersecurity expertise and safeguards, and their relationships with government contractors, including us, may increase the likelihood that they are targeted by the same cyber threats we face. We have thousands of direct suppliers and even more indirect suppliers with a wide variety of systems and cybersecurity capabilities and adversaries actively seek to exploit security and cybersecurity weaknesses in our supply chain. A breach in our multi-tiered supply chain could impact our data or customer deliverables. We must rely on this supply chain for detecting and reporting cyber incidents, which could affect our ability to report or respond to cybersecurity incidents effectively or in a timely manner. Because of the ongoing supply chain cyber security-related threats, our customers continue to seek that large prime contractors, like us, take steps to assure the cyber capabilities of their supply chain. Consequently, cyber security events in our supply chain could have an adverse impact on our relationships with our customers."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "disclosure",
        "east",
        "middle",
        "repayments",
        "applicability",
        "banned",
        "cause disruptions",
        "certain types",
        "continues",
        "disclosed",
        "disruption",
        "executives",
        "faster",
        "final resolution",
        "incurrence",
        "condition cash",
        "dynamics",
        "macro",
        "macro economic",
        "use rights",
        "workforce dynamics",
        "working remotely",
        "acquisition divestiture",
        "acquisitions dod",
        "added",
        "apply",
        "apply appropriate",
        "appropriate government",
        "arms",
        "assumed significant"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 37,
          "text": "Economic sanctions, export controls, and other trade restrictions, for instance those that the U.S. Government and other nations implemented against Russia in light of its invasion of Ukraine or those relating to the conflict in the Middle East, could directly and indirectly result in the disruption of our business and supply chain. Conflicts in Ukraine and elsewhere have increased the threat of malicious cyber activity from nation states and other actors. China has placed restrictions on and sanctioned our company and certain executives in connection with foreign military sales by the U.S. Government to Taiwan involving our products and services. We will continue to follow official U.S. Government guidance as it relates to sales to Taiwan and do not currently expect a material impact to our business from these actions. In 2023, China also implemented broad-based export restrictions on certain minerals used in the production of, among other things, semiconductors and missile systems; in 2024, China specifically banned export of certain minerals to the U.S. China may impose additional sanctions that could adversely affect Lockheed Martin, our suppliers, teammates and/or partners in the future."
        },
        {
          "year": 2024,
          "paragraphIndex": 25,
          "text": "If an audit or investigation uncovers improper or illegal activities, we may be subject to civil or criminal penalties and administrative sanctions, including reductions of the value of contracts, contract modifications or terminations, forfeiture of profits, suspension of payments, repayments, penalties, fines or suspension or debarment from doing business with the U.S. Government. Reductions in the value of contracts, contract modifications or terminations, forfeiture of profits, suspension of payments, repayments, penalties, and fines could have a material impact on financial condition and results of operations in any particular reporting period, and suspension or debarment could have a material adverse effect on us because of our dependence on contracts with the U.S. Government. In addition, we could suffer serious reputational harm if allegations of impropriety were made against us. Similar government oversight and risks to our business and reputation exist in most other countries where we conduct business."
        },
        {
          "year": 2024,
          "paragraphIndex": 36,
          "text": "Global conflicts, including Russia’s invasion of Ukraine, conflicts in the Middle East, and heightened tensions in the Pacific region, have significantly elevated global geopolitical tensions and security concerns and resulted in increased demand for some of our products and services. However, if we are unable to increase production to meet demand in the timeframe expected by potential customers, whether due to supply constraints, government funding, or otherwise, then we may lose sales opportunities as those possible customers seek alternatives, even less capable ones, that may be delivered more quickly. Furthermore, the level of continuing demand and our ability to sell to customers to meet that demand is subject in part to changes in government policies and priorities."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "Workforce dynamics are constantly evolving. If we do not manage changing workforce dynamics effectively, it could adversely affect our culture, reputation and operational flexibility. Beginning with the COVID-19 pandemic, a significant portion of our workforce began working remotely and we expect a significant portion to continue working remotely under our hybrid workforce model. If we are unable to effectively adapt to this hybrid work environment long term, then we may experience a less cohesive workforce, increased attrition, reduced program performance and less innovation."
        },
        {
          "year": 2023,
          "paragraphIndex": 47,
          "text": "We own a substantial number of U.S. and foreign patents and trademarks related to the products and services we provide. In addition to owning a large portfolio of patents and trademarks, we develop and own other intellectual property, including copyrights, trade secrets and research, development and engineering know-how, which contribute significantly to our business. We also license intellectual property to and from third parties. The FAR and DFARS provide that the U.S. Government obtains certain rights in intellectual property, including patents, developed by us and our subcontractors and suppliers in performance of government contracts or with government funding. The U.S. Government may use or authorize others, including competitors, to use such intellectual property. Non-U.S. governments also may have certain rights in patents and other intellectual property developed in performance of our contracts with these entities. The U.S. Government is pursuing aggressive positions regarding the types of intellectual property to which government use rights apply and when it is appropriate for the government to insist on broad use rights. The DoD is also implementing an overarching intellectual property acquisition policy that will require a greater focus and planning as to intellectual property rights for its programs, and we have no assurance as to the potential impacts of this policy or any associated regulatory changes on future acquisitions. The DoD’s efforts could affect our ability to protect and exploit our intellectual property and to leverage supplier intellectual property, for example, if we are unable to obtain necessary licenses from our suppliers to meet government requirements. Additionally, third parties may assert that our products or services infringe their intellectual property rights, which could result in costly and time-consuming disputes, subject us to damages and injunctions and adversely affect our ability to compete and perform on certain contracts."
        },
        {
          "year": 2023,
          "paragraphIndex": 39,
          "text": "Macroeconomic.\nHeightened levels of inflation and the potential worsening of macro-economic conditions, including slower growth or recession, changes to fiscal and monetary policy, tighter credit, higher interest rates and currency fluctuations, present a risk for us, our suppliers and the stability of the broader defense industrial base. If we are unable to successfully"
        }
      ]
    }
  ]
}