{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "mitigates",
        "reduce",
        "world",
        "Cybersecurity",
        "chief",
        "chief risk",
        "communications",
        "continuing",
        "controls policies",
        "data security",
        "deploy",
        "detect",
        "established",
        "free",
        "increased risks",
        "time",
        "assessing",
        "broad",
        "cyles",
        "trust",
        "updating",
        "attacks disaster",
        "mitigating",
        "safety matters",
        "anti",
        "operating",
        "operating results",
        "operations",
        "commodities",
        "prices"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 15,
          "text": "The Company’s operating results could be affected by political instability and by changes in other governmental policies, mandates, and regulations including monetary, fiscal and environmental policies, laws, regulations, acquisition approvals, and other activities of governments, agencies, and similar organizations. These risks include but are not limited to changes in a country’s or region’s economic or political conditions, local labor conditions and regulations, safety and environmental regulations, reduced protection of intellectual property rights, changes in the regulatory or legal environment, restrictions on currency exchange activities, currency exchange fluctuations, burdensome taxes and tariffs, enforceability of legal agreements and judgments, adverse tax, administrative agency or judicial outcomes, and regulation or taxation of greenhouse gases. International risks and uncertainties, including changing social and economic conditions as well as terrorism, political hostilities, and war, could limit the Company’s ability to transact business in these markets and could adversely affect the Company’s revenues and operating results. There has been a recent increase in populism and nationalism in various countries around the world and the concept and benefits of free trade are being challenged. The Company has benefited from the free flow of agricultural and food and feed ingredient products from the U.S. and other sources to markets around the world. Should there be an increase in tariff and restrictive trade activities around the world, the Company could be negatively impacted from its inability to enter certain markets or the price of the products being less competitive in the destination markets."
        },
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "The Company’s business is affected by fluctuations in agricultural commodity cash prices and derivative prices, transportation costs, energy prices, interest rates, and foreign currency exchange rates. The Company monitors position limits and engages in other strategies and controls to manage these risks. The Company has a Chief Risk Officer and an established commodity merchandising governance process to ensure proper position reporting and monitoring, limit approvals, and execute training on trade compliance, commodity regulatory reporting controls, and other policies. The Company’s monitoring efforts may not be successful at detecting a significant risk exposure. If these controls and strategies are not successful in mitigating the Company’s exposure to these fluctuations, it could adversely affect the Company’s operating results."
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "The Company’s operations rely on certain key IT systems, some of which are dependent on services provided by third parties, to provide critical data connectivity, information, and services for internal and external users. These interactions include, but are not limited to, ordering and managing materials from suppliers, risk management activities, converting raw materials to finished products, inventory management, shipping products to customers, processing transactions, summarizing and reporting results of operations, human resources benefits and payroll management, complying with regulatory, legal or tax requirements, and other processes necessary to manage the business. The Company is also in the process of implementing a new enterprise resource planning (ERP) system on a worldwide basis as part of its ongoing business transformation program, which is expected to improve the efficiency and effectiveness of certain financial and business transaction processes and the underlying systems environment. Increased IT security threats and more sophisticated computer crime, including advanced persistent threats, pose a potential risk to the security of the Company’s IT systems, networks, and services, as well as the confidentiality, availability, and integrity of the Company’s third party data. The Company has put in place security measures to prevent, detect, and mitigate cyber-based attacks and instituted control procedures for cyber security incident responses and disaster recovery plans for its critical systems. In addition, the Company monitors this risk on an ongoing basis to detect and correct any breaches and reports metrics to the highest level of management and to the Board of Directors on the quality of the Company’s data security efforts and control environment. However, if the Company’s IT systems are breached, damaged, or cease to function properly due to any number of causes, such as catastrophic events, power outages, security breaches, or cyber-based attacks, and the Company’s disaster recovery plans do not effectively mitigate the risks on a timely basis, the Company may suffer interruptions in its ability to manage its operations, loss of valuable data, and damage to its reputation, which may adversely impact the Company’s revenues, operating results, and financial condition."
        },
        {
          "year": 2015,
          "paragraphIndex": 22,
          "text": "The Company requires significant capital, including access to credit markets from time to time, to operate its current business and fund its growth strategy. The Company’s working capital requirements, including margin requirements on open positions on futures exchanges, are directly affected by the price of agricultural commodities, which may fluctuate significantly and change quickly. The Company also requires substantial capital to maintain and upgrade its extensive network of storage facilities, processing plants, refineries, mills, ports, transportation assets and other facilities to keep pace with competitive developments, technological advances, regulations and changing safety standards in the industry. Moreover, the expansion of the Company’s business and pursuit of acquisitions or other business opportunities may require significant amounts of capital. Access to credit markets and pricing of the Company’s capital is dependent upon maintaining sufficient credit ratings from credit rating agencies. Sufficient credit ratings allow the Company to access tier one commercial paper markets. If the Company is unable to maintain sufficiently high credit ratings, access to these commercial paper and other debt markets and costs of borrowings could be adversely affected. If the Company is unable to generate sufficient cash flow or maintain access to adequate external financing, including as a result of significant disruptions in the global credit markets, it could restrict the Company’s current operations and its growth opportunities which could adversely affect the Company’s operating results."
        },
        {
          "year": 2015,
          "paragraphIndex": 4,
          "text": "The availability and prices of agricultural commodities are subject to wide fluctuations due to changes in weather conditions, crop disease, plantings, government programs and policies, competition, changes in global demand, changes in standards of living, and global production of similar and competitive crops. Additionally, the Company depends globally on agricultural producers to ensure an adequate supply of the agricultural commodities used by the Company in its operations is maintained. These factors have historically caused volatility in the availability and prices of agricultural commodities and, consequently, in the Company’s operating results and working capital requirements. Reduced supply of agricultural commodities due to weather-related factors or other reasons could adversely affect the Company’s profitability by increasing the cost of raw materials and/or limiting the Company’s ability to procure, transport, store, process, and merchandise agricultural commodities in an efficient manner. For example, a drought in North America in 2012 reduced the availability of corn and soybean inventories while prices increased. High and volatile commodity prices can adversely affect the Company’s ability to meet its liquidity needs. Conversely, if supplies are abundant and crop production globally outpaces demand for more than one or two crop cyles, price volatility is somewhat diminished. This could result in reduced operating results due to the lack of supply chain dislocations and reduced market spread and basis opportunities."
        },
        {
          "year": 2015,
          "paragraphIndex": 15,
          "text": "The Company does business globally, connecting crops and markets in\n165\ncountries. The Company is required to comply with the numerous and broad-reaching laws and regulations administered by United States federal, state and local, and foreign governmental authorities. The Company must comply with other general business regulations such as accounting and income taxes, anti-corruption, anti-bribery, global trade, trade sanctions, environmental, and handling and production of regulated substances. The Company frequently faces challenges from U.S. and foreign tax authorities regarding the amount of taxes due. These challenges include questions regarding the timing and amount of deductions and the allocation of income among various tax jurisdictions. In evaluating the exposure associated with various tax filing positions, the Company records reserves for estimates of potential additional tax owed by the Company. As examples, the Company has received large tax assessments from tax authorities in Brazil and Argentina, challenging income tax positions taken by subsidiaries of the Company covering various prior periods. Any failure to comply with applicable laws and regulations or appropriately resolve these challenges could subject the Company to administrative, civil, and criminal remedies including fines, penalties, disgorgement, injunctions, and recalls of its products, and damage to its reputation."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "erm",
        "erm program",
        "trade agreements",
        "access cost",
        "accordance erm",
        "actions damage",
        "actual",
        "actual threatened",
        "agreements including",
        "bring idled",
        "capacity line",
        "competitive tier",
        "cost competitive",
        "counterparty",
        "counterparty risks",
        "irm",
        "irm program",
        "integrated",
        "suffer interruptions",
        "operating",
        "results",
        "products",
        "adversely",
        "affect",
        "risk",
        "operating results",
        "adversely affect",
        "business",
        "regulations",
        "agricultural"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 2,
          "text": "The Company, through its business unit, functional, and corporate teams, continually updates, assesses, monitors, and mitigates these and other business and compliance risks in accordance with the ERM Program and as monitored by the ERM Program team and Chief Risk Officer."
        },
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "The Company requires significant capital, including continuing access to credit markets, to operate its current business and fund its growth strategy. The Company’s working capital requirements, including margin requirements on open positions on futures exchanges, are directly affected by the price of agricultural commodities, which may fluctuate significantly and change quickly. The Company also requires substantial capital to maintain and upgrade its extensive network of storage facilities, processing plants, refineries, mills, ports, transportation assets and other facilities to keep pace with competitive developments, technological advances, regulations and changing safety standards in the industry. Moreover, the expansion of the Company’s business and pursuit of acquisitions or other business opportunities may require significant amounts of capital. Access to credit markets and pricing of the Company’s capital is dependent upon maintaining sufficient credit ratings from credit rating agencies. Sufficient credit ratings allow the Company to access cost competitive tier one commercial paper markets. If the Company is unable to maintain sufficiently high credit ratings, access to these commercial paper and other debt markets and costs of borrowings could be adversely affected. If the Company is unable to generate sufficient cash flow or maintain access to adequate external financing, including as a result of significant disruptions in the global credit markets, it could restrict the Company’s current operations and its growth opportunities which could adversely affect the Company’s operating results. The Company manages this risk with constant monitoring of credit/liquidity metrics, cash forecasting, and routine communications with credit rating agencies on risk management practices."
        },
        {
          "year": 2017,
          "paragraphIndex": 15,
          "text": "The Company’s operating results could be affected by political instability and by changes in other governmental policies, mandates, regulations, and trade agreements including monetary, fiscal and environmental policies, laws, regulations, acquisition approvals, and other activities of governments, agencies, and similar organizations. These risks include but are not limited to changes in a country’s or region’s economic or political conditions, local labor conditions and regulations, safety and environmental regulations, reduced protection of intellectual property rights, changes in the regulatory or legal environment, restrictions on currency exchange activities, currency exchange fluctuations, burdensome taxes and tariffs, enforceability of legal agreements and judgments, adverse tax, administrative agency or judicial outcomes, and regulation or taxation of greenhouse gases. International risks and uncertainties, including changing social and economic conditions as well as terrorism, political hostilities, and war, could limit the Company’s ability to transact business in these markets and could adversely affect the Company’s revenues and operating results. There has been a recent increase in populism and nationalism in various countries around the world and the concept and benefits of free trade are being challenged. The Company has benefited from the free flow of agricultural and food and feed ingredient products from the U.S. and other sources to markets around the world. Should there be an increase in tariff and restrictive trade activities around the world, the Company could be negatively impacted from its inability to enter certain markets or the price of the products being less competitive in the destination markets."
        },
        {
          "year": 2016,
          "paragraphIndex": 2,
          "text": "The Company, through its business unit, functional, and corporate teams, continually updates, assesses, monitors, and mitigates these and other business and compliance risks in accordance with the IRM Program and as monitored by the IRM program and Chief Risk Officer."
        },
        {
          "year": 2016,
          "paragraphIndex": 14,
          "text": "Agricultural production and trade flows are subject to government policies, mandates, and regulations. Governmental policies affecting the agricultural industry, such as taxes, tariffs, duties, subsidies, incentives, foreign exchange rates, and import and export restrictions on agricultural commodities and commodity products, including policies related to genetically modified organisms, traceability standards, product safety and labeling, renewable fuels, and low carbon fuel mandates, can influence the planting of certain crops, the location and size of crop production, whether unprocessed or processed commodity products are traded, the volume and types of imports and exports, the availability and competitiveness of feedstocks as raw materials, the viability and volume of production of certain of the Company’s products, and industry profitability. For example, changes in government policies or regulations of ethanol and biodiesel, including but not limited to changes in the Renewable Fuel Standard program under the Energy Independence and Security Act of 2007 in the United States, can have an impact on the Company’s operating results. International trade regulations can adversely affect agricultural commodity trade flows by limiting or disrupting trade between countries or regions. Regulations of financial markets and instruments, including the Dodd-Frank Act, Consumer Protection Act, and the European Market Infrastructure Regulation, create uncertainty and may lead to additional risks and costs, and could adversely affect the Company’s futures commission merchant business and its agricultural commodity risk management practices. Future government policies may adversely affect the supply of, demand for, and prices of the Company’s products; adversely affect the Company's ability to deploy adequate hedging programs; restrict the Company’s ability to do business in its existing and target markets; and adversely affect the Company’s revenues and operating results."
        },
        {
          "year": 2016,
          "paragraphIndex": 0,
          "text": "Management directs a Company-wide Integrated Risk Management (IRM) program, with oversight from the Company’s Board of Directors. The Company’s Audit Committee has the delegated risk management oversight responsibility and receives updates on the risk management processes and key risk factors on a quarterly basis."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "Data privacy",
        "outside",
        "integration risks",
        "Climate change",
        "acquisitions involve",
        "climate",
        "expose",
        "exposures",
        "help",
        "identify",
        "initiatives",
        "inorganic",
        "involve",
        "negatively impact",
        "organic",
        "erm program",
        "similar",
        "africa",
        "america",
        "asia",
        "covering",
        "east",
        "east africa",
        "eastern",
        "eastern europe",
        "financial performance",
        "governmental policies",
        "meet",
        "middle",
        "middle east"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 26,
          "text": "As the Company executes its growth strategy, through both organic and inorganic growth, it may encounter risks which could result in increased costs, decreased revenues, and delayed synergies. Recent investments outside the U.S. include Neovia, certain assets of Brazil-based Algar Agro, Protexin, and Rodelle, Inc. Growth in new geographies outside the U.S. can expose the Company to volatile economic, political, and regulatory risks that may negatively impact its operations and ability to achieve its growth strategy. Expanding businesses where the Company has limited presence may expose the Company to risks related to the inability to identify an appropriate partner or target and favorable terms, inability to retain/hire strategic talent, or integration risks that may require significant management resources that would have otherwise been available for ongoing growth or operational initiatives. Acquisitions may involve unanticipated delays, costs, and other problems. Due diligence performed prior to the acquisition may not identify a material liability or issue that could impact the Company's reputation or adversely affect results of operations resulting in a reduction of the anticipated acquisition benefits. Additionally, acquisitions may involve integration risks such as: internal control effectiveness, system integration risks, the risk of impairment charges related to goodwill and other intangibles, ability to retain acquired employees, and other unanticipated risks."
        },
        {
          "year": 2018,
          "paragraphIndex": 25,
          "text": "The Company may fail to realize the benefits or experience delays in the execution of its growth strategy, encompassing organic and inorganic initiatives, outside the U.S. and in businesses where the Company does not currently have a large presence."
        },
        {
          "year": 2018,
          "paragraphIndex": 1,
          "text": "The availability and prices of agricultural commodities are subject to wide fluctuations, including impacts from factors outside the Company's control such as changes in weather and climate, crop disease, plantings, government programs and policies, competition, and changes in global demand. The Company uses a global network of procurement, processing, and transportation assets, as well as robust communications between global commodity merchandiser teams, to continually assess price and basis opportunities. Management-established limits (including a corporate wide value-at-risk metric), with robust internal reporting, help to optimize results versus the Company’s strategic plans. Additionally, the Company depends globally on agricultural producers to ensure an adequate supply of the agricultural commodities."
        },
        {
          "year": 2017,
          "paragraphIndex": 9,
          "text": "The Company conducts its business and has substantial assets located in many countries and geographic areas. While\n56 percent\nof the Company’s processing plants and\n74 percent\nof its procurement facilities are located in the United States, the Company also has significant operations in both developed areas (such as Western Europe, Canada, and Brazil) and emerging market areas (such as Eastern Europe, Asia, portions of South and Central America, the Middle East, and Africa). One of the Company’s strategies is to expand the global reach of its core model which may include expanding or developing its business in emerging market areas such as Asia, Eastern Europe, the Middle East, and Africa. Both developed and emerging market areas are subject to impacts of economic downturns, including decreased demand for the Company’s products, and reduced availability of credit, or declining credit quality of the Company’s suppliers, customers, and other counterparties. In addition, emerging market areas could be subject to more volatile operating conditions including, but not limited to, logistics limitations or delays, labor-related challenges, limitations or regulations affecting trade flows (such as concerning genetically modified organisms), local currency concerns, and other economic and political instability. Political fiscal instability could generate intrusive regulations in emerging markets potentially creating unanticipated assessments of taxes, fees, increased risks of corruption, etc. Economic downturns and volatile market conditions could adversely affect the Company’s operating results and ability to execute its long-term business strategies, thus reducing the Company’s overall market value. The Company mitigates this risk in many ways including country risk analysis, government relations and tax compliance activities, and active ethics compliance training requirements."
        },
        {
          "year": 2017,
          "paragraphIndex": 6,
          "text": "The Company faces significant competition in each of its businesses and has numerous competitors. The company competes for the acquisition of inputs such as agricultural commodities, transportation services, and other materials and supplies, as well as for workforce and talent. Additionally, competitors offer similar products and services, as well as alternative products and services, to the Company’s customers. The Company is dependent on being able to generate revenues in excess of cost of products sold in order to obtain margins, profits, and cash flows to meet or exceed its targeted financial performance measures and provide cash for operating, working capital, dividend, or capital expenditure needs. Competition impacts the Company’s ability to generate and increase its gross profit as a result of the following factors. Pricing of the Company’s products is partly dependent upon industry processing capacity, which is impacted by competitor actions to bring idled capacity on-line, build new production capacity or execute aggressive consolidation. Many of the products bought and sold by the Company are global commodities or are derived from global commodities. The markets for global commodities are highly price competitive and in many cases the commodities are subject to substitution. Significant changes in exchange rates of foreign currencies versus the U.S. dollar, particularly the currencies of major crop growing countries, could also make goods and products of these countries more competitive than U.S. products, thereby negatively impacting the competitiveness of the Company’s significant origination, processing, and export footprint, and the Company’s operating results. Improved yields in different crop growing regions may reduce the reliance on origination territories in which the Company has a significant presence. In addition, continued merger and acquisition activities resulting in further consolidations result in greater cost competitiveness and global scale of certain players in the industry that could impact the relative competitiveness of the Company, especially when acquirers are state-owned and/or backed by public funds and have profit and return objectives that may differ from publicly traded enterprises. To compete effectively, the Company focuses on improving efficiency in its production and distribution operations, developing and maintaining appropriate market share, maintaining a high level of product safety and quality, and working with customers to develop new products and tailored solutions."
        },
        {
          "year": 2017,
          "paragraphIndex": 4,
          "text": "The availability and prices of agricultural commodities are subject to wide fluctuations due to changes in weather conditions, crop disease, plantings, government programs and policies, competition, changes in global demand, changes in standards of living, and global production of similar and competitive crops. The Company uses a global network of procurement, processing, and transportation assets, as well as robust communications between global commodity merchandiser teams, to continually assess price and basis opportunities. These commodity trade teams monitor commodity positions against management established limits (including a corporate wide value-at-risk metric), with robust internal reporting to ensure optimized results versus the Company’s strategic plans. Additionally, the Company depends globally on agricultural producers to ensure an adequate supply of the agricultural commodities used by the Company in its operations is maintained. These factors have historically caused volatility in the availability and prices of agricultural commodities and, consequently, in the Company’s operating results and working capital requirements. Reduced supply of agricultural commodities due to weather-related factors or other reasons could adversely affect the Company’s profitability by increasing the cost of raw materials and/or limiting the Company’s ability to procure, transport, store, process, and merchandise agricultural commodities in an efficient manner. For example, a drought in North America in 2012 reduced the availability of corn and soybean inventories while prices increased. High and volatile commodity prices can adversely affect the Company’s ability to meet its liquidity needs. Conversely, if supplies are abundant and crop production globally outpaces demand for more than one or two crop cycles, price volatility is somewhat diminished. This could result in reduced operating results due to the lack of supply chain dislocations and reduced market spread and basis opportunities."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "erm program",
        "libor",
        "financing costs",
        "nutrition",
        "oversight",
        "performance",
        "rate",
        "updates",
        "ability drive",
        "accordance",
        "accordance erm",
        "acquisition technology",
        "african",
        "african swine",
        "aging",
        "argentina",
        "availability corn",
        "challenges limitations",
        "conditions local",
        "corn",
        "corn soybean",
        "drought",
        "example drought",
        "gases regulatory",
        "increased high",
        "inventories",
        "inventories prices",
        "limit approvals",
        "manner example",
        "matters certain"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 26,
          "text": "LIBOR (London Interbank Offered rate) has been the subject of recent proposals for international reform and it is anticipated LIBOR will be discontinued or modified by the end of 2021. The Company's variable rate debt, credit facilities, certain derivative agreements, and commercial agreements may use LIBOR as a benchmark for establishing interest rates. While it is not possible to predict the consequences of discontinuation or modification of LIBOR at this time, the Company's financing costs could be adversely or positively impacted. Although the Company does not expect that a transition from LIBOR will have a material adverse impact on its financing costs, the Company continues to monitor developments."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "The Company, through its business unit, functional, and corporate teams, continually updates, assesses, monitors, and mitigates these and other business and compliance risks in accordance with the ERM Program and as monitored by the ERM Program team and Chief Risk Officer."
        },
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "Management directs a Company-wide Enterprise Risk Management (ERM) Program, with oversight from the Company’s Board of Directors. The Company’s Audit Committee has the delegated risk management oversight responsibility and receives updates on the risk management processes and key risk factors on a quarterly basis."
        },
        {
          "year": 2018,
          "paragraphIndex": 2,
          "text": "Reduced supply of agricultural commodities could adversely affect the Company’s profitability by increasing the cost of raw materials and/or limiting the Company’s ability to procure, transport, store, process, and merchandise agricultural commodities in an efficient manner. For example, a drought in Argentina in 2017 and 2018 reduced the availability of corn and soybean inventories while prices increased. High and volatile commodity prices can place more pressures on short-term working capital funding. Conversely, if supplies are abundant and crop production globally outpaces demand for more than one or two crop cycles, price volatility is somewhat diminished. This could result in reduced operating results due to the lack of supply chain dislocations and reduced market spread and basis opportunities."
        },
        {
          "year": 2018,
          "paragraphIndex": 22,
          "text": "The Company has a Chief Risk Officer who regularly reports to the Board of Directors on the myriad of risks facing the Company and the Company's strategies for mitigating the risks. In particular, the Company’s business is affected by fluctuations in agricultural commodity cash prices and derivative prices, transportation costs, energy prices, interest rates, foreign currency exchange rates, and equity markets. The Company monitors position limits and counterparty risks and engages in other strategies and controls to manage these risks. The Company regularly reports its aggregate commodity risk exposures to the Board of Directors through the ERM process. The Company has an established commodity merchandising governance process to ensure proper position reporting and monitoring, limit approvals, and execute training on trade compliance, commodity regulatory reporting controls, and other policies. The Company’s monitoring efforts may not be successful at detecting a significant risk exposure. If these controls and strategies are not successful in mitigating the Company’s exposure to these fluctuations, it could adversely affect the Company’s operating results."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "COVID-19",
        "adm",
        "responsible",
        "sustainable",
        "cybersecurity incident",
        "disasters pandemics",
        "epidemics",
        "epidemics pandemics",
        "fully",
        "health epidemics",
        "lockdowns",
        "pandemics severe",
        "pandemics similar",
        "party service",
        "disasters severe",
        "acceptable farming",
        "accruing",
        "agro",
        "algar",
        "challenges include",
        "come",
        "continued fluctuations",
        "controls information",
        "encompassing",
        "end",
        "erp worldwide",
        "european union",
        "focuses improving",
        "general"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 4,
          "text": "ADM is monitoring the novel coronavirus (COVID-19) global pandemic and taking steps to mitigate the potential risks posed by its spread, including working with its customers, employees, suppliers, local communities, and other stakeholders. COVID-19 or other health epidemics, pandemics, or similar outbreaks could impact the Company’s operations if significant portions of its workforce are unable to work effectively, including because of illness, quarantines, lockdowns, government actions, facility closures, or other restrictions. Additionally, third party service providers, suppliers, joint ventures, customers, and other business partners may not be able fulfill their commitments creating additional disruptions for the Company. In such circumstances, ADM may be unable to perform fully on its contractual obligations, critical global supply chain and logistical networks may be affected, and costs and working capital may increase. These cost increases may not be fully recoverable or adequately covered by insurance. In addition, demand for certain products that ADM produces, particularly biofuels and ingredients that go into food and beverages that support the food services channels, may be materially impacted from a prolonged outbreak of COVID-19 or significant local resurgences of the virus, leading to additional government-imposed lockdowns, quarantines, or other restrictions. The Company cannot at this time predict the impact of the COVID-19 pandemic on its future financial or operational results, but the impact could potentially be material over time."
        },
        {
          "year": 2020,
          "paragraphIndex": 27,
          "text": "The Company faces significant competition in each of its businesses and has numerous competitors, who can be different depending upon each of the business segments in which it participates. The Company competes for the acquisition of inputs such as raw materials, transportation services, and other materials and supplies, as well as for workforce and talent. Competition impacts the Company’s ability to generate and increase its gross profit as a result of the following factors: Pricing of the Company’s products is partly dependent upon industry processing capacity, which is impacted by competitor actions to bring idled capacity on-line, build new production capacity or execute aggressive consolidation; many of the products bought and sold by the Company are global commodities or are derived from global commodities that are highly price competitive and, in many cases, subject to substitution; significant changes in exchange rates of foreign currencies versus the U.S. dollar, particularly the currencies of major crop growing countries, could also make goods and products of these countries more competitive than U.S. products; improved yields in different crop growing regions may reduce the reliance on origination territories in which the Company has a significant presence; and continued merger and acquisition activities resulting in further consolidations could result in greater cost competitiveness and global scale of certain players in the industry, especially when acquirers are state-owned and/or backed by public funds and have profit and return objectives that may differ from publicly traded enterprises. To compete effectively, the Company focuses on safely improving efficiency in its production and distribution operations, developing and maintaining appropriate market presence, maintaining a high level of product safety and quality, supporting socially responsible and sustainable practices, promoting environmental responsibility, and working with customers to develop new products and tailored solutions."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "The risk factors that follow are the main risks that the ERM Program focuses on to protect and enhance shareholder value and promote socially responsible behaviors through intentional risk mitigation plans based on management-defined risk limits. The areas of risk mitigation emphasis include operational efficiencies, cyber threat prevention, strategy, environmental, social, and governance solutions, economic factors, and food safety."
        },
        {
          "year": 2019,
          "paragraphIndex": 12,
          "text": "The Company does business globally, connecting crops and markets in more than\n190\ncountries, and is required to comply with laws and regulations administered by the United States federal government as well as state, local, and non-U.S. governmental authorities in areas including: Accounting and income taxes, anti-corruption, anti-bribery, global trade, trade sanctions, environmental, product safety, and handling and production of regulated substances. The Company frequently faces challenges from U.S. and foreign tax authorities regarding the amount of taxes due. These challenges include questions regarding the timing and amount of deductions and the allocation of income among various tax jurisdictions. Any failure to comply with applicable laws and regulations or appropriately resolve these challenges could subject the Company to administrative, civil, and criminal remedies, including fines, penalties, disgorgement, injunctions, and recalls of its products, and damage to its reputation. Resolution of some of these tax disputes could take many years and interest and penalties may be accruing in the meantime, thereby significantly increasing the notional amount of the exposures."
        },
        {
          "year": 2019,
          "paragraphIndex": 31,
          "text": "As the Company executes its growth strategy, through both organic and inorganic growth, it may encounter risks which could result in increased costs, decreased revenues, and delayed synergies. Recent investments outside the U.S. include Neovia, certain assets of Brazil-based Algar Agro, Protexin, Ziegler, Rodelle, Inc., and Yerbalatina. Growth in new geographies outside the U.S. can expose the Company to volatile economic, political, and regulatory risks that may negatively impact its operations and ability to achieve its growth strategy. Expanding businesses where the Company has limited presence may expose the Company to risks related to the inability to identify an appropriate partner or target and favorable terms, inability to retain/hire strategic talent, or integration risks that may require significant management resources that would have otherwise been available for ongoing growth or operational initiatives. Acquisitions may involve unanticipated delays, costs, and other problems. Due diligence performed prior to the acquisition may not identify a material liability or issue that could impact the Company's reputation or adversely affect results of operations resulting in a reduction of the anticipated acquisition benefits. Additionally, acquisitions may involve integration risks such as: internal control effectiveness, system integration risks, the risk of impairment charges related to goodwill and other intangibles, ability to retain acquired employees, and other unanticipated risks."
        },
        {
          "year": 2019,
          "paragraphIndex": 8,
          "text": "In the case of the nutrition business, while maintaining efficient and cost-effective operations are important, the ability to drive innovation and come up with quality nutritional solutions for human and animal needs are key factors to remain competitive in the nutrition market."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "carbon pricing",
        "ghg",
        "ghg emissions",
        "human capital",
        "implemented",
        "legislation",
        "recently",
        "skilled",
        "variant",
        "able monetize",
        "additional investments",
        "additional legislation",
        "administrative costs",
        "agreements potential",
        "agriculture",
        "accidents adversely",
        "benefits free",
        "breaches failures",
        "brexit",
        "challenged",
        "challenged benefited",
        "closures",
        "commitments",
        "concept",
        "concept benefits",
        "countries world",
        "deforestation",
        "discontinuation",
        "enterprise risk",
        "facilities located"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 6,
          "text": "A number of jurisdictions where the Company has operations have implemented or are in the process of implementing carbon pricing programs or regulations to reduce GHG emissions including, but not limited to, the United States, Canada, Mexico, the European Union and its member states, and China. In particular, the State of Illinois recently enacted legislation intended to eliminate carbon emissions by 2050. The Company’s operations located in countries with effective and applicable carbon pricing and regulatory programs, currently meet their obligations in this regard with no significant impact on the earnings and competitive position of the Company. It is difficult at this time to estimate the likelihood of passage, or predict the potential impact, of any additional legislation, regulations or agreements. Potential consequences of new obligations could include increased energy, transportation, raw material, and administrative costs, and may require the Company to make additional investments in its facilities and equipment. The Company has programs and policies in place to expand responsible practices while reducing its environmental footprint and to help ensure compliance with laws and regulations."
        },
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "While ADM has effectively managed through the risks arising from the ongoing pandemic caused by the novel coronavirus (COVID-19), and has implemented mitigation actions across global operations that has had a positive impact on its customers, employees, local communities, and other stakeholders, the Company could be materially impacted in the future if a more severe variant would arise causing disruptions far more severe than the Company has recently experienced. In such circumstances, ADM may be unable to perform fully on its contractual obligations, critical global supply chain and logistical networks may be affected, and costs and working capital needs may increase. These cost increases may not be fully recoverable or adequately covered by insurance. In addition, demand for certain products that ADM produces, particularly biofuels and ingredients that go into food and beverages that support the food services channels, could be materially impacted from a prolonged COVID-19 variant outbreak or significant local resurgences of the virus, leading to additional government-imposed lockdowns, quarantines, or other restrictions."
        },
        {
          "year": 2021,
          "paragraphIndex": 4,
          "text": "ADM’s global operations function with trained individuals necessary for the processing, warehousing, and shipping of raw materials for products used in other areas of manufacturing or sold as inputs or products to third-party customers. The availability of skilled trade and production workers has been a specific focus for the United States manufacturing industry. The pandemic has put further strain on manufacturing labor amid fears of the pandemic, childcare challenges, along with the re-allocation friction resulting in some of the workforce shifts from manufacturing positions. The Company has various methods and tactics to mitigate potential shortfalls. The inability to properly staff manufacturing facilities with skilled trades and hourly labor due to a limited number of qualified resources could negatively impact operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 16,
          "text": "The Company’s operating results could be affected by political instability and by changes in monetary, fiscal, trade, and environmental policies, laws, regulations, and acquisition approvals, creating risks including, but not limited to: changes in a country’s or region’s economic or political conditions (e.g. Brexit), local labor conditions and regulations, and safety and environmental regulations; reduced protection of intellectual property rights; changes in the regulatory or legal environment; restrictions on currency exchange activities; currency exchange fluctuations; burdensome taxes and tariffs; enforceability of legal agreements and judgments; adverse tax, administrative agency or judicial outcomes; and regulation or taxation of greenhouse gases. International risks and uncertainties, including changing social and economic conditions as well as terrorism, political hostilities, and war, could limit the Company’s ability to transact business in these markets. There has been a recent increase in populism and nationalism in various countries around the world and the concept and benefits of free trade are being challenged. The Company has benefited from the free flow of agricultural and food and feed ingredient products from the U.S. and other sources to markets around the world. Increases in tariff and restrictive trade activities around the world (e.g., the U.S.-China trade relations dispute, Iran sanctions) could negatively impact the Company’s ability to enter certain markets or the price of products may become less competitive in those markets."
        },
        {
          "year": 2020,
          "paragraphIndex": 4,
          "text": "ADM is monitoring the novel coronavirus (COVID-19) global pandemic and taking steps to mitigate the potential risks posed by its spread, including working with its customers, employees, suppliers, local communities, and other stakeholders. COVID-19 or other health epidemics, pandemics, or similar outbreaks could impact the Company’s operations if significant portions of its workforce are unable to work effectively, including because of illness, quarantines, lockdowns, government actions, facility closures, or other restrictions. Additionally, third party service providers, suppliers, joint ventures, customers, and other business partners may not be able fulfill their commitments creating additional disruptions for the Company. In such circumstances, ADM may be unable to perform fully on its contractual obligations, critical global supply chain and logistical networks may be affected, and costs and working capital may increase. These cost increases may not be fully recoverable or adequately covered by insurance. In addition, demand for certain products that ADM produces, particularly biofuels and ingredients that go into food and beverages that support the food services channels, may be materially impacted from a prolonged outbreak of COVID-19 or significant local resurgences of the virus, leading to additional government-imposed lockdowns, quarantines, or other restrictions. The Company cannot at this time predict the impact of the COVID-19 pandemic on its future financial or operational results, but the impact could potentially be material over time."
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "Management directs a Company-wide Enterprise Risk Management (ERM) Program, with oversight from the Company’s Board of Directors. The Company’s Audit Committee has the delegated risk management oversight responsibility and receives updates on the risk management processes and key risk factors on a quarterly basis."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "conflict",
        "Geopolitical tensions",
        "conflict ukraine",
        "ukraine",
        "conflicts",
        "conflicts acts",
        "face",
        "impacting",
        "russia",
        "strategic economic",
        "ability obtain",
        "adm committed",
        "advancement",
        "alternatives",
        "attainable",
        "libor",
        "disasters pandemics",
        "pandemics severe",
        "rate",
        "war natural",
        "addition changes",
        "addition increases",
        "advances technology",
        "affected climate",
        "agencies sufficient",
        "agricultural merchandisers",
        "arbitrage",
        "arbitrage opportunities",
        "benchmark",
        "businesses does"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 26,
          "text": "ADM’s assets and operations could be subject to extensive property damage and business disruption from geopolitical conflicts, acts of terrorism (e.g. purposeful adulteration of the Company’s products), and war. The assets and operations located in the region affected by the conflict in Ukraine are at an increased risk to property damage, inventory loss, business disruption, and expropriation. The conflict could continue to impact global margins due to increased commodity, energy, and input costs. The Black Sea region is a major exporter of wheat and corn to the world, and the disruption of supply could cause volatility in prices and margins of these commodities and related products. In addition to ADM’s operations, one of the Company’s joint ventures is also exposed to the same risks. While the Company has a robust trade sanctions compliance program, there is a risk that ADM and its related parties could trade with a sanctioned partner due to the number of sanctions taken against Russia. The Company may also face increased cyber risk given that Russia is known to have extensive capabilities to engage in cyber attacks. Trade receivables may be at risk of higher defaults, and other third-party risks could affect ADM’s ability to obtain inputs if suppliers are unable to perform or face insolvency, as certain supplies may not be attainable due to sanctions and/or restrictions on cross-border payment transactions. The Company could be materially impacted if, in the worst-case scenario, the conflict advances to other countries. In such circumstances, trade policies and the Company’s critical global supply chain and logistical networks could be affected, impairing the Company’s ability to satisfy contractual obligations and impacting working capital requirements. Insurance may not adequately cover these risks. In addition, provisions for certain products that ADM produces, particularly those that support the food services channels, could be materially impacted. The Company continues to monitor the conflict in Ukraine along with other political tensions and evaluate alternatives to mitigate the impacts of these risks."
        },
        {
          "year": 2022,
          "paragraphIndex": 20,
          "text": "The production of the Company’s products uses materials that can create emissions of certain regulated substances, including GHG emissions. Such regulated emissions also include indirect emissions that occur in the value chain as the result of activities from assets now owned or controlled by the Company. A number of jurisdictions where the Company has operations have implemented or are in the process of implementing carbon pricing programs or regulations to reduce GHG emissions impacting climate change and rising sea levels including, but not limited to, the United States, Canada, Mexico, the European Union and its member states, and China. In particular, the State of Illinois recently enacted legislation intended to eliminate carbon emissions by 2050. The Company’s operations located in countries with effective and applicable carbon pricing and regulatory programs, currently meet their obligations in this regard with no significant impact on the earnings and competitive position of the Company. It is difficult at this time to estimate the likelihood of passage, or predict the potential impact, of any additional legislation, regulations or agreements. Potential consequences of new obligations could include increased energy, transportation, raw material, and administrative costs, and may require the Company to make additional investments in its facilities and equipment. The Company has policies in place and has integrated climate specific risk into the enterprise programs and is identifying opportunities through mitigation efforts to expand responsible practices towards reducing its environmental footprint in a sustainable manner while ensuring compliance with laws and regulations."
        },
        {
          "year": 2022,
          "paragraphIndex": 3,
          "text": "The risk pillars that follow are the main risks that the ERM Program focuses on to protect and enhance shareholder value and promote socially responsible behaviors through intentional risk mitigation plans based on management-defined risk limits. The areas of risk mitigation emphasis include operational efficiencies, strategic and economic factors, geopolitical relationships, environmental, social, and governance solutions, technological advancement and threat prevention, and financial and regulatory risks."
        },
        {
          "year": 2021,
          "paragraphIndex": 21,
          "text": "LIBOR (London Interbank Offered rate) has been the subject of recent proposals for international reform and it is anticipated LIBOR will be discontinued or modified by June 2023. The Company’s variable rate debt, credit facilities, certain derivative agreements, and commercial agreements may use LIBOR as a benchmark for establishing interest rates. Although the Company does not expect that a transition from LIBOR will have a material adverse impact on its financing costs, the Company continues to monitor developments."
        },
        {
          "year": 2021,
          "paragraphIndex": 26,
          "text": "Advances in technology, such as seed and crop protection, farming techniques, storage and logistics, and speed of information flow, may reduce the significance of dislocations and arbitrage opportunities in the agricultural global markets, which may reduce the earnings potential of agricultural merchandisers and processors."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "segment",
        "development",
        "investigation",
        "oilseeds",
        "oils",
        "carbohydrate",
        "carbohydrate solutions",
        "item business",
        "material weakness",
        "services oilseeds",
        "statements",
        "america",
        "focused",
        "million",
        "website",
        "disaster recovery",
        "disaster",
        "recently",
        "recovery plans",
        "updates",
        "accordance",
        "accordance erm",
        "amid",
        "areas percent",
        "assesses monitors",
        "attacks disaster",
        "audit committee",
        "based management",
        "behaviors",
        "business unit"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "The Ag Services and Oilseeds segment includes global activities related to the origination, merchandising, transportation, and storage of agricultural raw materials, and the crushing and further processing of oilseeds such as soybeans and soft seeds (cottonseed, sunflower seed, canola, rapeseed, and flaxseed) into vegetable oils and protein meals. Oilseeds products produced and marketed by the segment include ingredients for food, feed, energy, and industrial customers. Crude vegetable oils produced by the segment’s crushing activities are sold “as is” to manufacturers of renewable green diesel and other customers or are further processed by refining, blending, bleaching, and deodorizing into salad oils. Salad oils are sold “as is” or are further processed by hydrogenating and/or interesterifying into margarine, shortening, and other food products. Partially refined oils are used to produce biodiesel and glycols or are sold to other manufacturers for use in chemicals, paints, and other industrial products. Oilseed protein meals are principally sold to third parties to be used as ingredients in commercial livestock and poultry feeds. The Ag Services and Oilseeds segment is also a major supplier of peanuts and peanut-derived ingredients to both the U.S. and export markets. In North America, cotton cellulose pulp is manufactured and sold to the chemical, paper, and other industrial markets. The Ag Services and Oilseeds segment’s grain sourcing, handling, and transportation network (including barge, ocean-going vessel, truck, rail, and container freight services) provides reliable and efficient services to the Company’s customers and agricultural processing operations. The Ag Services and Oilseeds segment also includes agricultural commodity and feed product import, export, and global distribution, and structured trade finance activities. The Company engages in various structured trade finance activities to leverage its global trade flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 15,
          "text": "The Carbohydrate Solutions segment is engaged in corn and wheat wet and dry milling and other activities. The Carbohydrate Solutions segment converts corn and wheat into products and ingredients used in the food and beverage industry including sweeteners, corn and wheat starches, syrup, glucose, wheat flour, and dextrose. Dextrose and starch are used by the Carbohydrate Solutions segment as feedstocks in other downstream processes. By fermentation of dextrose, the Carbohydrate Solutions segment produces alcohol and other food and animal feed ingredients. Ethyl alcohol is produced by the Company for industrial use in products such as hand sanitizers and ethanol for use in gasoline due to its ability to increase octane as an extender and oxygenate. Corn gluten feed and meal, as well as distillers’ grains, are produced for use as animal feed ingredients. Corn germ, a by-product of the wet milling process, is further processed into vegetable oil and protein meal. Other Carbohydrate Solutions products include citric acids, which are used in various food and industrial products. The Carbohydrate Solutions segment is a leader in carbon capture and sequestration. By continuing to advance additional carbon capture and sequestration initiatives and products aimed at replacing coal power and steam generation with lower emissions power, the Carbohydrate Solutions segment is well positioned to benefit from the replacement of essential materials historically made from fossil fuels with plant-based alternatives."
        },
        {
          "year": 2023,
          "paragraphIndex": 21,
          "text": "As previously disclosed, the Company received a voluntary document request from the Securities and Exchange Commission (the SEC) relating to intersegment sales between the Company’s Nutrition reporting segment and the Company’s Ag Services and Oilseeds and Carbohydrate Solutions reporting segments. In response, the Company initiated an internal investigation regarding certain accounting practices and procedures with respect to its Nutrition reporting segment, including as related to certain intersegment sales (the Investigation)."
        },
        {
          "year": 2022,
          "paragraphIndex": 29,
          "text": "Increased IT security and social engineering threats and more sophisticated computer crime, including advanced persistent threats, pose a potential risk to the security of the Company’s IT systems, networks, and services, as well as the confidentiality, availability, and integrity of the Company’s third party data. The Company is subject to a variety of laws and regulations in the United States and other jurisdictions regarding privacy, data protection, and data security, including those related to the collection, storage, handling, use, disclosure, transfer, and security of personal data. Compliance with and interpretation of various data privacy regulations continue to evolve and any violation could subject the Company to legal claims, regulatory penalties, and damage to its reputation. The Company has put in place security measures to prevent, detect, and mitigate cyber-based attacks, and has instituted control procedures for cybersecurity incident responses and disaster recovery plans for its critical systems. In addition, the Company monitors this risk on an ongoing basis to detect and correct any breaches, and reports metrics on the quality of the Company’s data security efforts and control environment to the highest level of management and to the Board of Directors. However, if the Company’s IT systems are breached, damaged, or cease to function properly due to any number of causes, such as catastrophic events, power outages, security breaches, or cyber-based attacks, and the Company’s disaster recovery plans do not effectively mitigate the risks on a timely basis, the Company may suffer significant interruptions in its ability to manage its operations, loss of valuable data, actual or threatened legal actions, and damage to its reputation, which may adversely impact the Company’s revenues, operating results, and financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 2,
          "text": "The Company, through its business unit, functional, and corporate teams, continually updates, assesses, monitors, and mitigates these and other business and compliance risks in accordance with the ERM Program as monitored by the ERM Program team and Chief Risk Officer."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "Management directs a Company-wide ERM Program, with oversight from the Company’s Board of Directors. The Company’s Audit Committee has the delegated risk management oversight responsibility and receives updates on the risk management processes and key risk factors on a quarterly basis."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "contents archer",
        "ai systems",
        "upgrades",
        "implementations",
        "monitoring tools",
        "policies procedures",
        "tools",
        "introduce",
        "nis",
        "piracy",
        "acquiring",
        "adopt",
        "amazon",
        "asc",
        "bias",
        "oils",
        "item business",
        "america",
        "focused",
        "million",
        "website",
        "distribution",
        "factors continued",
        "scope",
        "total",
        "industrial",
        "absolute",
        "chains",
        "edible",
        "joint venture"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 58,
          "text": "In implementing new ERPs, the Company may experience significant increases to inherent costs and risks associated with changing and acquiring these systems, policies, procedures and monitoring tools, including capital expenditures, additional operating expenses, demands on management time and other risks and costs of delays or difficulties in transitioning to or integrating new systems policies, procedures, or monitoring tools into its current systems. Any significant disruption or deficiency in the design and implementation of any ERP may adversely affect the Company’s ability to operate its business, or maintain effective disclosure controls and internal control over financial reporting. These implementations, modifications and upgrades may not result in productivity improvements at a level that outweighs the costs of implementation, or at all. In addition, difficulties with implementing new technology systems, such as ERPs, delays in the Company’s timeline for planned improvements, significant system failures or the Company’s inability to successfully modify its IT systems, policies, procedures or monitoring tools to respond to changes in its business needs in the past have caused and in the future may cause disruptions in the Company’s business operations, increase security risks, including the risk of cybersecurity breaches, and may have a material and adverse effect on the Company’s business, financial condition and results of operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 57,
          "text": "The Company is currently upgrading its IT platforms, including certain ERP systems, on a global scale, with these upgrades expected to occur in phases over the next several years. These upgrades include making changes to legacy systems or acquiring new systems with new functionality, and building new policies, procedures, training programs and monitoring tools. The Company is also engaged in implementations of new ERP systems which has required and will continue to require significant investments of human and financial resources. The Company’s strategy for pursuing these upgrades and implementations will likely evolve over time and may increase the time or expense involved in completing these projects."
        },
        {
          "year": 2024,
          "paragraphIndex": 62,
          "text": "AI systems often rely on large datasets, which can inadvertently introduce bias if the data is not sufficiently diverse or representative leading to AI-driven decisions that may be unfair or discriminatory, potentially harming both individuals and our brand reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "The Ag Services and Oilseeds segment includes global activities related to the origination, merchandising, transportation, and storage of agricultural raw materials, and the crushing and further processing of oilseeds such as soybeans and soft seeds (cottonseed, sunflower seed, canola, rapeseed, and flaxseed) into vegetable oils and protein meals. Oilseeds products produced and marketed by the segment include ingredients for food, feed, energy, and industrial customers. Crude vegetable oils produced by the segment’s crushing activities are sold “as is” to manufacturers of renewable green diesel and other customers or are further processed by refining, blending, bleaching, and deodorizing into salad oils. Salad oils are sold “as is” or are further processed by hydrogenating and/or interesterifying into margarine, shortening, and other food products. Partially refined oils are used to produce biodiesel and glycols or are sold to other manufacturers for use in chemicals, paints, and other industrial products. Oilseed protein meals are principally sold to third parties to be used as ingredients in commercial livestock and poultry feeds. The Ag Services and Oilseeds segment is also a major supplier of peanuts and peanut-derived ingredients to both the U.S. and export markets. In North America, cotton cellulose pulp is manufactured and sold to the chemical, paper, and other industrial markets. The Ag Services and Oilseeds segment’s grain sourcing, handling, and transportation network (including barge, ocean-going vessel, truck, rail, and container freight services) provides reliable and efficient services to the Company’s customers and agricultural processing operations. The Ag Services and Oilseeds segment also includes agricultural commodity and feed product import, export, and global distribution, and structured trade finance activities. The Company engages in various structured trade finance activities to leverage its global trade flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "The Company has a 50.0% equity interest in Edible Oils Limited, a joint venture between ADM and Princes Limited to procure, package, and sell edible oils in the United Kingdom. The Company also formed a joint venture with Princes Limited in Poland to procure, package, and sell edible oils in Poland, the Czech Republic, Slovakia, Hungary, and Austria."
        },
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "Utilizing ADM’s unique position in the agricultural value chain, including relationships with farmers around the globe and an unparalleled origination, transportation, and processing network, the Company is enhancing sustainability and leading in decarbonization across the multiple value chains in which it operates. ADM works with growers by supporting them with personalized services and innovative technologies and partnering with them to develop and enhance sustainable practices, including a goal of enrolling four million regenerative agriculture acres by 2025. The Company is actively working to improve the efficiency of its facilities and vehicles, finding alternative uses for waste, reusing and recycling water, and sequestering carbon at its onsite capture and storage facility. These efforts are helping advance ADM’s “Strive 35” commitments to, by 2035, reduce from a 2019 baseline absolute Scope 1 and 2 greenhouse gas (GHG) emissions by 25%; reduce from a 2021 baseline absolute Scope 3 emissions by 25%; reduce energy intensity by 15% and increase low-carbon energy usage to 25% of total; reduce water intensity and water withdrawal by 10%; and achieve a 90% landfill diversion rate."
        }
      ]
    }
  ]
}