{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "mitigates",
        "reduce",
        "world",
        "Cybersecurity",
        "chief",
        "chief risk",
        "communications",
        "continuing",
        "controls policies",
        "data security",
        "deploy",
        "detect",
        "established",
        "increased risks",
        "joint venture",
        "time",
        "assessing",
        "broad",
        "business continued",
        "cyles",
        "item business",
        "trust",
        "updating",
        "attacks disaster",
        "mitigating",
        "safety matters",
        "anti",
        "operating",
        "operating results",
        "operations"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 20,
          "text": "The Company’s operating results could be affected by political instability and by changes in other governmental policies, mandates, and regulations including monetary, fiscal and environmental policies, laws, regulations, acquisition approvals, and other activities of governments, agencies, and similar organizations. These risks include but are not limited to changes in a country’s or region’s economic or political conditions, local labor conditions and regulations, safety and environmental regulations, reduced protection of intellectual property rights, changes in the regulatory or legal environment, restrictions on currency exchange activities, currency exchange fluctuations, burdensome taxes and tariffs, enforceability of legal agreements and judgments, adverse tax, administrative agency or judicial outcomes, and regulation or taxation of greenhouse gases. International risks and uncertainties, including changing social and economic conditions as well as terrorism, political hostilities, and war, could limit the Company’s ability to transact business in these markets and could adversely affect the Company’s revenues and operating results. There has been a recent increase in populism and nationalism in various countries around the world and the concept and benefits of free trade are being challenged. The Company has benefited from the free flow of agricultural and food and feed ingredient products from the U.S. and other sources to markets around the world. Should there be an increase in tariff and restrictive trade activities around the world, the Company could be negatively impacted from its inability to enter certain markets or the price of the products being less competitive in the destination markets."
        },
        {
          "year": 2016,
          "paragraphIndex": 30,
          "text": "The Company has $4.5 billion invested in or advanced to joint ventures and investments over which the Company has limited control as to the governance and management activities of these investments. Net sales to unconsolidated affiliates during the year ended December 31, 2016 was $4.2 billion . The Company faces certain risks, including risks related to the financial strength of the investment partner; loss of revenues and cash flows to the investment partner and related gross profit; the inability to implement beneficial management strategies, including risk management and compliance monitoring, with respect to the investment’s activities; and the risk that the Company may not be able to resolve disputes with the investment partner. The Company may encounter unanticipated operating issues, financial results, or compliance and reputational risks related to these investments that may impact the Company’s revenues and operating results. The Company mitigates this risk using controls and policies related to joint venture formation, governance, merger and acquisition integration management, and harmonization of joint venture policies with the Company’s policies and controls."
        },
        {
          "year": 2016,
          "paragraphIndex": 31,
          "text": "The Company’s operations rely on certain key IT systems, some of which are dependent on services provided by third parties, to provide critical data connectivity, information, and services for internal and external users. These interactions include, but are not limited to, ordering and managing materials from suppliers, risk management activities, converting raw materials to finished products, inventory management, shipping products to customers, processing transactions, summarizing and reporting results of operations, human resources benefits and payroll management, complying with regulatory, legal or tax requirements, and other processes necessary to manage the business. The Company is also in the process of implementing a new enterprise resource planning (ERP) system on a worldwide basis as part of its ongoing business transformation program, which is expected to improve the efficiency and effectiveness of certain financial and business transaction processes and the underlying systems environment. Increased IT security threats and more sophisticated computer crime, including advanced persistent threats, pose a potential risk to the security of the Company’s IT systems, networks, and services, as well as the confidentiality, availability, and integrity of the Company’s third party data. The Company has put in place security measures to prevent, detect, and mitigate cyber-based attacks and instituted control procedures for cyber security incident responses and disaster recovery plans for its critical systems. In addition, the Company monitors this risk on an ongoing basis to detect and correct any breaches and reports metrics to the highest level of management and to the Board of Directors on the quality of the Company’s data security efforts and control environment. However, if the Company’s IT systems are breached, damaged, or cease to function properly due to any number of causes, such as catastrophic events, power outages, security breaches, or cyber-based attacks, and the Company’s disaster recovery plans do not effectively mitigate the risks on a timely basis, the Company may suffer interruptions in its ability to manage its operations, loss of valuable data, and damage to its reputation, which may adversely impact the Company’s revenues, operating results, and financial condition."
        },
        {
          "year": 2015,
          "paragraphIndex": 27,
          "text": "The Company requires significant capital, including access to credit markets from time to time, to operate its current business and fund its growth strategy. The Company’s working capital requirements, including margin requirements on open positions on futures exchanges, are directly affected by the price of agricultural commodities, which may fluctuate significantly and change quickly. The Company also requires substantial capital to maintain and upgrade its extensive network of storage facilities, processing plants, refineries, mills, ports, transportation assets and other facilities to keep pace with competitive developments, technological advances, regulations and changing safety standards in the industry. Moreover, the expansion of the Company’s business and pursuit of acquisitions or other business opportunities may require significant amounts of capital. Access to credit markets and pricing of the Company’s capital is dependent upon maintaining sufficient credit ratings from credit rating agencies. Sufficient credit ratings allow the Company to access tier one commercial paper markets. If the Company is unable to maintain sufficiently high credit ratings, access to these commercial paper and other debt markets and costs of borrowings could be adversely affected. If the Company is unable to generate sufficient cash flow or maintain access to adequate external financing, including as a result of significant disruptions in the global credit markets, it could restrict the Company’s current operations and its growth opportunities which could adversely affect the Company’s operating results."
        },
        {
          "year": 2015,
          "paragraphIndex": 9,
          "text": "The availability and prices of agricultural commodities are subject to wide fluctuations due to changes in weather conditions, crop disease, plantings, government programs and policies, competition, changes in global demand, changes in standards of living, and global production of similar and competitive crops. Additionally, the Company depends globally on agricultural producers to ensure an adequate supply of the agricultural commodities used by the Company in its operations is maintained. These factors have historically caused volatility in the availability and prices of agricultural commodities and, consequently, in the Company’s operating results and working capital requirements. Reduced supply of agricultural commodities due to weather-related factors or other reasons could adversely affect the Company’s profitability by increasing the cost of raw materials and/or limiting the Company’s ability to procure, transport, store, process, and merchandise agricultural commodities in an efficient manner. For example, a drought in North America in 2012 reduced the availability of corn and soybean inventories while prices increased. High and volatile commodity prices can adversely affect the Company’s ability to meet its liquidity needs. Conversely, if supplies are abundant and crop production globally outpaces demand for more than one or two crop cyles, price volatility is somewhat diminished. This could result in reduced operating results due to the lack of supply chain dislocations and reduced market spread and basis opportunities."
        },
        {
          "year": 2015,
          "paragraphIndex": 20,
          "text": "The Company does business globally, connecting crops and markets in 165 countries. The Company is required to comply with the numerous and broad-reaching laws and regulations administered by United States federal, state and local, and foreign governmental authorities. The Company must comply with other general business regulations such as accounting and income taxes, anti-corruption, anti-bribery, global trade, trade sanctions, environmental, and handling and production of regulated substances. The Company frequently faces challenges from U.S. and foreign tax authorities regarding the amount of taxes due. These challenges include questions regarding the timing and amount of deductions and the allocation of income among various tax jurisdictions. In evaluating the exposure associated with various tax filing positions, the Company records reserves for estimates of potential additional tax owed by the Company. As examples, the Company has received large tax assessments from tax authorities in Brazil and Argentina, challenging income tax positions taken by subsidiaries of the Company covering various prior periods. Any failure to comply with applicable laws and regulations or appropriately resolve these challenges could subject the Company to administrative, civil, and criminal remedies including fines, penalties, disgorgement, injunctions, and recalls of its products, and damage to its reputation."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "erm",
        "erm program",
        "trade agreements",
        "access cost",
        "accordance erm",
        "actions damage",
        "actual",
        "actual threatened",
        "agreements including",
        "bring idled",
        "capacity line",
        "competitive tier",
        "cost competitive",
        "counterparty",
        "counterparty risks",
        "irm",
        "irm program",
        "includes",
        "integrated",
        "suffer interruptions",
        "operating",
        "results",
        "products",
        "adversely",
        "risk",
        "affect",
        "operating results",
        "adversely affect",
        "business",
        "regulations"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 7,
          "text": "The Company, through its business unit, functional, and corporate teams, continually updates, assesses, monitors, and mitigates these and other business and compliance risks in accordance with the ERM Program and as monitored by the ERM Program team and Chief Risk Officer."
        },
        {
          "year": 2017,
          "paragraphIndex": 28,
          "text": "The Company requires significant capital, including continuing access to credit markets, to operate its current business and fund its growth strategy. The Company’s working capital requirements, including margin requirements on open positions on futures exchanges, are directly affected by the price of agricultural commodities, which may fluctuate significantly and change quickly. The Company also requires substantial capital to maintain and upgrade its extensive network of storage facilities, processing plants, refineries, mills, ports, transportation assets and other facilities to keep pace with competitive developments, technological advances, regulations and changing safety standards in the industry. Moreover, the expansion of the Company’s business and pursuit of acquisitions or other business opportunities may require significant amounts of capital. Access to credit markets and pricing of the Company’s capital is dependent upon maintaining sufficient credit ratings from credit rating agencies. Sufficient credit ratings allow the Company to access cost competitive tier one commercial paper markets. If the Company is unable to maintain sufficiently high credit ratings, access to these commercial paper and other debt markets and costs of borrowings could be adversely affected. If the Company is unable to generate sufficient cash flow or maintain access to adequate external financing, including as a result of significant disruptions in the global credit markets, it could restrict the Company’s current operations and its growth opportunities which could adversely affect the Company’s operating results. The Company manages this risk with constant monitoring of credit/liquidity metrics, cash forecasting, and routine communications with credit rating agencies on risk management practices."
        },
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "The Company’s operating results could be affected by political instability and by changes in other governmental policies, mandates, regulations, and trade agreements including monetary, fiscal and environmental policies, laws, regulations, acquisition approvals, and other activities of governments, agencies, and similar organizations. These risks include but are not limited to changes in a country’s or region’s economic or political conditions, local labor conditions and regulations, safety and environmental regulations, reduced protection of intellectual property rights, changes in the regulatory or legal environment, restrictions on currency exchange activities, currency exchange fluctuations, burdensome taxes and tariffs, enforceability of legal agreements and judgments, adverse tax, administrative agency or judicial outcomes, and regulation or taxation of greenhouse gases. International risks and uncertainties, including changing social and economic conditions as well as terrorism, political hostilities, and war, could limit the Company’s ability to transact business in these markets and could adversely affect the Company’s revenues and operating results. There has been a recent increase in populism and nationalism in various countries around the world and the concept and benefits of free trade are being challenged. The Company has benefited from the free flow of agricultural and food and feed ingredient products from the U.S. and other sources to markets around the world. Should there be an increase in tariff and restrictive trade activities around the world, the Company could be negatively impacted from its inability to enter certain markets or the price of the products being less competitive in the destination markets."
        },
        {
          "year": 2016,
          "paragraphIndex": 7,
          "text": "The Company, through its business unit, functional, and corporate teams, continually updates, assesses, monitors, and mitigates these and other business and compliance risks in accordance with the IRM Program and as monitored by the IRM program and Chief Risk Officer."
        },
        {
          "year": 2016,
          "paragraphIndex": 5,
          "text": "Management directs a Company-wide Integrated Risk Management (IRM) program, with oversight from the Company’s Board of Directors. The Company’s Audit Committee has the delegated risk management oversight responsibility and receives updates on the risk management processes and key risk factors on a quarterly basis."
        },
        {
          "year": 2016,
          "paragraphIndex": 19,
          "text": "Agricultural production and trade flows are subject to government policies, mandates, and regulations. Governmental policies affecting the agricultural industry, such as taxes, tariffs, duties, subsidies, incentives, foreign exchange rates, and import and export restrictions on agricultural commodities and commodity products, including policies related to genetically modified organisms, traceability standards, product safety and labeling, renewable fuels, and low carbon fuel mandates, can influence the planting of certain crops, the location and size of crop production, whether unprocessed or processed commodity products are traded, the volume and types of imports and exports, the availability and competitiveness of feedstocks as raw materials, the viability and volume of production of certain of the Company’s products, and industry profitability. For example, changes in government policies or regulations of ethanol and biodiesel, including but not limited to changes in the Renewable Fuel Standard program under the Energy Independence and Security Act of 2007 in the United States, can have an impact on the Company’s operating results. International trade regulations can adversely affect agricultural commodity trade flows by limiting or disrupting trade between countries or regions. Regulations of financial markets and instruments, including the Dodd-Frank Act, Consumer Protection Act, and the European Market Infrastructure Regulation, create uncertainty and may lead to additional risks and costs, and could adversely affect the Company’s futures commission merchant business and its agricultural commodity risk management practices. Future government policies may adversely affect the supply of, demand for, and prices of the Company’s products; adversely affect the Company's ability to deploy adequate hedging programs; restrict the Company’s ability to do business in its existing and target markets; and adversely affect the Company’s revenues and operating results."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "segment",
        "oilseeds",
        "nutrition",
        "oils",
        "carbohydrate",
        "carbohydrate solutions",
        "includes",
        "animal",
        "development",
        "edible",
        "edible oils",
        "foods",
        "segment includes",
        "grain",
        "llc",
        "africa",
        "covering",
        "east",
        "east africa",
        "eastern",
        "eastern europe",
        "governmental policies",
        "middle",
        "middle east",
        "obtain",
        "public reference",
        "reference room",
        "room",
        "active",
        "addition negative"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 7,
          "text": "The Oilseeds segment includes global activities related to the origination, merchandising, crushing, and further processing of oilseeds such as soybeans and soft seeds (cottonseed, sunflower seed, canola, rapeseed, and flaxseed) into vegetable oils and protein meals. Oilseeds products produced and marketed by the Company include ingredients for the food, feed, energy, and industrial products industries. Crude vegetable oils produced by the segment’s crushing activities are sold “as is” or are further processed by refining, blending, bleaching, and deodorizing into salad oils. Salad oils are sold “as is” or are further processed by hydrogenating and/or interesterifying into margarine, shortening, and other food products. Partially refined oils are used to produce biodiesel and glycols or are sold to other manufacturers for use in chemicals, paints, and other industrial products. Oilseed protein meals are principally sold to third parties to be used as ingredients in commercial livestock and poultry feeds. In South America, the Oilseeds segment includes origination and merchandising activities as adjuncts to its oilseeds processing assets. These activities include a network of grain elevators, port facilities, and transportation assets used to buy, store, clean, and transport grains and oilseeds. The Oilseeds segment is a major supplier of peanuts, tree nuts, and peanut-derived ingredients to both the U.S. and export markets. In North America, cottonseed flour is produced and sold primarily to the pharmaceutical industry and cotton cellulose pulp is manufactured and sold to the chemical, paper, and other industrial markets. The Oilseeds segment also includes the Company’s share of the results of its equity investment in Wilmar International Limited (Wilmar) and its share of the results of its Stratas Foods LLC, Edible Oils Limited, and Olenex Sarl (Olenex) joint ventures. In June 2018, the Company invested in SoyVen, a 50% joint venture with Cargill, to provide soybean meal and oil for customers in Egypt. In July 2018, the Company completed the sale of its oilseeds operations in Bolivia to Inversiones Piuranas S.A. In December 2018, the Company completed the acquisition of certain soybean origination, crushing, refining, and bottling assets from Brazil-based Algar Agro."
        },
        {
          "year": 2018,
          "paragraphIndex": 4,
          "text": "Effective January 1, 2018, the Company changed its segment reporting to reflect changes in its operating structure. The Company's new segments are Origination (formerly Agricultural Services), Oilseeds (formerly Oilseeds Processing), Carbohydrate Solutions (formerly Corn Processing), and Nutrition (formerly Wild Flavors and Specialty Ingredients). The European origination business previously reported in Oilseeds is now managed by leaders in Origination to better coordinate continental trading activities. Carbohydrate Solutions now includes the results of ADM Milling, which were previously reported in Origination. In addition, the Company also moved the segment reporting of its renewable chemicals business from Carbohydrate Solutions to Oilseeds effective July 1, 2018. Nutrition now includes the results of Animal Nutrition and certain product lines previously reported in Carbohydrate Solutions as well as certain product lines previously reported in Oilseeds."
        },
        {
          "year": 2018,
          "paragraphIndex": 13,
          "text": "The Nutrition segment engages in the manufacturing, sale, and distribution of specialty products including natural flavor ingredients, flavor systems, natural colors, proteins, emulsifiers, soluble fiber, polyols, hydrocolloids, natural health and nutrition products, and other specialty food and feed ingredients. The Nutrition segment includes the activities related to the procurement, processing, and distribution of edible beans. The Nutrition segment also includes activities related to the processing and distribution of formula feeds and animal health and nutrition products and the manufacture of contract and private label pet treats and foods. In August 2018, the Company completed the acquisition of Probiotics International Limited, a British-based provider of probiotic supplements for human, pet, and production-animal uses, and Rodelle Inc., a premium originator, processor and supplier of vanilla products. In January 2019, the Company completed the acquisition of Neovia, a French-based global provider of value-added animal nutrition solutions, with 72 production facilities and a presence in 25 countries."
        },
        {
          "year": 2017,
          "paragraphIndex": 14,
          "text": "The Company conducts its business and has substantial assets located in many countries and geographic areas. While 56 percent of the Company’s processing plants and 74 percent of its procurement facilities are located in the United States, the Company also has significant operations in both developed areas (such as Western Europe, Canada, and Brazil) and emerging market areas (such as Eastern Europe, Asia, portions of South and Central America, the Middle East, and Africa). One of the Company’s strategies is to expand the global reach of its core model which may include expanding or developing its business in emerging market areas such as Asia, Eastern Europe, the Middle East, and Africa. Both developed and emerging market areas are subject to impacts of economic downturns, including decreased demand for the Company’s products, and reduced availability of credit, or declining credit quality of the Company’s suppliers, customers, and other counterparties. In addition, emerging market areas could be subject to more volatile operating conditions including, but not limited to, logistics limitations or delays, labor-related challenges, limitations or regulations affecting trade flows (such as concerning genetically modified organisms), local currency concerns, and other economic and political instability. Political fiscal instability could generate intrusive regulations in emerging markets potentially creating unanticipated assessments of taxes, fees, increased risks of corruption, etc. Economic downturns and volatile market conditions could adversely affect the Company’s operating results and ability to execute its long-term business strategies, thus reducing the Company’s overall market value. The Company mitigates this risk in many ways including country risk analysis, government relations and tax compliance activities, and active ethics compliance training requirements."
        },
        {
          "year": 2017,
          "paragraphIndex": 4,
          "text": "The public may read and copy any materials filed by the Company with the SEC at the SEC’s Public Reference Room at 100 F Street, N.E., Washington, D.C. 20549. The public may obtain information on the operation of the Public Reference Room by calling the SEC at 1-800-SEC-0330. The SEC maintains a website which contains reports, proxy and information statements, and other information regarding issuers that file information electronically with the SEC. The SEC’s website is http://www.sec.gov."
        },
        {
          "year": 2017,
          "paragraphIndex": 15,
          "text": "The Company does business globally, connecting crops and markets in more than 170 countries. The Company is required to comply with the numerous and far-reaching laws and regulations administered by United States federal, state, local, and foreign governmental authorities. The Company must comply with other general business regulations covering areas such as accounting and income taxes, anti-corruption, anti-bribery, global trade, trade sanctions, environmental, product safety, and handling and production of regulated substances. The Company frequently faces challenges from U.S. and foreign tax authorities regarding the amount of taxes due. These challenges include questions regarding the timing and amount of deductions and the allocation of income among various tax jurisdictions. In evaluating the exposure associated with various tax filing positions, the Company records reserves for estimates of potential additional tax owed by the Company. As examples, the Company has received large tax assessments from tax authorities in Brazil and Argentina, challenging income tax positions taken by subsidiaries of the Company covering various prior periods. Any failure to comply with applicable laws and regulations or appropriately resolve these challenges could subject the Company to administrative, civil, and criminal remedies including fines, penalties, disgorgement, injunctions, and recalls of its products, and damage to its reputation."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "libor",
        "venture adm",
        "array",
        "brands",
        "brands recipes",
        "combined",
        "human animal",
        "innovation",
        "plant based",
        "recipes",
        "recipes intellectual",
        "trademarks brands",
        "wide array",
        "yerbalatina",
        "ziegler",
        "origination segment",
        "completed acquisition",
        "previously",
        "previously reported",
        "reported",
        "share",
        "share results",
        "licenses",
        "biofuels",
        "buy",
        "june",
        "lines",
        "makes",
        "makes available",
        "port"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 13,
          "text": "The Nutrition segment serves customer needs for food, beverages, health and wellness, and more. The segment engages in the manufacturing, sale, and distribution of a wide array of products from nature including plant-based proteins, natural flavor ingredients, flavor systems, natural colors, emulsifiers, soluble fiber, polyols, hydrocolloids, natural health and nutrition products including probiotics, prebiotics, enzymes, and botanical extracts, and other specialty food and feed ingredients. The Nutrition segment includes the activities related to the procurement, processing, and distribution of edible beans. The Nutrition segment also includes activities related to the processing and distribution of formula feeds and animal health and nutrition products and the manufacture of contract and private label pet treats and foods. In 2019, ADM completed the acquisitions of Neovia, a French-based global provider of value-added animal nutrition solutions, with 72 production facilities and a presence in 25 countries; Florida Chemical Company (FCC), one of the world’s largest producers of citrus oils and ingredients; and The Ziegler Group (Ziegler), a leading European provider of natural citrus flavor ingredients. In January 2020, ADM acquired Yerbalatina Phytoactives (Yerbalatina), a natural plant-based extracts and ingredients manufacturer."
        },
        {
          "year": 2019,
          "paragraphIndex": 20,
          "text": "The Company owns trademarks, brands, recipes, and other intellectual property including patents, with a net book value of $948 million as of December 31, 2019. The Company does not consider any segment of its business to be dependent upon any single or group of trademarks, brands, recipes, or other intellectual property."
        },
        {
          "year": 2019,
          "paragraphIndex": 62,
          "text": "LIBOR (London Interbank Offered rate) has been the subject of recent proposals for international reform and it is anticipated LIBOR will be discontinued or modified by the end of 2021. The Company's variable rate debt, credit facilities, certain derivative agreements, and commercial agreements may use LIBOR as a benchmark for establishing interest rates. While it is not possible to predict the consequences of discontinuation or modification of LIBOR at this time, the Company's financing costs could be adversely or positively impacted. Although the Company does not expect that a transition from LIBOR will have a material adverse impact on its financing costs, the Company continues to monitor developments."
        },
        {
          "year": 2018,
          "paragraphIndex": 4,
          "text": "Effective January 1, 2018, the Company changed its segment reporting to reflect changes in its operating structure. The Company's new segments are Origination (formerly Agricultural Services), Oilseeds (formerly Oilseeds Processing), Carbohydrate Solutions (formerly Corn Processing), and Nutrition (formerly Wild Flavors and Specialty Ingredients). The European origination business previously reported in Oilseeds is now managed by leaders in Origination to better coordinate continental trading activities. Carbohydrate Solutions now includes the results of ADM Milling, which were previously reported in Origination. In addition, the Company also moved the segment reporting of its renewable chemicals business from Carbohydrate Solutions to Oilseeds effective July 1, 2018. Nutrition now includes the results of Animal Nutrition and certain product lines previously reported in Carbohydrate Solutions as well as certain product lines previously reported in Oilseeds."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "The Origination segment utilizes its extensive global grain elevator and transportation networks and port operations to buy, store, clean, and transport agricultural commodities, such as oilseeds, corn, wheat, milo, oats, rice, and barley, and resells these commodities primarily as food and feed ingredients and as raw materials for the agricultural processing industry. The Origination segment also includes international agricultural commodities merchandising and handling activities managed through a global trade desk based in Rolle, Switzerland. The Origination segment’s grain sourcing, handling, and transportation network provides reliable and efficient services to the Company’s customers and agricultural processing operations. The Origination segment’s transportation network capabilities include barge, ocean-going vessel, truck, rail, and container freight services. The Origination segment also includes the activities related to structured trade finance, the import and distribution of agricultural feed products, and the Company’s share of the results of its Pacificor joint venture."
        },
        {
          "year": 2018,
          "paragraphIndex": 7,
          "text": "The Oilseeds segment includes global activities related to the origination, merchandising, crushing, and further processing of oilseeds such as soybeans and soft seeds (cottonseed, sunflower seed, canola, rapeseed, and flaxseed) into vegetable oils and protein meals. Oilseeds products produced and marketed by the Company include ingredients for the food, feed, energy, and industrial products industries. Crude vegetable oils produced by the segment’s crushing activities are sold “as is” or are further processed by refining, blending, bleaching, and deodorizing into salad oils. Salad oils are sold “as is” or are further processed by hydrogenating and/or interesterifying into margarine, shortening, and other food products. Partially refined oils are used to produce biodiesel and glycols or are sold to other manufacturers for use in chemicals, paints, and other industrial products. Oilseed protein meals are principally sold to third parties to be used as ingredients in commercial livestock and poultry feeds. In South America, the Oilseeds segment includes origination and merchandising activities as adjuncts to its oilseeds processing assets. These activities include a network of grain elevators, port facilities, and transportation assets used to buy, store, clean, and transport grains and oilseeds. The Oilseeds segment is a major supplier of peanuts, tree nuts, and peanut-derived ingredients to both the U.S. and export markets. In North America, cottonseed flour is produced and sold primarily to the pharmaceutical industry and cotton cellulose pulp is manufactured and sold to the chemical, paper, and other industrial markets. The Oilseeds segment also includes the Company’s share of the results of its equity investment in Wilmar International Limited (Wilmar) and its share of the results of its Stratas Foods LLC, Edible Oils Limited, and Olenex Sarl (Olenex) joint ventures. In June 2018, the Company invested in SoyVen, a 50% joint venture with Cargill, to provide soybean meal and oil for customers in Egypt. In July 2018, the Company completed the sale of its oilseeds operations in Bolivia to Inversiones Piuranas S.A. In December 2018, the Company completed the acquisition of certain soybean origination, crushing, refining, and bottling assets from Brazil-based Algar Agro."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "colleagues",
        "total",
        "commitment",
        "goals",
        "Pandemic",
        "focus",
        "spiber",
        "action",
        "continue",
        "employee",
        "inclusion",
        "leadership",
        "sustainable practices",
        "work",
        "COVID-19",
        "ziegler",
        "array products",
        "citrus",
        "consumer needs",
        "disasters severe",
        "february",
        "number time",
        "president",
        "time employees",
        "acceptable farming",
        "accruing",
        "agencies risk",
        "agro",
        "algar",
        "barrier"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 41,
          "text": "Part of ADM’s vision is to continuously strengthen its culture with a diverse and inclusive workforce where all colleagues feel they belong and make meaningful contributions to the success of each other and the Company. ADM brings together colleagues with many different backgrounds, perspectives, and experiences. These global teams drive innovative thinking, creating growth opportunities through diversity of thought. The Company’s comprehensive diversity and inclusion strategy includes four focus areas: Leadership Engagement & Communication, Recruitment, Advancement & Retention, and Networks & Sponsorships. ADM has made a commitment through Paradigm for Parity to achieve gender parity in its senior leadership team by 2030. Since making this commitment in 2018, the Company has improved its gender diversity from 21% to currently 27%. ADM is proud of its achievements to date, and the Company will continue to strengthen diversity within middle management and entry-level hiring so the progress at the senior leadership level is sustainable over the long-term. This is a key cultural strategic priority that will continue to strengthen our ability to innovate and drive profitable growth. At the industry level, ADM has been a key partner in the establishment of Together We Grow, a consortium of agricultural industry leaders united in a shared belief that American agriculture’s best days are yet to come. Emphasizing diversity and inclusion, Together We Grow works to build a modern workforce with the skills, experience, and capabilities needed to keep pace with the growing world."
        },
        {
          "year": 2020,
          "paragraphIndex": 58,
          "text": "ADM is monitoring the novel coronavirus (COVID-19) global pandemic and taking steps to mitigate the potential risks posed by its spread, including working with its customers, employees, suppliers, local communities, and other stakeholders. COVID-19 or other health epidemics, pandemics, or similar outbreaks could impact the Company’s operations if significant portions of its workforce are unable to work effectively, including because of illness, quarantines, lockdowns, government actions, facility closures, or other restrictions. Additionally, third party service providers, suppliers, joint ventures, customers, and other business partners may not be able fulfill their commitments creating additional disruptions for the Company. In such circumstances, ADM may be unable to perform fully on its contractual obligations, critical global supply chain and logistical networks may be affected, and costs and working capital may increase. These cost increases may not be fully recoverable or adequately covered by insurance. In addition, demand for certain products that ADM produces, particularly biofuels and ingredients that go into food and beverages that support the food services channels, may be materially impacted from a prolonged outbreak of COVID-19 or significant local resurgences of the virus, leading to additional government-imposed lockdowns, quarantines, or other restrictions. The Company cannot at this time predict the impact of the COVID-19 pandemic on its future financial or operational results, but the impact could potentially be material over time."
        },
        {
          "year": 2020,
          "paragraphIndex": 36,
          "text": "The United Nations Development Programme created the Sustainable Development Goals (SDG) blueprint as a universal call to action to end poverty, protect the planet, and ensure that all people enjoy peace and prosperity. ADM focuses its efforts toward goals that align with its business objectives and allow the Company to make the greatest contribution towards the achievement of the SDG, specifically Zero Hunger, Clean Water and Sanitation, Decent Work and Economic Growth, Climate Action, and Life On Land."
        },
        {
          "year": 2019,
          "paragraphIndex": 13,
          "text": "The Nutrition segment serves customer needs for food, beverages, health and wellness, and more. The segment engages in the manufacturing, sale, and distribution of a wide array of products from nature including plant-based proteins, natural flavor ingredients, flavor systems, natural colors, emulsifiers, soluble fiber, polyols, hydrocolloids, natural health and nutrition products including probiotics, prebiotics, enzymes, and botanical extracts, and other specialty food and feed ingredients. The Nutrition segment includes the activities related to the procurement, processing, and distribution of edible beans. The Nutrition segment also includes activities related to the processing and distribution of formula feeds and animal health and nutrition products and the manufacture of contract and private label pet treats and foods. In 2019, ADM completed the acquisitions of Neovia, a French-based global provider of value-added animal nutrition solutions, with 72 production facilities and a presence in 25 countries; Florida Chemical Company (FCC), one of the world’s largest producers of citrus oils and ingredients; and The Ziegler Group (Ziegler), a leading European provider of natural citrus flavor ingredients. In January 2020, ADM acquired Yerbalatina Phytoactives (Yerbalatina), a natural plant-based extracts and ingredients manufacturer."
        },
        {
          "year": 2019,
          "paragraphIndex": 67,
          "text": "As the Company executes its growth strategy, through both organic and inorganic growth, it may encounter risks which could result in increased costs, decreased revenues, and delayed synergies. Recent investments outside the U.S. include Neovia, certain assets of Brazil-based Algar Agro, Protexin, Ziegler, Rodelle, Inc., and Yerbalatina. Growth in new geographies outside the U.S. can expose the Company to volatile economic, political, and regulatory risks that may negatively impact its operations and ability to achieve its growth strategy. Expanding businesses where the Company has limited presence may expose the Company to risks related to the inability to identify an appropriate partner or target and favorable terms, inability to retain/hire strategic talent, or integration risks that may require significant management resources that would have otherwise been available for ongoing growth or operational initiatives. Acquisitions may involve unanticipated delays, costs, and other problems. Due diligence performed prior to the acquisition may not identify a material liability or issue that could impact the Company's reputation or adversely affect results of operations resulting in a reduction of the anticipated acquisition benefits. Additionally, acquisitions may involve integration risks such as: internal control effectiveness, system integration risks, the risk of impairment charges related to goodwill and other intangibles, ability to retain acquired employees, and other unanticipated risks."
        },
        {
          "year": 2019,
          "paragraphIndex": 31,
          "text": "The number of full-time employees of the Company was approximately 38,100 at December 31, 2019 and 31,600 at December 31, 2018 . The net increase in the number of full-time employees is primarily related to acquisitions net of the early retirement and reorganization initiatives."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "scenario",
        "soy",
        "physical",
        "scope",
        "coe",
        "november",
        "women",
        "absolute scope",
        "bio",
        "chief sustainability",
        "diversity equity",
        "equity inclusion",
        "identified",
        "lead increased",
        "present",
        "improvement",
        "sub",
        "vcp",
        "acrylic",
        "acrylic acid",
        "beef",
        "enhanced",
        "export elevator",
        "gas emissions",
        "reduce greenhouse",
        "accidents adversely",
        "ahead",
        "air",
        "barley",
        "benefits free"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 43,
          "text": "In line with the recommendations of the Task Force on Climate-Related Disclosures, ADM conducted an analysis using three scenarios: 1.5°C (based on IPCC SSP1), 2°C (based on IEA WEO 450 Scenario), and 2.6°C (based on IEA INDC Scenario). The first scenario assumes a rapid transition to a low carbon world in the next decade, limiting temperature increase to 1.5°C. This involves a high degree of transformation across the economy. Under this scenario, the worst anticipated physical impacts of climate change are avoided. The second scenario involves ambitious actions to mitigate climate change, limiting temperature increase to 2°C. This scenario requires greater policy action; however, there is still an increase in physical climate-related impacts. The third scenario is based on the current status quo with no changes to policies or actions and an anticipated increase in global temperature by 2.6°C resulting in increased physical impacts of climate change. ADM used these scenarios as written by the sources, except in the case of the third, status quo scenario, where transition risks were evaluated based on the Company’s existing commitments: Strive 35."
        },
        {
          "year": 2021,
          "paragraphIndex": 33,
          "text": "The Sustainability Committee of the Board actively oversees the Company’s objectives, goals, strategies, and activities relating to sustainability and corporate responsibility matters. The Sustainability Committee also oversees the Company’s compliance with sustainability and corporate responsibility laws and regulations, assesses performance relating to industry benchmarks, and assists the Board of Directors in ensuring that the Company operates as a sustainable organization and responsible corporate citizen in order to enhance shareholder value and protect ADM’s reputation. The Company’s Chief Sustainability Officer works with the Chairman of the Sustainability Committee to set the agendas for the meetings and also attends the meetings. As for ADM management, the Executive Council of ADM, the Company’s highest strategic and operational body, provides close supervision of the Company’s ESG efforts and an in-depth review of sustainability issues. Because the Company considers sustainability critical to its strategic planning and mergers and acquisitions efforts, the Chief Sustainability Officer reports to the Chief Strategy Officer and is an important part of the strategy team. Furthermore, regional sustainability teams, along with the corporate sustainability team, support the Chief Sustainability Officer to drive sustainability efforts in the Company’s facilities and supply chains around the world. ADM’s sustainability efforts are also supported by the Centers of Excellence (CoE) that drive efficiency programs in their areas of focus such as the Utilities CoE, Diversity, Equity and Inclusion CoE, and Environmental, Health and Safety (EHS) CoE."
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "Some of the principal crops that ADM sources and processes present specific climate change risks. For example, South American soy and global palm present risks of deforestation due to their proximity to the forest and other high-carbon-value landscapes. In addition, row crops such as corn, soy, wheat, and canola present environmental risks when not managed appropriately, such as water quality impairment, erosion, soil degradation, and GHG emissions. However, these crops also present an opportunity to combat climate change through their ability to sequester carbon in the soil using regenerative agricultural practices. ADM has engaged over 13 million acres in sustainable agriculture practices globally."
        },
        {
          "year": 2020,
          "paragraphIndex": 13,
          "text": "Effective January 1, 2020, the Company started reporting its newly created dry mill ethanol subsidiary, Vantage Corn Processors (VCP), as a sub-segment within the Carbohydrate Solutions segment. VCP replaces the Bioproducts sub-segment which included the combined results of the Company’s corn dry and wet mill ethanol operations. The wet mill ethanol operations that were previously reported in Bioproducts are now included in the Starches and Sweeteners sub-segment. In addition to dry mill ethanol production, VCP sells/brokers ADM’s wet mill ethanol production as the sole marketer of ethanol produced at the Company’s facilities. The change does not have an impact on the total results of the Carbohydrate Solutions segment."
        },
        {
          "year": 2020,
          "paragraphIndex": 29,
          "text": "The Company is continuing to invest in research to develop a broad range of sustainable materials with an objective to produce key intermediate materials that serve as a platform for producing a variety of sustainable packaging products. Conversion technologies include utilizing expertise in both fermentation and catalysis. The Company’s current portfolio includes products that are in the early development phase and those that are close to pilot plant demonstration. In 2019, the Company announced a joint venture with LG Chem, Ltd. to develop biobased acrylic acid using ingredients from the Company’s corn processing. Acrylic acid is a key element required in the manufacture of superabsorbent polymers used in a range of hygiene products, including diapers. The Company has a memorandum of understanding with P2 Science to evaluate product opportunities in plant-based, renewable chemicals and materials. In October 2020, the Company announced a long-term agreement with Spiber, Inc. (Spiber) to expand the production of Spiber’s innovative brewed protein polymers for use in apparel and other consumer products. The Company also announced in 2020 its plans to collaborate with InnovaFeed on the construction and operation of the world’s largest insect protein production site, collocated with ADM’s corn processing complex in Decatur, Illinois."
        },
        {
          "year": 2020,
          "paragraphIndex": 35,
          "text": "A number of jurisdictions where the Company has operations have implemented or are in the process of implementing carbon pricing programs or regulations to reduce greenhouse gas emissions including, but not limited to, the U.S., Canada, Mexico, the E.U. and its member states, and China. The Company’s operations located in countries with effective and applicable carbon pricing and regulatory programs currently meet their obligations in this regard with no significant impact on the earnings and competitive position of the Company. It is difficult at this time to estimate the likelihood of passage, or predict the potential impact, of any additional legislation, regulations or agreements. Potential consequences of new obligations could include increased energy, transportation, raw material, and administrative costs, and may require the Company to make additional investments in its facilities and equipment."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "conflict",
        "Geopolitical tensions",
        "innovation center",
        "conflict ukraine",
        "integrated",
        "ukraine",
        "achieved",
        "affairs",
        "aspiration",
        "black",
        "carbon reduction",
        "ceo",
        "conflicts",
        "conflicts acts",
        "corn wet",
        "libor",
        "mou",
        "platform",
        "beverages supplements",
        "corn milling",
        "deerland",
        "disasters pandemics",
        "foods beverages",
        "health wellness",
        "operates wet",
        "pandemics severe",
        "september",
        "transforming",
        "war natural",
        "wet corn"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 101,
          "text": "ADM’s assets and operations could be subject to extensive property damage and business disruption from geopolitical conflicts, acts of terrorism (e.g. purposeful adulteration of the Company’s products), and war. The assets and operations located in the region affected by the conflict in Ukraine are at an increased risk to property damage, inventory loss, business disruption, and expropriation. The conflict could continue to impact global margins due to increased commodity, energy, and input costs. The Black Sea region is a major exporter of wheat and corn to the world, and the disruption of supply could cause volatility in prices and margins of these commodities and related products. In addition to ADM’s operations, one of the Company’s joint ventures is also exposed to the same risks. While the Company has a robust trade sanctions compliance program, there is a risk that ADM and its related parties could trade with a sanctioned partner due to the number of sanctions taken against Russia. The Company may also face increased cyber risk given that Russia is known to have extensive capabilities to engage in cyber attacks. Trade receivables may be at risk of higher defaults, and other third-party risks could affect ADM’s ability to obtain inputs if suppliers are unable to perform or face insolvency, as certain supplies may not be attainable due to sanctions and/or restrictions on cross-border payment transactions. The Company could be materially impacted if, in the worst-case scenario, the conflict advances to other countries. In such circumstances, trade policies and the Company’s critical global supply chain and logistical networks could be affected, impairing the Company’s ability to satisfy contractual obligations and impacting working capital requirements. Insurance may not adequately cover these risks. In addition, provisions for certain products that ADM produces, particularly those that support the food services channels, could be materially impacted. The Company continues to monitor the conflict in Ukraine along with other political tensions and evaluate alternatives to mitigate the impacts of these risks."
        },
        {
          "year": 2022,
          "paragraphIndex": 45,
          "text": "In 2022, the Company published ADM’s Net Zero Aspiration: Carbon Reduction Program Assessment, a report of ADM’s carbon reduction progress and exploration to support its aspiration of net zero emissions by 2050 at the latest. The report can be accessed through the Company’s website at http://www.adm.com."
        },
        {
          "year": 2022,
          "paragraphIndex": 30,
          "text": "The Company’s laboratories and technical innovation centers around the world enhance its ability to interact with customers globally, not only to provide flavors, but also to support the sales of other food ingredients. Since the acquisition of Wild Flavors in 2014, additional laboratories have been added, including food & beverages applications laboratories in Fort Collins, Colorado; Bergamo, Italy; Shanghai, China; and Rotterdam, Netherlands. The Company also expanded laboratories in Decatur and Champaign, Illinois. In 2021, the Company also opened a plant-based innovation laboratory hub in Singapore to develop nutritious products to meet growing food and beverage demand in the Asia-Pacific region. In March 2022, ADM opened a state-of-the-art Customer Creation & Innovation Center in Hortolandia, Brazil, that has technical capabilities that allow it to serve customers in Latin America and globally. In April 2022, the Company announced a new protein innovation center to further expand ADM’s innovation complex in Decatur, Illinois and enhance the Company’s ability to work closely with customers to develop custom solutions to meet their needs. The new innovation center, which is expected to be inaugurated by the second half of 2023, will bring together laboratories, test kitchens, and pilot-scale production capabilities to power new innovation."
        },
        {
          "year": 2021,
          "paragraphIndex": 30,
          "text": "The Company is continuing to invest in research to develop a broad range of key intermediate materials that serve as a platform for producing a variety of sustainable packaging products. Conversion technologies include utilizing expertise in fermentation, process chemistry, and catalysis. The Company’s current portfolio includes products that are in the early development phase and those that are close to pilot plant demonstration. In September 2021, the Company announced a memorandum of understanding (MOU) with LG Chem, a leading global diversified chemical company, to explore US-based production of lactic acid to meet growing demand for a wide variety of plant-based products, including bioplastics, through the creation of two joint ventures. In October 2021, the Company announced making an equity investment in Acies Bio, a Slovenia-based biotechnology company specializing in R&D and manufacturing services for developing and scaling synthetic biology and precision fermentation technologies for food, agriculture and industrial applications. In October 2021, the Company announced a MOU with Gevo, Inc., a pioneer in transforming renewable energy into low carbon, energy-dense liquid hydrocarbons, to support the production of up to 500 million gallons of sustainable aviation fuel and other low carbon-footprint hydrocarbon fuel. In November 2021, the Company announced an agreement to form a 50-50 joint venture with Asia Sustainable Foods Platform, a wholly-owned company of Temasek, to provide technology development and precision fermentation for companies serving the growing consumer demand for a wide variety of bio-based products, including alternative protein, in Singapore and the wider Asia-Pacific region. The Company has a MOU with P2 Science to evaluate product opportunities in plant-based, renewable chemicals and materials."
        },
        {
          "year": 2021,
          "paragraphIndex": 89,
          "text": "LIBOR (London Interbank Offered rate) has been the subject of recent proposals for international reform and it is anticipated LIBOR will be discontinued or modified by June 2023. The Company’s variable rate debt, credit facilities, certain derivative agreements, and commercial agreements may use LIBOR as a benchmark for establishing interest rates. Although the Company does not expect that a transition from LIBOR will have a material adverse impact on its financing costs, the Company continues to monitor developments."
        },
        {
          "year": 2021,
          "paragraphIndex": 12,
          "text": "The Nutrition segment serves various end markets including food, beverages, nutritional supplements, and feed and premix for livestock, aquaculture, and pet food. The segment engages in the manufacturing, sale, and distribution of a wide array of ingredients and solutions including plant-based proteins, natural flavors, flavor systems, natural colors, emulsifiers, soluble fiber, polyols, hydrocolloids, probiotics, prebiotics, enzymes, botanical extracts, and other specialty food and feed ingredients. The Nutrition segment includes the activities related to the procurement, processing, and distribution of edible beans. The segment also includes activities related to the processing and distribution of formula feeds and animal health and nutrition products and the manufacture of contract and private label pet treats and foods. ADM acquired Golden Farm Production & Commerce Company Limited in April 2021; a 75% majority stake in PetDine, Pedigree Ovens, The Pound Bakery, and NutraDine (collectively, “P4”), premier providers of private label pet treats and supplements, in September 2021; U.S.-based Deerland Probiotics & Enzymes (“Deerland”), a leader in probiotic, prebiotic, and enzyme technology, in November 2021; Sojaprotein, a leading European provider of non-GMO soy ingredients, in November 2021; and Flavor Infusion International, S.A., a full-range provider of flavor and specialty ingredient solutions for customers across Latin America and the Caribbean, in December 2021."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "material weakness",
        "intersegment",
        "intersegment sales",
        "investigations",
        "weakness",
        "litigation",
        "stock",
        "amounts approximating",
        "approximating",
        "approximating market",
        "common stock",
        "disclosed",
        "document",
        "doj",
        "nutrition reporting",
        "percent",
        "laboratory",
        "decatur",
        "opened",
        "august",
        "biopolis",
        "coe",
        "decatur illinois",
        "laboratories",
        "acid",
        "bio",
        "disaster recovery",
        "innovation center",
        "intensity percent",
        "partnership"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 100,
          "text": "In connection with the Investigation, the Company identified a material weakness in the Company’s internal control over financial reporting related to its accounting practices and procedures for intersegment sales. The material weakness resulted from inadequate controls that allowed for certain intersegment sales to be reported at amounts not approximating market. For a description of this material weakness, see “Controls and Procedures” in Part II, Item 9A herein. While the Company has developed a remediation plan, the Company will not be able to conclude whether the steps the Company is taking will remediate the material weakness until a sustained period of time has passed to allow management to test the design and operational effectiveness of the new controls."
        },
        {
          "year": 2023,
          "paragraphIndex": 22,
          "text": "The Company has historically disclosed in the footnotes to its financial statements that intersegment sales have been recorded at amounts approximating market. In connection with the Investigation, the Company identified certain intersegment sales that occurred between the Company’s Nutrition reporting segment and the Company’s Ag Services and Oilseeds and Carbohydrate Solutions reporting segments that were not recorded at amounts approximating market."
        },
        {
          "year": 2023,
          "paragraphIndex": 92,
          "text": "The Company has historically disclosed in the footnotes to its financial statements that intersegment sales have been recorded at amounts approximating market. In connection with the Investigation, the Company identified certain intersegment sales that occurred between the Company’s Nutrition reporting segment and the Company’s Ag Services and Oilseeds and Carbohydrate Solutions reporting segments that were not recorded at amounts approximating market."
        },
        {
          "year": 2022,
          "paragraphIndex": 35,
          "text": "In August 2022, the Company launched two joint ventures with LG Chem for U.S. production of lactic acid and polylactic acid to meet growing demand for a wide variety of plant-based products, including bioplastics. Pending final investment decisions, the joint ventures have chosen Decatur, Illinois as the location of their intended production facilities. Also in August 2022, the Company and Nurasa inaugurated the ScaleUp Bio joint venture. ScaleUp Bio entered into a multi-year partnership with the Agency for Science, Technology, and Research’s Singapore Institute of Food and Biotechnology Innovation to establish a joint laboratory focused on precision fermentation. The joint laboratory will provide technological development and precision fermentation for companies producing a wide variety of bio-based products, including alternative proteins, to serve growing consumer demand in Singapore and the wider Asia-Pacific region. Scheduled to be operational in the first quarter of 2023, the joint laboratory will be situated within the Biopolis innovation center in Singapore."
        },
        {
          "year": 2022,
          "paragraphIndex": 30,
          "text": "The Company’s laboratories and technical innovation centers around the world enhance its ability to interact with customers globally, not only to provide flavors, but also to support the sales of other food ingredients. Since the acquisition of Wild Flavors in 2014, additional laboratories have been added, including food & beverages applications laboratories in Fort Collins, Colorado; Bergamo, Italy; Shanghai, China; and Rotterdam, Netherlands. The Company also expanded laboratories in Decatur and Champaign, Illinois. In 2021, the Company also opened a plant-based innovation laboratory hub in Singapore to develop nutritious products to meet growing food and beverage demand in the Asia-Pacific region. In March 2022, ADM opened a state-of-the-art Customer Creation & Innovation Center in Hortolandia, Brazil, that has technical capabilities that allow it to serve customers in Latin America and globally. In April 2022, the Company announced a new protein innovation center to further expand ADM’s innovation complex in Decatur, Illinois and enhance the Company’s ability to work closely with customers to develop custom solutions to meet their needs. The new innovation center, which is expected to be inaugurated by the second half of 2023, will bring together laboratories, test kitchens, and pilot-scale production capabilities to power new innovation."
        },
        {
          "year": 2022,
          "paragraphIndex": 32,
          "text": "With the acquisition of Neovia in early 2019, ADM further expanded its research and development capabilities in Animal Nutrition, globally. In December 2019, the Company opened a new Animal Nutrition technology center in Decatur, Illinois, to further expand its animal nutrition capabilities to support customer innovation in pet and aqua food production in North America. In November 2021, the Company opened a new animal nutrition laboratory in Rolle, Switzerland to support the development of science-based feed additives to meet worldwide customer needs for pet food, aquaculture, and livestock species. In January 2022, the Company opened its aquaculture innovation laboratory in Decatur, Illinois. This laboratory extends ADM’s international research and development capabilities to a new region, building on existing aquaculture research facilities located in Brazil, Mexico, and Vietnam."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "contents archer",
        "ai systems",
        "upgrades",
        "implementations",
        "monitoring tools",
        "policies procedures",
        "tools",
        "introduce",
        "nis",
        "piracy",
        "acquiring",
        "adopt",
        "amazon",
        "asc",
        "bias",
        "oils",
        "item business",
        "america",
        "business continued",
        "focused",
        "million",
        "website",
        "distribution",
        "factors continued",
        "scope",
        "total",
        "industrial",
        "absolute",
        "chains",
        "edible"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 58,
          "text": "In implementing new ERPs, the Company may experience significant increases to inherent costs and risks associated with changing and acquiring these systems, policies, procedures and monitoring tools, including capital expenditures, additional operating expenses, demands on management time and other risks and costs of delays or difficulties in transitioning to or integrating new systems policies, procedures, or monitoring tools into its current systems. Any significant disruption or deficiency in the design and implementation of any ERP may adversely affect the Company’s ability to operate its business, or maintain effective disclosure controls and internal control over financial reporting. These implementations, modifications and upgrades may not result in productivity improvements at a level that outweighs the costs of implementation, or at all. In addition, difficulties with implementing new technology systems, such as ERPs, delays in the Company’s timeline for planned improvements, significant system failures or the Company’s inability to successfully modify its IT systems, policies, procedures or monitoring tools to respond to changes in its business needs in the past have caused and in the future may cause disruptions in the Company’s business operations, increase security risks, including the risk of cybersecurity breaches, and may have a material and adverse effect on the Company’s business, financial condition and results of operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 57,
          "text": "The Company is currently upgrading its IT platforms, including certain ERP systems, on a global scale, with these upgrades expected to occur in phases over the next several years. These upgrades include making changes to legacy systems or acquiring new systems with new functionality, and building new policies, procedures, training programs and monitoring tools. The Company is also engaged in implementations of new ERP systems which has required and will continue to require significant investments of human and financial resources. The Company’s strategy for pursuing these upgrades and implementations will likely evolve over time and may increase the time or expense involved in completing these projects."
        },
        {
          "year": 2024,
          "paragraphIndex": 62,
          "text": "AI systems often rely on large datasets, which can inadvertently introduce bias if the data is not sufficiently diverse or representative leading to AI-driven decisions that may be unfair or discriminatory, potentially harming both individuals and our brand reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "The Ag Services and Oilseeds segment includes global activities related to the origination, merchandising, transportation, and storage of agricultural raw materials, and the crushing and further processing of oilseeds such as soybeans and soft seeds (cottonseed, sunflower seed, canola, rapeseed, and flaxseed) into vegetable oils and protein meals. Oilseeds products produced and marketed by the segment include ingredients for food, feed, energy, and industrial customers. Crude vegetable oils produced by the segment’s crushing activities are sold “as is” to manufacturers of renewable green diesel and other customers or are further processed by refining, blending, bleaching, and deodorizing into salad oils. Salad oils are sold “as is” or are further processed by hydrogenating and/or interesterifying into margarine, shortening, and other food products. Partially refined oils are used to produce biodiesel and glycols or are sold to other manufacturers for use in chemicals, paints, and other industrial products. Oilseed protein meals are principally sold to third parties to be used as ingredients in commercial livestock and poultry feeds. The Ag Services and Oilseeds segment is also a major supplier of peanuts and peanut-derived ingredients to both the U.S. and export markets. In North America, cotton cellulose pulp is manufactured and sold to the chemical, paper, and other industrial markets. The Ag Services and Oilseeds segment’s grain sourcing, handling, and transportation network (including barge, ocean-going vessel, truck, rail, and container freight services) provides reliable and efficient services to the Company’s customers and agricultural processing operations. The Ag Services and Oilseeds segment also includes agricultural commodity and feed product import, export, and global distribution, and structured trade finance activities. The Company engages in various structured trade finance activities to leverage its global trade flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "Utilizing ADM’s unique position in the agricultural value chain, including relationships with farmers around the globe and an unparalleled origination, transportation, and processing network, the Company is enhancing sustainability and leading in decarbonization across the multiple value chains in which it operates. ADM works with growers by supporting them with personalized services and innovative technologies and partnering with them to develop and enhance sustainable practices, including a goal of enrolling four million regenerative agriculture acres by 2025. The Company is actively working to improve the efficiency of its facilities and vehicles, finding alternative uses for waste, reusing and recycling water, and sequestering carbon at its onsite capture and storage facility. These efforts are helping advance ADM’s “Strive 35” commitments to, by 2035, reduce from a 2019 baseline absolute Scope 1 and 2 greenhouse gas (GHG) emissions by 25%; reduce from a 2021 baseline absolute Scope 3 emissions by 25%; reduce energy intensity by 15% and increase low-carbon energy usage to 25% of total; reduce water intensity and water withdrawal by 10%; and achieve a 90% landfill diversion rate."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "The Company has a 50.0% equity interest in Edible Oils Limited, a joint venture between ADM and Princes Limited to procure, package, and sell edible oils in the United Kingdom. The Company also formed a joint venture with Princes Limited in Poland to procure, package, and sell edible oils in Poland, the Czech Republic, Slovakia, Hungary, and Austria."
        }
      ]
    }
  ]
}