{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "ola",
        "debtholders",
        "holders group",
        "brexit",
        "ahead",
        "face losses",
        "group eligible",
        "july",
        "losses ahead",
        "resolution bankruptcy",
        "ahead similarly",
        "arrangements",
        "bankruptcy proceedings",
        "generally liquid",
        "guarantee",
        "liquidation authority",
        "orderly liquidation",
        "proposed rules",
        "sibs",
        "tlac rules",
        "united",
        "eligibility",
        "outstanding",
        "absorbency",
        "acceleration",
        "comment",
        "kingdom",
        "ratio",
        "states",
        "activities subjected"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 77,
          "text": "Assuming Group Inc. entered resolution proceedings and that support from Group Inc. to its subsidiaries was sufficient to enable the subsidiaries to remain solvent, losses at the subsidiary level would be transferred to Group Inc. and ultimately borne by Group Inc.'s security holders, third-party creditors of Group Inc.'s subsidiaries would receive full recoveries on their claims, and Group Inc.'s security holders (including our shareholders, debtholders and other unsecured creditors) could face significant losses. In that case, Group Inc.'s security holders would face losses while the third-party creditors of Group Inc.'s subsidiaries would incur no losses because the subsidiaries would continue to operate and would not enter resolution or bankruptcy proceedings. In addition, holders of Group Inc.'s eligible long-term debt and holders of Group Inc.'s other debt securities could face losses ahead of its other similarly situated creditors in a resolution under OLA if the FDIC exercised its right, described above, to disregard the strict priority of creditor claims."
        },
        {
          "year": 2016,
          "paragraphIndex": 83,
          "text": "In that case, Group Inc.'s security holders could face losses while the third-party creditors of Group Inc.'s major subsidiaries would incur no losses because those subsidiaries would continue to operate and not enter resolution or bankruptcy proceedings. As part of the strategy, Group Inc. could also seek to elevate the priority of its guarantee obligations relating to its major subsidiaries' derivatives contracts so that cross-default and early termination rights would be stayed under the ISDA Protocol, which would result in holders of Group Inc.'seligible long-term debt and holders of Group Inc.'s other debt securities incurring losses ahead of the beneficiaries of those guarantee obligations."
        },
        {
          "year": 2016,
          "paragraphIndex": 75,
          "text": "As described under \"Business — Regulation — Banking Supervision and Regulation — Insolvency of an Insured Depository Institution or a Bank Holding Company,\" if the FDIC is appointed as receiver under OLA, the rights of Group Inc.'s creditors would be determined under OLA, and substantial differences exist in the rights of creditors between OLA and the U.S. Bankruptcy Code, including the right of the FDIC under OLA to disregard the strict priority of creditor claims in some circumstances, which could have a material adverse effect on debtholders."
        },
        {
          "year": 2015,
          "paragraphIndex": 76,
          "text": "G-SIBs, including Group Inc., typically permits acceleration for reasons other than insolvency or payment default and, as a result, neither such outstanding senior LTD nor any subsequently issued senior LTDwith similar terms, would qualify as eligible LTD under the proposed rules. The Federal Reserve Board has requested comment on whether currently outstanding instruments should be allowed to count as eligible LTD \"despite containing features that would be prohibited under the proposal.\" The U.S. G-SIBs, including Group Inc., may need to take steps to come into compliance with the final TLAC Rules depending in substantial part on the ultimate eligibility requirements for senior LTD and any grandfathering provisions. Non-U.S. regulators are considering similar requirements. See \"Business — Regulation — Banking Supervision and Regulation — Total Loss-Absorbing Capacity\" in Part I, Item 1 of the 2015 Form 10-K for more information about the Federal Reserve Board's proposed rules on loss-absorbency requirements."
        },
        {
          "year": 2015,
          "paragraphIndex": 75,
          "text": "On October 30, 2015, the Federal Reserve Board released for comment proposed rules (the TLAC Rules) that would require the eight U.S. G-SIBs, including Group Inc., among other things, to maintain minimum amounts of long-term debt (i.e., debt having a maturity greater than one year from issuance (LTD)) satisfying certain eligibility criteria commencing January 1, 2019. As proposed, the TLAC Rules would disqualify from eligible LTD, among other instruments, senior debt securities that permit acceleration for reasons other than insolvency or payment default, as well as debt securities defined as structured notes in the TLAC Rules (e.g., many of our indexed debt securities) and debt securities not governed by U.S. law. The currently outstanding senior LTD of U.S."
        },
        {
          "year": 2015,
          "paragraphIndex": 72,
          "text": "As described under \"Business — Regulation — Insolvency of an Insured Depository Institution or a Bank Holding Company,\" if the FDIC is appointed as receiver under the orderly liquidation authority, the rights of Group Inc.'screditors would be determined under the orderly liquidation authority, and substantial differences exist in the rights of creditors between the orderly liquidation authority and the U.S. Bankruptcy Code, including the right of the FDIC under the orderly liquidation authority to disregard the strict priority of creditor claims in some circumstances, which could have a material adverse effect on debt holders."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "funding ihc",
        "ihc",
        "frb",
        "bhc",
        "distributed",
        "distributed ledger",
        "ledger",
        "ledger technology",
        "reference",
        "underlier",
        "clsa",
        "devices",
        "industries markets",
        "retail oriented",
        "agreement",
        "board",
        "federal reserve",
        "reserve",
        "reserve board",
        "july",
        "tier holding",
        "board fdic",
        "consumer oriented",
        "credible",
        "final",
        "form goldman",
        "identified",
        "note consolidated",
        "apart",
        "april"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 93,
          "text": "We also put in place a Capital and Liquidity Support Agreement (CLSA) among Group Inc., Funding IHC and our major subsidiaries. Under the CLSA, Funding IHC has provided Group Inc. with a committed line of credit that allows Group Inc. to draw sufficient funds to meet its cash needs during the ordinary course of business. In addition, if our financial resources deteriorate so severely that resolution may be imminent, (i) the committed line of credit will automatically terminate and the unsecured subordinated funding note will automatically be forgiven, (ii) all intercompany receivables owed by the major subsidiaries to Group Inc. will be transferred to Funding IHC or their maturities will be extended to five years, (iii) Group Inc. will be obligated to transfer substantially all of its remaining intercompany receivables and GCLA (other than an amount to fund anticipated bankruptcy expenses) to Funding IHC, and (iv) Funding IHC will be obligated to provide capital and liquidity support to the major subsidiaries. Group Inc.'s and Funding IHC's obligations under the CLSA are secured pursuant to a related security agreement. Such actions would materially and adversely affect Group Inc.'s liquidity. As a result, during a period of severe stress, Group Inc. might commence bankruptcy proceedings at an earlier time than it otherwise would if the CLSA and related security agreement had not been implemented."
        },
        {
          "year": 2017,
          "paragraphIndex": 62,
          "text": "Additionally, although the prevalence and scope of applications of distributed ledger technology and similar technologies is growing, the technology is also nascent and may be vulnerable to cyber attacks or have other inherent weaknesses. We may be, or may become, exposed to risks related to distributed ledger technology through our facilitation of clients' activities involving financial products linked to distributed ledger technology, such as blockchain or cryptocurrencies, our investments in companies that seek to develop platforms based on distributed ledger technology, and the use of distributed ledger technology by third-party vendors, clients, counterparties, clearing houses and other financial intermediaries."
        },
        {
          "year": 2017,
          "paragraphIndex": 120,
          "text": "All of our floating rate funding pays interest by reference to a rate, such as LIBOR or Federal Funds. In addition, many of the products that we own or that we offer, such as structured notes, warrants, swaps or security-based swaps, pay interest or determine the principal amount to be paid at maturity or in the event of default by reference to similar rates or by reference to an index, currency, basket, ETF or other financial metric (the underlier). In the event that the composition of the underlier is significantly changed, by reference to rules governing such underlier or otherwise, or the underlier ceases to exist (for example, in the event that LIBOR is discontinued, a country withdraws from the Euro or links its currency to or delinks its currency from another currency or benchmark, or an index or ETF sponsor materially alters the composition of an index or ETF), there may be uncertainty as to the calculation of the amounts to be paid to the lender, investor or counterparty, depending on the terms of the governing instrument."
        },
        {
          "year": 2016,
          "paragraphIndex": 85,
          "text": "In April 2016, the Federal Reserve Board and the FDIC provided feedback on the 2015 resolution plans of eight systemically important domestic banking institutions and provided guidance related to the 2017 resolution plan submissions. While our plan was not jointly found to be deficient (i.e., non-credible or to not facilitate an orderly resolution under the U.S. Bankruptcy Code), the FDIC identified certain deficiencies and both the FDIC and Federal Reserve Board also identified certain shortcomings. In response to the feedback received, in September 2016, we submitted a status report on our actions to address these shortcomings and a separate public section that explains these actions at a high level, which is available on our website as described under \"Available Information\" in Part I, Item 1 of this Form 10-K."
        },
        {
          "year": 2016,
          "paragraphIndex": 111,
          "text": "As described further in \"Business — Regulation —Compensation Practices\" in Part I, Item 1 of this Form 10-K, our compensation practices are subject to review by, and the standards of, the Federal Reserve Board. As a large global financial and banking institution, we are subject to limitations on compensation practices (which may or may not affect our competitors) by the Federal Reserve Board, the PRA, the FCA, the FDIC and other regulators worldwide. These limitations, including any imposed by or as a result of future legislation or regulation, may require us to alter our compensation practices in ways that could adversely affect our ability to attract and retain talented employees."
        },
        {
          "year": 2016,
          "paragraphIndex": 13,
          "text": "As described under \"Business — Regulation — Capital and Liquidity Requirements — Payment of Dividends and Stock Repurchases\" in Part I, Item 1 of this Form 10-K, Group Inc.'s proposed capital actions and capital plan are reviewed by the Federal Reserve Board as part of the CCAR process. If the Federal Reserve Board objects to our proposed capital actions in our capital plan, Group Inc. could be prohibited from taking some or all of the proposed capital actions, including increasing or paying dividends on common or preferred stock or repurchasing common stock or other capital securities. Our inability to carry out our proposed capital actions could, among other things, prevent us from returning capital to our shareholders and impact our return on equity."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "ibors",
        "consumer oriented",
        "consumers",
        "ibor",
        "operational delay",
        "sib",
        "significant operational",
        "acceptable",
        "applicable policies",
        "buffer",
        "considerable",
        "delay termination",
        "designated",
        "discontinuance",
        "doj",
        "retail",
        "retail oriented",
        "corrupt practices",
        "foreign corrupt",
        "low levels",
        "practices act",
        "address shortcomings",
        "affected low",
        "billion",
        "china",
        "china resulted",
        "counterparties enhancements",
        "crisis regulatory",
        "discontinued",
        "disproportionate"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 127,
          "text": "The language in our contracts and financial instruments that define IBORs, in particular LIBOR, have developed over time and may have various events that trigger when a successor rate to the designated rate would be selected. If a trigger is satisfied, contracts and financial instruments may give the calculation agent (which may be us) discretion over the successor rate or benchmark to be selected. As a result, there is considerable uncertainty as to how the financial services industry will address the discontinuance of designated rates in contracts and financial instruments or such designated rates ceasing to be acceptable reference rates. This uncertainty could ultimately result in client disputes and litigation surrounding the proper interpretation of our IBOR-based contracts and financial instruments."
        },
        {
          "year": 2018,
          "paragraphIndex": 126,
          "text": "Uncertainty regarding IBORs and the taking of discretionary actions or negotiation of fallback provisions could result in pricing volatility, loss of market share in certain products, adverse tax or accounting impacts, compliance, legal and operational costs and risks associated with client disclosures, as well as systems disruption, model disruption and other business continuity issues. In addition, uncertainty relating to IBORs could result in increased capital requirements for the firm given potential low transaction volumes, a lack of liquidity or limited observability for exposures linked to IBORs or any emerging successor rates and operational incidents associated with changes in and the discontinuance of IBORs."
        },
        {
          "year": 2018,
          "paragraphIndex": 65,
          "text": "In recent years, there has been significant consolidation among clearing agents, exchanges and clearing houses and an increasing number of derivative transactions are now or in the near future will be cleared on exchanges, which has increased our exposure to operational failure or significant operational delay, termination or capacity constraints of the particular financial intermediaries that we use and could affect our ability to find adequate and cost-effective alternatives in the event of any such failure, delay, termination or constraint. Industry consolidation, whether among market participants or financial intermediaries, increases the risk of operational failure or significant operational delay as disparate complex systems need to be integrated, often on an accelerated basis."
        },
        {
          "year": 2017,
          "paragraphIndex": 110,
          "text": "We have recently increased and intend to further increase our retail-oriented deposit-taking and lending activities. To the extent we engage in such activities or similar retail-oriented activities, we could face additional compliance, legal and regulatory risk, increased reputational risk and increased operational risk due to, among other things, higher transaction volumes and significantly increased retention and transmission of customer and client information. As a result of a recent information security event involving a credit reporting agency, identity fraud may increase and industry practices may change in a manner that makes it more difficult for financial institutions, such as us, to evaluate the creditworthiness of retail customers."
        },
        {
          "year": 2017,
          "paragraphIndex": 18,
          "text": "We have recently entered new retail-oriented deposit-taking and lending businesses, and we currently expect to expand the product and geographic scope of our offerings. Entering into such new businesses, as with any new business, subjects us to numerous additional regulations in the jurisdictions in which these businesses operate. Not only are these regulations extensive, but they involve types of regulations and supervision, as well as regulatory compliance risks, that we have not previously encountered. The level of regulatory scrutiny and the scope of regulations affecting financial interactions with retail clients is often much greater than that associated with doing business with institutions and high-net-worth clients. Complying with such new regulations is time-consuming, costly and presents new and increased risks."
        },
        {
          "year": 2017,
          "paragraphIndex": 132,
          "text": "We are subject to laws and regulations worldwide, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act, relating to corrupt and illegal payments to, and hiring practices with regard to, government officials and others. Violation of such laws and regulations could result in significant monetary penalties, severe restrictions on our activities and damage to our reputation."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "asset management",
        "management wealth",
        "wealth",
        "wealth management",
        "human capital",
        "financing activities",
        "investing financing",
        "transition",
        "transition period",
        "bank england",
        "consumers clients",
        "data security",
        "england",
        "including respect",
        "involvement",
        "investment management",
        "firm",
        "doj",
        "cooperation",
        "cooperation credit",
        "corporate wrongdoing",
        "customers",
        "investigations corporate",
        "leave",
        "march",
        "absolute",
        "absolute level",
        "activities hand",
        "addition department",
        "additional resources"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 36,
          "text": "Poor investment returns in our asset management and wealth management businesses, due to either general market conditions or underperformance (relative to our competitors or to benchmarks) by funds or accounts that we manage or investment products that we design or sell, affects our ability to retain existing assets and to attract new clients or additional assets from existing clients. This could affect the management and incentive fees that we earn on assets under supervision or the commissions and net spreads that we earn for selling other investment products, such as structured notes or derivatives. To the extent that our clients choose to invest in products that we do not currently offer, we will suffer outflows and a loss of management fees. Further, if, due to changes in investor sentiment or the relative performance of certain asset classes or otherwise, clients invest in products that generate lower fees (e.g., passively managed or fixed income products), our asset management and wealth management businesses could be adversely affected."
        },
        {
          "year": 2019,
          "paragraphIndex": 86,
          "text": "access to E.U. clients and infrastructure based on E.U. treaties and E.U. legislation, including arrangements for cross-border “passporting” and the establishment of E.U. branches. The E.U and the U.K. Parliament have ratified the Withdrawal Agreement, which provides for a transition period for the U.K. and E.U. to negotiate and agree to a framework for their future relationship. The transition period is currently scheduled to end on December 31, 2020 and the relationship between the U.K and E.U. beyond that date is uncertain. At the end of the transition period, firms based in the U.K. are expected to lose their existing access arrangements to the E.U. markets."
        },
        {
          "year": 2019,
          "paragraphIndex": 31,
          "text": "Our investment banking, client execution, asset management and wealth management businesses have been adversely affected and may in the future be adversely affected by market uncertainty or lack of confidence among investors and CEOs due to general declines in economic activity and other unfavorable economic, geopolitical or market conditions."
        },
        {
          "year": 2018,
          "paragraphIndex": 143,
          "text": "In addition, the U.S. Department of Justice (DOJ) has announced a policy of requiring companies to provide investigators with all relevant facts relating to the individuals substantially involved in or responsible for the alleged misconduct in order to qualify for any cooperation credit in criminal investigations of corporate wrongdoing, or maximum cooperation credit in civil investigations of corporate wrongdoing. This policy may result in us incurring increased fines and penalties if the DOJ determines that we have not provided sufficient information about applicable individuals in connection with an investigation, as well as increased costs in responding to DOJ investigations. It is possible that other governmental authorities will adopt similar policies."
        },
        {
          "year": 2018,
          "paragraphIndex": 36,
          "text": "Poor investment returns in our investment management business, due to either general market conditions or underperformance (relative to our competitors or to benchmarks) by funds or accounts that we manage or investment products that we design or sell, affects our ability to retain existing assets and to attract new clients or additional assets from existing clients. This could affect the management and incentive fees that we earn on assets under supervision or the commissions and net spreads that we earn for selling other investment products, such as structured notes or derivatives. To the extent that our clients choose to invest in products that we do not currently offer, we will suffer outflows and a loss of management fees. Further, if, due to changes in investor sentiment or the relative performance of certain asset classes or otherwise, clients invest in products that generate lower fees, our investment management business could be adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 72,
          "text": "denial-of-service attacks, and must continuously monitor and develop our systems to protect our technology infrastructure and data from misappropriation or corruption. We may face an increasing number of attempted cyber attacks as we expand our mobile- and other internet-based products and services, as well as our usage of mobile and cloud technologies and as we provide more of these services to a greater number of individual consumers. The increasing migration of firm communication and other platforms from firm-provided devices to employee-owned devices presents additional risks of cyber attacks. In addition, due to our interconnectivity with third-party vendors (and their respective service providers), central agents, exchanges, clearing houses and other financial institutions, we could be adversely impacted if any of them is subject to a successful cyber attack or other information security event. These effects could include the loss of access to information or services from the third party subject to the cyber attack or other information security event, which could, in turn, interrupt certain of our businesses."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "home",
        "home arrangements",
        "work home",
        "tax rate",
        "condition liquidity",
        "funding instruments",
        "liquidity results",
        "aus",
        "capital distributions",
        "client intermediation",
        "effects covid",
        "including pandemics",
        "reductions",
        "proposed capital",
        "client execution",
        "political economic",
        "sib buffer",
        "emergence",
        "emergence pandemic",
        "execution businesses",
        "including emergence",
        "Coronavirus",
        "accepting",
        "accepting deposits",
        "actions outbreak",
        "actions things",
        "activity civil",
        "adjust new"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 99,
          "text": "The use of computing devices and phones is critical to the work done by our employees and the operation of our systems and businesses and those of our clients and our third-party service providers and vendors. Their importance has continued to increase, in particular in light of work-from-home arrangements implemented in response to the COVID-19"
        },
        {
          "year": 2020,
          "paragraphIndex": 111,
          "text": "attacks, and must continuously monitor and develop our systems to protect the integrity and functionality of our technology infrastructure and access to and the security of our data. We may face an increasing number of attempted cyber attacks as we expand our mobile- and other internet-based products and services, as well as our usage of mobile and cloud technologies, and as we provide more of these services to a greater number of individual consumers. The increasing migration of our communication from devices we provide to employee-owned devices presents additional risks of cyber attacks, as do work-from-home arrangements such as those implemented in response to the COVID-19"
        },
        {
          "year": 2020,
          "paragraphIndex": 132,
          "text": "If there are new laws or regulations or changes in the enforcement of existing laws or regulations applicable to our businesses or those of our clients, including capital, liquidity, leverage, long-term debt, total loss-absorbing capacity and margin requirements, restrictions on leveraged lending or other business practices, reporting requirements, requirements relating to recovery and resolution planning, tax burdens and compensation restrictions, that are imposed on a limited subset of financial institutions (whether based on size, method of funding, activities, geography or other criteria), compliance with these new laws or regulations, or changes in the enforcement of existing laws or regulations, could adversely affect our ability to compete effectively with other institutions that are not affected in the same way. In addition, regulation imposed on financial institutions or market participants generally, such as taxes on stock transfers and other financial transactions, could adversely impact levels of market activity more broadly, and thus impact our businesses. Changes to laws or regulations, such as tax laws, could also have a disproportionate impact on us, based on the way those laws or regulations are applied to financial services and financial firms or due to our corporate structure. For example, during the recent presidential election, the new U.S. administration offered tax policy ideas that if enacted would, among other things, increase the corporate tax rate and the U.S. tax rate on Global Intangible Low Taxed Income (GILTI). Any increase in the corporate tax rate or the U.S. tax on GILTI would increase our effective tax rate and provision for taxes, possibly materially."
        },
        {
          "year": 2019,
          "paragraphIndex": 13,
          "text": "our proposed capital actions and capital plan are reviewed by the FRB as part of the CCAR process. If the FRB objects to our proposed capital actions in our capital plan, we could be prohibited from taking some or all of the proposed capital actions, including increasing or paying dividends on common or preferred stock or repurchasing common stock or other capital securities. Our inability to carry out our proposed capital actions could, among other things, prevent us from returning capital to our shareholders and impact our return on equity. Additionally, as a consequence of our designation as a G-SIB,"
        },
        {
          "year": 2019,
          "paragraphIndex": 33,
          "text": "In certain circumstances, market uncertainty or general declines in market or economic activity may affect our client execution businesses by decreasing levels of overall activity or by decreasing volatility, but at other times market uncertainty and even declining economic activity may result in higher trading volumes or higher spreads or both."
        },
        {
          "year": 2019,
          "paragraphIndex": 24,
          "text": "We post collateral to support our obligations and receive collateral to support the obligations of our clients and counterparties in connection with our client execution businesses. When the value of the assets posted as collateral or the credit ratings of the party posting collateral decline, the party posting the collateral may need to provide additional collateral or, if possible, reduce its trading position. An example of such a situation is a “margin call” in connection with a brokerage account. Therefore, declines in the value of asset classes used as collateral mean that either the cost of funding positions is increased or the size of positions is decreased. If we are the party providing collateral, this can increase our costs and reduce our profitability and if we are the party receiving collateral, this can also reduce our profitability by reducing the level of business done with our clients and counterparties."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "technologies cryptocurrencies",
        "Supply chain",
        "ceased",
        "integrate",
        "synergies",
        "benefits synergies",
        "carbon dependent",
        "changes consumer",
        "dependent economy",
        "frames",
        "frames expect",
        "products technologies",
        "representative",
        "time frames",
        "transition carbon",
        "brexit",
        "tax rate",
        "creditworthiness counterparties",
        "dollar",
        "execute strategy",
        "gilti",
        "gsami",
        "gsbe",
        "gsi",
        "gsi gsib",
        "gsib gsami",
        "imposition",
        "imposition tariffs",
        "including gsi",
        "operating subsidiaries"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 199,
          "text": "There is no assurance that any of our acquisitions will be successfully integrated or yield all of the expected positive benefits and synergies in the time frames that we expect, or at all. If we are not able to integrate our acquisitions successfully, our results of operations, financial condition and cash flows could be adversely affected."
        },
        {
          "year": 2021,
          "paragraphIndex": 181,
          "text": "The FCA and the administrator of LIBOR have announced that the publication of the most commonly used USD LIBOR settings will cease to be provided or cease to be representative after June 30, 2023. The publication of all other LIBOR settings ceased to be provided or ceased to be representative as of December 31, 2021. The U.S. federal banking agencies had also issued guidance strongly encouraging banking organizations to cease using the USD LIBOR as a reference rate in new contracts by December 31, 2021 at the latest. As the transition from LIBOR is ongoing, there continues to be substantial uncertainty as to the ultimate effect of the transition on the financial markets for LIBOR-linked financial instruments. Similar developments have occurred with respect to other IBORs."
        },
        {
          "year": 2021,
          "paragraphIndex": 197,
          "text": "We have been engaging in selective acquisitions and expect to continue to do so in the future and these acquisitions may, individually or in the aggregate, be material to us. Any future acquisitions could involve the issuance of common stock and/or the payment of cash as consideration. The success of our acquisitions will depend, in part, on our ability to integrate the acquired businesses and realize anticipated synergies, cost savings and growth opportunities. We may face numerous risks and uncertainties in combining and integrating the relevant businesses and systems, including the need to combine or separate accounting and data processing systems and management controls and to integrate relationships with clients, counterparties, regulators and others in connection with acquisitions. Integration of acquired businesses is time-consuming"
        },
        {
          "year": 2020,
          "paragraphIndex": 78,
          "text": "As necessary, our German bank subsidiary, GSBE, will act as our main operating subsidiary in the E.U. and has assumed certain functions that can no longer be efficiently and effectively performed by our U.K. operating subsidiaries, including GSI, GSIB and GSAMI. Implementing this strategy could materially adversely affect the manner in which we operate certain businesses in Europe, require us to restructure certain of our operations and expose us to higher operational, regulatory and compliance costs, higher subsidiary-level capital and liquidity requirements, additional restrictions on intercompany transactions, and new restrictions on the ability of our subsidiaries to share personal data, including client data, all of which could adversely affect our liquidity and profitability. In addition, as we increase our operations in jurisdictions with higher tax rates, our tax rate will increase."
        },
        {
          "year": 2020,
          "paragraphIndex": 132,
          "text": "If there are new laws or regulations or changes in the enforcement of existing laws or regulations applicable to our businesses or those of our clients, including capital, liquidity, leverage, long-term debt, total loss-absorbing capacity and margin requirements, restrictions on leveraged lending or other business practices, reporting requirements, requirements relating to recovery and resolution planning, tax burdens and compensation restrictions, that are imposed on a limited subset of financial institutions (whether based on size, method of funding, activities, geography or other criteria), compliance with these new laws or regulations, or changes in the enforcement of existing laws or regulations, could adversely affect our ability to compete effectively with other institutions that are not affected in the same way. In addition, regulation imposed on financial institutions or market participants generally, such as taxes on stock transfers and other financial transactions, could adversely impact levels of market activity more broadly, and thus impact our businesses. Changes to laws or regulations, such as tax laws, could also have a disproportionate impact on us, based on the way those laws or regulations are applied to financial services and financial firms or due to our corporate structure. For example, during the recent presidential election, the new U.S. administration offered tax policy ideas that if enacted would, among other things, increase the corporate tax rate and the U.S. tax rate on Global Intangible Low Taxed Income (GILTI). Any increase in the corporate tax rate or the U.S. tax on GILTI would increase our effective tax rate and provision for taxes, possibly materially."
        },
        {
          "year": 2020,
          "paragraphIndex": 79,
          "text": "We have strengthened the capabilities of our operating subsidiaries in E.U. countries and other member states of the Agreement on the European Economic Area, particularly GSBE, and have moved certain activities there. Although we have invested significant resources to plan for and address Brexit, there can be no assurance that we will be able to successfully execute our strategy. In addition, even if we are able to successfully execute our strategy, we face the risk that Brexit could have a disproportionately adverse effect on our E.U operations compared to some of our competitors who have more extensive pre-existing"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "form goldman",
        "china",
        "trade investment",
        "global economy",
        "escalating",
        "escalating tensions",
        "libor act",
        "ukraine",
        "cra",
        "disruptions global",
        "economy caused",
        "exchanges clearinghouses",
        "export controls",
        "foreign exchange",
        "trade restrictions",
        "contents",
        "contents goldman",
        "form table",
        "table",
        "table contents",
        "clearing houses",
        "houses",
        "technologies cryptocurrencies",
        "exchanges clearing",
        "houses financial",
        "affected covid",
        "arrangements implemented",
        "catastrophic event",
        "designated rates",
        "effects covid"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 177,
          "text": "Continued or escalating tensions between the U.S. and China have resulted in and may result in additional changes to U.S. international trade and investment policies, which could disrupt international trade and investment, adversely affect financial markets, including market activity levels, and adversely impact our revenues. Continued or escalating tensions may also lead to the U.S., China or other countries taking other actions, which could include the implementation of sanctions, tariffs or foreign exchange measures, the large-scale sale of U.S. Treasury securities or restrictions on cross-border trade, investment or transfer of information or technology. Any such developments could adversely affect our or our clients’ businesses, as well as our financial condition, liquidity and results of operations, possibly materially."
        },
        {
          "year": 2022,
          "paragraphIndex": 178,
          "text": "A conflict, or concerns about a potential conflict, involving China and Taiwan, the U.S. or other countries could negatively impact financial markets and our or our clients’ businesses. Trade restrictions by the U.S. or other countries in response to a conflict or potential conflict involving China, including financial and economic sanctions and export controls against certain organizations or individuals, or actions taken by China in response to trade restrictions, could negatively impact our or our clients’ ability to conduct business in certain countries or with certain counterparties and could negatively impact regional and global financial markets and economic conditions. Any of the foregoing could adversely affect our business, financial condition, liquidity and results of operations, possibly materially."
        },
        {
          "year": 2022,
          "paragraphIndex": 169,
          "text": "The war between Russia and Ukraine has negatively affected the global economy. Governments around the world have responded to Russia’s invasion by imposing economic sanctions and export controls on certain industry sectors, including price caps on Russian oil, and parties in Russia. Compliance with economic sanctions and restrictions imposed by governments has increased our costs and otherwise adversely affected our business and may continue to do so. Russia has responded with its own restrictions against investors and countries outside Russia and has proposed additional measures aimed at non-Russia owned businesses. Businesses in the U.S. and globally have experienced shortages in materials and increased costs for transportation, energy, and raw materials due in part to the negative effects of the war on the global economy. The escalation or continuation of the war between Russia and Ukraine or other hostilities could result in, among other things, further increased risk of cyber attacks, an increased frequency and volume of failures to settle securities transactions, supply chain disruptions, higher inflation, lower consumer demand and increased volatility in commodity, currency and other financial markets."
        },
        {
          "year": 2021,
          "paragraphIndex": 61,
          "text": "In the ordinary course of business, we may be subject to a concentration of credit risk to a particular counterparty, borrower, issuer (including sovereign issuers) or geographic area or group of related countries, such as the E.U., and a failure or downgrade of, or default by, such entity could negatively impact our businesses, perhaps materially, and the systems by which we set limits and monitor the level of our credit exposure to individual entities, industries, countries and regions may not function as we have anticipated. Regulatory reform, including the Dodd-Frank Act, has led to increased centralization of trading activity through particular clearing houses, central agents or exchanges, which has significantly increased our concentration of risk with respect to these entities. While our activities expose us to many different industries, counterparties and countries, we routinely execute a high volume of transactions with counterparties engaged in financial services activities, including brokers and dealers, commercial banks, clearing houses, exchanges and investment funds. This has resulted in significant credit concentration with respect to these counterparties."
        },
        {
          "year": 2021,
          "paragraphIndex": 74,
          "text": "Additionally, although the prevalence and scope of applications of distributed ledger technology and similar technologies is growing, the technology is also nascent and may be vulnerable to cyber attacks or have other inherent weaknesses. We are exposed to risks, and may become exposed to additional risks, related to distributed ledger technology, including through our facilitation of clients’ activities involving financial products that use distributed ledger technology, such as blockchain or cryptocurrencies, our investments in companies that seek to develop platforms based on distributed ledger technology, the use of distributed ledger technology by third-party vendors, clients, counterparties, clearing houses and other financial intermediaries, and the receipt of cryptocurrencies or other digital assets as collateral."
        },
        {
          "year": 2021,
          "paragraphIndex": 85,
          "text": "pandemic. In addition, due to our interconnectivity with third-party vendors (and their respective service providers), central agents, exchanges, clearing houses and other financial institutions, we could be adversely impacted if any of them is subject to a successful cyber attack or other information security event. These impacts could include the loss of access to information or services from the third party subject to the cyber attack or other information security event, which could, in turn, interrupt certain of our businesses."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "ai models",
        "use ai",
        "Intellectual property",
        "ai present",
        "ai technologies",
        "attacks wars",
        "development use",
        "elections",
        "hybrid work",
        "risks challenges",
        "wars",
        "wars extreme",
        "work arrangements",
        "Generative AI",
        "libor",
        "usd",
        "usd libor",
        "libor settings",
        "settings",
        "fallbacks",
        "ibor",
        "libor act",
        "ibors",
        "european",
        "gbp",
        "home",
        "home arrangements",
        "ibors particular",
        "january"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 83,
          "text": "We or our third-party vendors, clients or counterparties may develop or incorporate AI technology in certain business processes, services or products. The development and use of AI present a number of risks and challenges to our business. The legal and regulatory environment relating to AI is uncertain and rapidly evolving, both in the U.S. and internationally, and includes regulation targeted specifically at AI as well as provisions in intellectual property, privacy, consumer protection, employment and other laws applicable to the use of AI. These evolving laws and regulations could require changes in our implementation of AI technology and increase our compliance costs and the risk of non-compliance. AI models, particularly generative AI models, may produce output or take action that is incorrect, that result in the release of private, confidential or proprietary information, that reflect biases included in the data on which they are trained, infringe on the intellectual property rights of others, or that is otherwise harmful. In addition, the complexity of many AI models makes it challenging to understand why they are generating particular outputs. This limited transparency increases the challenges associated with assessing the proper operation of AI models, understanding and monitoring the capabilities of the AI models, reducing erroneous output, eliminating bias and complying with regulations that require documentation or explanation of the basis on which decisions are made. Further, we may rely on AI models developed by third parties, and, to that extent, would be dependent in part on the manner in which those third parties develop and train their models, including risks arising from the inclusion of any unauthorized material in the training data for their models, and the effectiveness of the steps these third parties have taken to limit the risks associated with the output of their models, matters over which we may have limited visibility. Any of these risks could expose us to liability or adverse legal or regulatory consequences and harm our reputation and the public perception of our business or the effectiveness of our security measures."
        },
        {
          "year": 2023,
          "paragraphIndex": 23,
          "text": "In 2024, numerous elections will be held globally. As a result, there may be significant market uncertainty in the periods leading up to and/or following the elections and this could cause higher volatility, lower levels of market activity and other adverse conditions for our businesses. The outcomes of the elections could also result in changes in policy, which could also have adverse effects on us or the business environment in which we operate more generally."
        },
        {
          "year": 2023,
          "paragraphIndex": 84,
          "text": "In addition to our use of AI technologies, we are exposed to risks arising from the use of AI technologies by bad actors to commit fraud and misappropriate funds and to facilitate cyberattacks. Generative AI, if used to perpetrate fraud or launch cyberattacks, could result in losses, liquidity outflows or other adverse effects at a particular financial institution or exchange."
        },
        {
          "year": 2022,
          "paragraphIndex": 172,
          "text": "The International Swaps and Derivatives Association (ISDA) 2020 IBOR Fallbacks Protocol (IBOR Protocol) has provided derivatives market participants with amended fallbacks for legacy and new derivative contracts to mitigate legal or economic uncertainty. Both counterparties have to adhere to the IBOR Protocol or engage in bilateral amendments for the terms to be effective for derivative contracts. ISDA has confirmed that the FCA’s formal announcement to cease both non-USD and USD LIBOR settings fixed the spread adjustment for all LIBOR rates and as a result fallbacks applied automatically for non-USD LIBOR settings following December 31, 2021 and will apply automatically for USD LIBOR settings following June 30, 2023. The Adjustable Interest Rate (LIBOR) Act (LIBOR Act), that was enacted in March 2022, provides a statutory framework to replace USD LIBOR with a benchmark rate based on the Secured Overnight Financing Rate (SOFR) for contracts governed by U.S. law that have no fallbacks or fallbacks that would require the use of a poll or LIBOR-based rate. In December 2022, the FRB adopted a final rule that implements the LIBOR Act, which will become effective on February 27, 2023. The final rule identifies different SOFR-based replacement rates for derivative contracts, for cash instruments such as floating-rate notes and preferred stock, for consumer contracts, for certain government-sponsored enterprise contracts and for certain student loan securitizations that lack a fallback to an alternative rate when USD LIBOR ceases to be published on June 30, 2023. As the transition from LIBOR is ongoing, there continues to be uncertainty as to the ultimate effect of the transition on the financial markets for LIBOR-linked financial instruments. Similar developments have occurred with respect to other IBORs."
        },
        {
          "year": 2022,
          "paragraphIndex": 171,
          "text": "On January 1, 2022, the publication of all EUR, CHF, JPY and GBP LIBOR (non-USD LIBOR) settings along with certain USD LIBOR settings ceased. The publication of the most commonly used USD LIBOR settings as representative rates will cease after June 2023. The FCA proposed that certain of those USD LIBOR settings continue to be published on a synthetic basis through September 2024. The FCA has allowed the publication and use of synthetic rates for certain GBP LIBOR settings in legacy GBP LIBOR-based derivative contracts through March 2024."
        },
        {
          "year": 2022,
          "paragraphIndex": 173,
          "text": "The language in our contracts and financial instruments that define IBORs, in particular LIBOR, have developed over time and have various events that trigger when a successor rate to the designated rate would be selected. Once a trigger is satisfied, contracts and financial instruments often give the calculation agent (which may be us) discretion over the successor rate or benchmark to be selected. Although the LIBOR Act includes safe harbors if the FRB-identified SOFR-based replacement rate is selected, these safe harbors are untested. As a result, and despite the enactment of the LIBOR Act, for the most commonly used USD LIBOR settings, the selection of a successor rate could result in client disputes and litigation surrounding the proper interpretation of our IBOR-based contracts and financial instruments. Discretionary actions taken in connection with the implementation of fallback provisions could also result in client disputes and litigation particularly for derivatives and other synthetic instruments."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "branches",
        "branches subsidiaries",
        "january",
        "agent",
        "immigration",
        "presidential",
        "revisions",
        "technologies cryptocurrencies",
        "added",
        "administration",
        "applies",
        "assets supervision",
        "august",
        "better",
        "birmingham",
        "central agents",
        "action material",
        "additional compliance",
        "artificial",
        "conflicts adversely",
        "cryptocurrencies increased",
        "effects cause",
        "entities located",
        "face additional",
        "harm turn",
        "including cryptocurrencies",
        "intelligence",
        "COVID-19",
        "acquisition transactions",
        "adopted proposed"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 108,
          "text": "U.S. and non-U.S. regulatory developments, in particular the Dodd-Frank Act and Basel III, have significantly altered the regulatory framework within which we operate and have adversely affected and may in the future adversely affect our profitability. Among the aspects of the Dodd-Frank Act that have affected or may in the future affect our businesses are: increased capital, liquidity and reporting requirements; limitations on activities in which we may engage; increased regulation of and restrictions on OTC derivatives markets and transactions; limitations on incentive compensation; limitations on affiliate transactions; requirements to reorganize or limit activities in connection with recovery and resolution planning; increased deposit insurance assessments; and increased standards of care for broker-dealers and investment advisers in dealing with clients. The implementation of higher capital requirements, more stringent requirements relating to liquidity, long-term debt and total loss-absorbing capacity and the prohibition on proprietary trading and the sponsorship of, or investment in, covered funds by the Volcker Rule may continue to adversely affect our profitability and competitive position, particularly where these requirements do not apply equally to our competitors. We may become subject to higher and more stringent capital and other regulatory requirements as a result of the implementation of the Basel Committee’s finalization of the post-crisis regulatory capital reforms as well as future Basel Committee standards. Substantial parts of the E.U. rules implementing the Basel III Revisions became effective on January 1, 2025; the E.U. has delayed implementation of the FRTB rules to January 1, 2026; the U.K. issued near final rules implementing the Basel III revisions with a proposed effective date of January 1, 2027; and the FRB has indicated that it expects to work with the other U.S. federal bank regulatory agencies in 2025 on a revised proposal. See “Business — Regulation — Banking Supervision and Regulation — Risk-Based Capital Ratios” in Part I, Item 1 of this Form 10-K for further information about proposed and adopted regulatory requirements."
        },
        {
          "year": 2024,
          "paragraphIndex": 54,
          "text": "There has been a trend towards increased regulation and supervision of our branches and subsidiaries by the governments and regulators in the countries in which those branches and subsidiaries are located or do business. Concerns about protecting clients and creditors of branches and subsidiaries of financial institutions that are located outside of the country in which such branches or subsidiaries are located or do business have caused or may cause a number of governments and regulators to take additional steps to “ring fence” or require internal total loss-absorbing capacity (which may also be subject to “bail-in” powers, as described below) at those branches and subsidiaries in order to protect clients and creditors of those branches and subsidiaries in the event of financial difficulties involving those branches and subsidiaries. The result has been and may continue to be additional limitations on our ability to efficiently move capital and liquidity among our affiliated entities, or to Group Inc., including in times of stress, thereby increasing the overall level of capital and liquidity required by us on a consolidated basis."
        },
        {
          "year": 2024,
          "paragraphIndex": 24,
          "text": "In 2024, numerous elections were held globally, including the recent U.S. presidential election. The outcomes of the elections are expected to result in changes in policy, which could also have adverse effects on us or the business environment in which we operate more generally. For example, the new U.S. presidential administration has imposed or increased tariffs, including on imports from China, and proposed imposing or increasing tariffs on U.S. trading partners, which could adversely affect markets, the business environment and some of our businesses."
        },
        {
          "year": 2023,
          "paragraphIndex": 181,
          "text": "We have increased and intend to further increase our transaction banking activities. As a result, we face additional compliance, legal and regulatory risk, including with respect to know-your-customer, anti-money laundering and reporting requirements and prohibitions on transfers of property belonging to countries, entities and individuals subject to sanctions by U.S. or other governmental authorities. We are making significant enhancements to existing controls, systems and procedures to manage these risks."
        },
        {
          "year": 2023,
          "paragraphIndex": 87,
          "text": "We are regularly the target of attempted cyber attacks, including denial-of-service attacks, and must continuously monitor and develop our systems to protect the integrity and functionality of our technology infrastructure and access to and the security of our data. We have faced a high volume of cyber attacks as we expand our mobile- and other internet-based products and services, as well as our usage of mobile and cloud technologies, and as we provide these services to individual consumers. Further, the use of AI by cybercriminals may increase the frequency and severity of cybersecurity attacks against us or our third-party vendors and clients. The migration of our communication from devices we provide to employee-owned devices presents additional risks of cyber attacks, as do hybrid work arrangements. In addition, due to our interconnectivity with third-party vendors (and their respective service providers), central agents, exchanges, clearinghouses and other financial institutions, we could be adversely impacted if any of them is subject to a successful cyber attack or other information security event. These impacts could include the loss of access to information or services from the third party subject to the cyber attack or other information security event or could result in unauthorized access to or disclosure of client, customer or other confidential information, which could, in turn, interrupt certain of our businesses or adversely affect our results of operations and reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 62,
          "text": "In the ordinary course of business, we are at times subject to a concentration of credit risk to a particular counterparty, borrower, issuer (including sovereign issuers) or geographic area or group of related countries, such as the E.U., and a failure or downgrade of, or default by, such entity could negatively impact our businesses, perhaps materially, and the systems by which we set limits and monitor the level of our credit exposure to individual entities, industries, countries and regions may not function as we have anticipated. Regulatory reform, including the Dodd-Frank Act, has led to increased centralization of trading activity through particular clearinghouses, central agents or exchanges, which has significantly increased our concentration of risk with respect to these entities. While our activities expose us to many different industries, counterparties and countries, we routinely execute a high volume of transactions with counterparties engaged in financial services activities, including brokers and dealers, commercial banks, clearinghouses, exchanges and investment funds. This has resulted in significant credit concentration with respect to these counterparties."
        }
      ]
    }
  ]
}