{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "public",
        "Data breach",
        "acquires outstanding",
        "act creates",
        "alleged violation",
        "asserting patents",
        "available hepatitis",
        "belonging",
        "belonging abbvie",
        "billion expired",
        "biopharmaceutical industry",
        "boehringer",
        "breaches employees",
        "breakdown data",
        "business partners",
        "percent",
        "amgen",
        "abt",
        "agency",
        "biogen",
        "conversion abbott",
        "dyslipidemia",
        "inhibitors",
        "march",
        "medicines",
        "obtain desired",
        "passed",
        "protease",
        "reduced party",
        "relapsing"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 50,
          "text": "AbbVie relies on sophisticated information technology systems to operate its business. These systems are potentially vulnerable to malicious intrusion, random attack, loss of data privacy, or breakdown. Data privacy or security breaches by employees or others may cause sensitive data, including intellectual property, trade secrets or personal information belonging to AbbVie, its patients, customers or business partners, to be exposed to unauthorized persons or to the public. Although AbbVie has invested in the protection of its data and information technology and also monitors its systems on an ongoing basis, there can be no assurance that these efforts will prevent breakdowns or breaches in AbbVie's information technology systems that could adversely affect AbbVie's business."
        },
        {
          "year": 2016,
          "paragraphIndex": 17,
          "text": "The Biologics Price Competition and Innovation Act creates a framework for the approval of biosimilars in the United States and could allow competitors to reference data from biologic products already approved. In Europe, the European Commission has granted marketing authorizations for several biosimilars pursuant to a set of general and product class-specific guidelines for biosimilar approvals issued over the past few years. In addition, companies are developing biosimilars in other countries that could compete with AbbVie’s biologic products. For example, the FDA has approved a biosimilar of HUMIRA in the United States and final approval of a biosimilar of HUMIRA in the EU is imminent, and Boehringer Ingelheim’s marketing authorization application to the EMA and its application to the United States FDA have been accepted for review. As competitors are able to obtain marketing approval for biosimilars referencing AbbVie’s biologic products, AbbVie’s products may become subject to competition from such biosimilars, with the attendant competitive pressure and consequences. Expiration or successful challenge of AbbVie’s applicable patent rights could also trigger competition from other products, assuming any relevant exclusivity period has expired. As a result, AbbVie could face more litigation and administrative proceedings with respect to the validity and/or scope of patents relating to its biologic products."
        },
        {
          "year": 2016,
          "paragraphIndex": 29,
          "text": "AbbVie is subject to increasing public and legislative pressure with respect to pharmaceutical pricing. In the United States, practices of managed care groups, and institutional and governmental purchasers, and United States federal laws and regulations related to Medicare and Medicaid, including the Medicare Prescription Drug Improvement and Modernization Act of 2003 and the Patient Protection and Affordable Care Act, contribute to pricing pressures. The potential for continuing changes to the health care system in the United States and the increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid and private sector beneficiaries could result in additional pricing pressures."
        },
        {
          "year": 2015,
          "paragraphIndex": 19,
          "text": "The Biologics Price Competition and Innovation Act was passed on March 23, 2010 as Title VII to the Patient Protection and Affordable Care Act. The law created a framework for the approval of biosimilars in the United States and could allow competitors to reference data from biologic products already approved. In Europe, the European Commission has granted marketing authorizations for several biosimilars pursuant to a set of general and product class-specific guidelines for biosimilar approvals issued over the past few years. In addition, companies are developing biosimilars in other countries that could compete with AbbVie's biologic products. For example, Amgen has submitted a marketing authorization application to the European Medicines Agency for a biosimilar of HUMIRA and the United States FDA has accepted for review Amgen's application for a HUMIRA biosimilar. If competitors are able to obtain marketing approval for biosimilars referencing AbbVie's biologic products, AbbVie's products may become subject to competition from such biosimilars, with the attendant competitive pressure and consequences. Expiration or successful challenge of AbbVie's applicable patent rights could also trigger competition from other products, assuming any relevant exclusivity period has expired. As a result, AbbVie could face more litigation and administrative proceedings with respect to the validity and/or scope of patents relating to its biologic products."
        },
        {
          "year": 2015,
          "paragraphIndex": 15,
          "text": "AbbVie depends on alliances with pharmaceutical and biotechnology companies for a portion of the products in its near-term pharmaceutical pipeline. For example, AbbVie is collaborating with Biogen to develop a treatment for the relapsing remitting form of multiple sclerosis. It is also collaborating with Roche Holding AG to discover, develop, and commercialize a next-generation Bcl-2 inhibitor, ABT-199 (venetoclax), for patients with relapsed/refractory chronic lymphocytic leukemia."
        },
        {
          "year": 2015,
          "paragraphIndex": 20,
          "text": "AbbVie competes with other research-based pharmaceutical and biotechnology companies that discover, manufacture, market, and sell proprietary pharmaceutical products and biologics. For example, HUMIRA competes with a number of anti-TNF products that are approved for a number of disease states and AbbVie's virology products compete with protease inhibitors and other anti-HIV treatments. These competitors may introduce new products or develop technological advances that compete with AbbVie's products in therapeutic areas such as immunology, virology/liver disease, oncology, dyslipidemia, and neuroscience. AbbVie cannot predict with certainty the timing or impact of the introduction by competitors of new products or technological advances. Such competing products may be safer, more effective, more effectively marketed or sold, or have lower prices or superior performance features than AbbVie's products, and this could negatively impact AbbVie's business and results of operations."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "ensuring",
        "acceptance generating",
        "achieving",
        "achieving market",
        "commercialization biosimilars",
        "conversion abbott",
        "creating",
        "creating meeting",
        "demand achieving",
        "demand ensuring",
        "distributors mckesson",
        "does effectively",
        "ensuring active",
        "ensuring entire",
        "generating",
        "ability effectively",
        "pharmacyclics depend",
        "ability realize",
        "arbitration biologics",
        "authorization",
        "boehringer",
        "continuing changes",
        "create",
        "decline risks",
        "ema",
        "final",
        "ibrutinib",
        "imminent",
        "ingelheim",
        "injunction preventing"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 41,
          "text": "AbbVie must effectively and profitably commercialize IMBRUVICA by creating and meeting continued market demand; achieving market acceptance and generating product sales; ensuring that the active pharmaceutical ingredient for IMBRUVICA and the finished product are manufactured in sufficient quantities and in compliance with requirements of the FDA and similar foreign regulatory agencies and with acceptable quality and pricing to meet commercial demand; and ensuring that the entire supply chain efficiently and consistently delivers IMBRUVICA to AbbVie's customers. The commercialization of"
        },
        {
          "year": 2016,
          "paragraphIndex": 17,
          "text": "The Biologics Price Competition and Innovation Act creates a framework for the approval of biosimilars in the United States and could allow competitors to reference data from biologic products already approved. In Europe, the European Commission has granted marketing authorizations for several biosimilars pursuant to a set of general and product class-specific guidelines for biosimilar approvals issued over the past few years. In addition, companies are developing biosimilars in other countries that could compete with AbbVie’s biologic products. For example, the FDA has approved a biosimilar of HUMIRA in the United States and final approval of a biosimilar of HUMIRA in the EU is imminent, and Boehringer Ingelheim’s marketing authorization application to the EMA and its application to the United States FDA have been accepted for review. As competitors are able to obtain marketing approval for biosimilars referencing AbbVie’s biologic products, AbbVie’s products may become subject to competition from such biosimilars, with the attendant competitive pressure and consequences. Expiration or successful challenge of AbbVie’s applicable patent rights could also trigger competition from other products, assuming any relevant exclusivity period has expired. As a result, AbbVie could face more litigation and administrative proceedings with respect to the validity and/or scope of patents relating to its biologic products."
        },
        {
          "year": 2016,
          "paragraphIndex": 41,
          "text": "The anticipated benefits of AbbVie's merger with Pharmacyclics will depend on AbbVie's ability to: effectively and profitably commercialize IMBRUVICA, including AbbVie's ability to create and meet continued market demand, achieve market acceptance and generate product sales; ensure that the active pharmaceutical ingredient for IMBRUVICA and the finished product are manufactured in sufficient quantities and in compliance with requirements of the FDA and similar foreign regulatory agencies and with acceptable quality and pricing to meet commercial demand; and ensure that the entire supply chain efficiently and consistently delivers IMBRUVICA to AbbVie's customers. The commercialization of IMBRUVICA may not be successful due to, among other things, unexpected challenges from competitors, new safety issues or concerns being reported that may impact or narrow the approved indications, the relative price of IMBRUVICA as compared to alternative treatment options, and changes to the label for IMBRUVICA that further restrict its marketing. If the commercialization of IMBRUVICA is unsuccessful, AbbVie's ability to generate revenue from product sales and realize the anticipated benefits of the merger will be adversely affected."
        },
        {
          "year": 2016,
          "paragraphIndex": 9,
          "text": "Third parties may claim that an AbbVie product infringes upon their intellectual property. Resolving an intellectual property infringement claim can be costly and time consuming and may require AbbVie to enter into license agreements. AbbVie cannot guarantee that it would be able to obtain license agreements on commercially reasonable terms. A successful claim of patent or other intellectual property infringement could subject AbbVie to significant damages or an injunction preventing the manufacture, sale, or use of the affected AbbVie product or products. Any of these events could have a material adverse effect on AbbVie's profitability and financial condition."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "critical",
        "principal products",
        "applications complex",
        "arbitration biologics",
        "biosimilar products",
        "biosimilars material",
        "biosimilars proposals",
        "business harm",
        "commercialize principal",
        "commercialize products",
        "competitors obtain",
        "complex information",
        "continuing changes",
        "critical business",
        "critical sensitive",
        "imbruvica",
        "cia",
        "monetary",
        "probation",
        "activities depakote",
        "approximately million",
        "commercialize imbruvica",
        "depakote",
        "department",
        "fails",
        "fails comply",
        "federal health",
        "marketing activities",
        "million",
        "monetary penalties"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 46,
          "text": "AbbVie relies on sophisticated software applications and complex information technology systems to operate its business. These systems are potentially vulnerable to malicious intrusion, random attack, loss of data privacy, disruption, degradation or breakdown. Data privacy or security breaches by employees or others may result in the failure of critical business operations or may cause sensitive data, including intellectual property, trade secrets or personal information belonging to AbbVie, its patients, customers or business partners, to be exposed to unauthorized persons or to the public. Although AbbVie has invested in the protection of its data and information technology and also monitors its systems on an ongoing basis, there can be no assurance that these efforts will prevent breakdowns or breaches in AbbVie's information technology systems that could adversely affect AbbVie's business. Such adverse consequences could include loss of revenue, or the loss of critical or sensitive information from AbbVie’s or third-party providers’ databases or IT systems and could also result in legal, financial, reputational or business harm to AbbVie and potentially substantial remediation costs."
        },
        {
          "year": 2018,
          "paragraphIndex": 37,
          "text": "AbbVie must effectively and profitably commercialize its principal products by creating and meeting continued market demand; achieving market acceptance and generating product sales; ensuring that the active pharmaceutical ingredient(s) for a product and the finished product are manufactured in sufficient quantities and in compliance with requirements of the FDA and similar foreign regulatory agencies and with acceptable quality and pricing to meet commercial demand; and ensuring that the entire supply chain efficiently and consistently delivers AbbVie's products to its customers. The commercialization of AbbVie products may not be successful due to, among other things, unexpected challenges from competitors, new safety issues or concerns being reported that may impact or narrow approved indications, the relative price of AbbVie's product as compared to alternative treatment options and changes to a product's label that further restrict its marketing. If the commercialization of AbbVie's principal products is unsuccessful, AbbVie's ability to generate revenue from product sales will be adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 28,
          "text": "AbbVie is subject to increasing public and legislative pressure with respect to pharmaceutical pricing. In the United States, practices of managed care groups, and institutional and governmental purchasers, and United States federal laws and regulations related to Medicare and Medicaid, including the Medicare Prescription Drug Improvement and Modernization Act of 2003 and the Patient Protection and Affordable Care Act, contribute to pricing pressures. The potential for continuing changes to the health care system in the United States and the increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid and private sector beneficiaries could result in additional pricing pressures."
        },
        {
          "year": 2017,
          "paragraphIndex": 38,
          "text": "In addition, Abbott entered into a five-year CIA with the Office of Inspector General for the United States Department of Health and Human Services (OIG). The effective date of the CIA is October 11, 2012. The obligations of the CIA have transferred to and become fully binding on AbbVie. The CIA requires enhancements to AbbVie's compliance program, fulfillment of reporting and monitoring obligations, management certifications and resolutions from AbbVie's board of directors, among other requirements. Compliance with the requirements of the settlement will impose additional costs and burdens on AbbVie, including in the form of employee training, third party reviews, compliance monitoring, reporting obligations and management attention. If AbbVie fails to comply with the CIA, the OIG may impose monetary penalties or exclude AbbVie from federal health care programs, including Medicare and Medicaid. AbbVie and Abbott may be subject to third party claims and shareholder lawsuits in connection with the settlement, and AbbVie may be required to indemnify all or a portion of Abbott's costs."
        },
        {
          "year": 2017,
          "paragraphIndex": 35,
          "text": "AbbVie could be subject to increased monetary penalties and/or other sanctions, including exclusion from federal health care programs, if it fails to comply with the terms of the May 7, 2012 resolution of the Department of Justice's investigation into sales and marketing activities for Depakote."
        },
        {
          "year": 2017,
          "paragraphIndex": 37,
          "text": "approximately $700 million in criminal fines and forfeitures and approximately $900 million to resolve civil claims, and submitting to a term of probation. The term of probation ended January 1, 2016 upon AbbVie satisfying all of the probation conditions. However, if AbbVie violates any remaining terms of the plea agreement, it may face additional monetary sanctions and other such remedies as the court deems appropriate."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "allergan",
        "combined",
        "personnel",
        "acquisition allergan",
        "consummation",
        "consummation acquisition",
        "completion",
        "pending",
        "qualified",
        "claims legal",
        "financial statements",
        "flexibility",
        "highly qualified",
        "investigations",
        "proceedings investigations",
        "acquisitions purposes",
        "acquisitions technology",
        "bidder",
        "bidder encourage",
        "bids making",
        "bids unacceptably",
        "circumvented extent",
        "encourage prospective",
        "expensive bidder",
        "including sovereign",
        "laws political",
        "make approximately",
        "making practices",
        "practices bids",
        "process including"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 53,
          "text": "The indebtedness of the combined company following the consummation of the Acquisition will be substantially greater than AbbVie’s indebtedness on a standalone basis and greater than the combined indebtedness of AbbVie and Allergan prior to the announcement of the acquisition. This increased level of indebtedness could adversely affect the combined company’s business flexibility and increase its borrowing costs."
        },
        {
          "year": 2019,
          "paragraphIndex": 46,
          "text": "AbbVie’s success is largely dependent on its continued ability to attract and retain highly qualified scientific, technical and management personnel, as well as personnel with expertise in clinical R&D, governmental regulation and commercialization. Competition for qualified personnel in the biopharmaceutical field is intense. AbbVie cannot be sure that it will be able to attract and retain quality personnel or that the costs of doing so will not materially increase."
        },
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "You should carefully consider the following risks and other information in this Form 10-K in evaluating AbbVie and AbbVie's common stock. Any of the following risks could materially and adversely affect AbbVie's results of operations, financial condition or cash flows. The risk factors generally have been separated into three groups: risks related to AbbVie's business, risks related to AbbVie's proposed acquisition of Allergan (the \"Acquisition\") and the combined company upon completion of the Acquisition, and risks related to AbbVie's common stock. Based on the information currently known to it, AbbVie believes that the following information identifies the most significant risk factors affecting it in each of these categories of risks. However, the risks and uncertainties AbbVie faces are not limited to those set forth in the risk factors described below and may not be in order of importance or probability of occurrence. Additional risks and uncertainties not presently known to AbbVie or that AbbVie currently believes to be immaterial may also adversely affect its business. In addition, past financial performance may not be a reliable indicator of future performance and historical trends should not be used to anticipate results or trends in future periods."
        },
        {
          "year": 2018,
          "paragraphIndex": 55,
          "text": "AbbVie's amended and restated certificate of incorporation and amended and restated by-laws contain, and Delaware law contains, provisions that are intended to deter coercive takeover practices and inadequate takeover bids by making such practices or bids unacceptably expensive to the bidder and to encourage prospective acquirors to negotiate with AbbVie's board of directors rather than to attempt a hostile takeover. These provisions include, among others:"
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "intangible",
        "Pandemic",
        "developed",
        "intangible assets",
        "asset",
        "developed product",
        "party service",
        "carrying",
        "caused",
        "impact covid",
        "ipr",
        "joint",
        "joint ventures",
        "service providers",
        "combined",
        "consummation",
        "consummation acquisition",
        "completion",
        "transaction",
        "virology",
        "act individual",
        "action inflation",
        "actual changes",
        "alliances pharmaceutical",
        "alliances restructurings",
        "announcement",
        "anticipated benefits",
        "arbitration biologics",
        "arrangements strategic"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 56,
          "text": "Goodwill and AbbVie’s IPR&D intangible assets are tested for impairment annually, or when events occur or circumstances change that could potentially reduce the fair value of the reporting unit or intangible asset. Impairment testing compares the fair value of the reporting unit or intangible asset to its carrying amount. A goodwill or IPR&D impairment, if any, would be recorded in operating income and could have a material adverse effect on AbbVie’s results of operations and financial condition."
        },
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "Public health outbreaks, epidemics or pandemics have had, and could in the future have, an adverse impact on AbbVie’s operations and financial condition. The continuing pandemic caused by the novel strain of coronavirus (COVID-19) has caused many countries, including the United States, to declare national emergencies and implement preventive measures such as travel bans and shelter in place or total lock-down orders, some of which have eased. The continuation or re-implementation of these bans and orders remains uncertain. The COVID-19 pandemic has caused AbbVie to modify its business practices (including instituting remote work for many of AbbVie’s employees), and AbbVie may take further actions as may be required by government authorities or as AbbVie determines are in the best interests of AbbVie’s employees, patients, customers and business partners."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "A significant amount of AbbVie’s total assets is related to acquired intangibles and goodwill. As of December 31, 2020, the carrying value of AbbVie’s developed product rights and other intangible assets was $82.9 billion and the carrying value of AbbVie’s goodwill was $33.1 billion."
        },
        {
          "year": 2019,
          "paragraphIndex": 53,
          "text": "The indebtedness of the combined company following the consummation of the Acquisition will be substantially greater than AbbVie’s indebtedness on a standalone basis and greater than the combined indebtedness of AbbVie and Allergan prior to the announcement of the acquisition. This increased level of indebtedness could adversely affect the combined company’s business flexibility and increase its borrowing costs."
        },
        {
          "year": 2019,
          "paragraphIndex": 52,
          "text": "Consummation of the Acquisition is conditioned on, among other things, obtaining necessary governmental and regulatory approvals. If any of the conditions to the Acquisition is not satisfied, it could delay or prevent the Acquisition from occurring, which could negatively impact AbbVie’s share price and future business and financial results. Further, as a condition to their approval of the Acquisition, agencies may impose requirements, limitations or costs or require divestitures or place restrictions on the conduct of the AbbVie’s business after the closing. These requirements, limitations, costs, divestitures or restrictions could jeopardize or delay the consummation of the Acquisition or may reduce the anticipated benefits of the transaction. In addition, changes in laws and regulations, including Irish legislation implementing a tax increase payable upon completion of the Acquisition, could adversely impact AbbVie’s post-Acquisition profitability and financial results. Following the Acquisition, AbbVie may not realize the Acquisition’s intended benefits within the expected timeframe or at all."
        },
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "You should carefully consider the following risks and other information in this Form 10-K in evaluating AbbVie and AbbVie's common stock. Any of the following risks could materially and adversely affect AbbVie's results of operations, financial condition or cash flows. The risk factors generally have been separated into three groups: risks related to AbbVie's business, risks related to AbbVie's proposed acquisition of Allergan (the \"Acquisition\") and the combined company upon completion of the Acquisition, and risks related to AbbVie's common stock. Based on the information currently known to it, AbbVie believes that the following information identifies the most significant risk factors affecting it in each of these categories of risks. However, the risks and uncertainties AbbVie faces are not limited to those set forth in the risk factors described below and may not be in order of importance or probability of occurrence. Additional risks and uncertainties not presently known to AbbVie or that AbbVie currently believes to be immaterial may also adversely affect its business. In addition, past financial performance may not be a reliable indicator of future performance and historical trends should not be used to anticipate results or trends in future periods."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Climate change",
        "attract develop",
        "develop retain",
        "mitigate",
        "actual changes",
        "arbitration biologics",
        "breaches cause",
        "business interruptions",
        "change earthquakes",
        "climate",
        "completely",
        "countries potential",
        "disasters changes",
        "disasters climate",
        "diverse",
        "action taken",
        "america potential",
        "care inability",
        "europe latin",
        "including europe",
        "latin",
        "latin america",
        "laws political",
        "newly",
        "outbreak",
        "plans addition",
        "portfolio",
        "attract retain",
        "america",
        "countries including"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "While the impact of COVID-19 on AbbVie’s operations, including, among others, its manufacturing and supply chain, sales and marketing, commercial and clinical trial operations, to date has not been material, AbbVie has experienced lower new patient starts in certain products and markets. The impact of COVID-19 on AbbVie over the long-term is uncertain and cannot be predicted with confidence. The extent of the adverse impact of COVID-19 on AbbVie’s operations will depend on the extent and severity of the continued spread of COVID-19 globally, the timing and nature of actions taken to respond to COVID-19 and the resulting economic consequences. Ultimately, efforts to mitigate the impact of COVID-19 may not completely prevent AbbVie's business from being adversely affected and future impacts remain uncertain."
        },
        {
          "year": 2021,
          "paragraphIndex": 55,
          "text": "AbbVie’s success is largely dependent on its continued ability to attract, develop and retain diverse, highly qualified scientific, technical and management personnel, as well as personnel with expertise in clinical research and development (R&D), governmental regulation and commercialization. Competition for qualified personnel in the biopharmaceutical field is intense. AbbVie cannot be sure that it will be able to attract and retain quality personnel or that the costs of doing so will not materially increase."
        },
        {
          "year": 2020,
          "paragraphIndex": 4,
          "text": "new patient starts across the therapeutic portfolio. The impact of COVID-19 on AbbVie over the long-term is uncertain and cannot be predicted with confidence. The extent of the adverse impact of COVID-19 on AbbVie’s operations will depend on the extent and severity of the continued spread of COVID-19 globally, the timing and nature of actions taken to respond to COVID-19 and the resulting economic consequences. Ultimately, the outbreak could have a material adverse impact on AbbVie’s operations and financial condition."
        },
        {
          "year": 2020,
          "paragraphIndex": 28,
          "text": "In the ordinary course of business, AbbVie is the subject of product liability claims and lawsuits alleging that AbbVie's products or the products of other companies that it promotes have resulted or could result in an unsafe condition for or injury to patients. For example, lawsuits are pending against Allergan, AbbVie’s newly acquired subsidiary, and certain of its current and former officers alleging they made misrepresentations and omissions regarding Allergan’s textured breast implants. Product liability claims and lawsuits and safety alerts or product recalls, regardless of their ultimate outcome, may have a material adverse effect on AbbVie's business, results of operations and reputation and on its ability to attract and retain customers. Consequences may also include additional costs, a decrease in market share for the product in question, lower income and exposure to other claims. Product liability losses are self-insured."
        },
        {
          "year": 2020,
          "paragraphIndex": 8,
          "text": "Third parties or government authorities may challenge or seek to invalidate or circumvent AbbVie's patents and patent applications. For example, manufacturers of generic pharmaceutical products file, and may continue to file, Abbreviated New Drug Applications with the FDA seeking to market generic forms of AbbVie's products prior to the expiration of relevant patents owned or licensed by AbbVie by asserting that the patents are invalid, unenforceable and/or not infringed. In addition, petitioners have filed, and may continue to file, challenges to the validity of AbbVie patents under the 2011 Leahy-Smith America Invents Act, which created inter partes review and post grant review procedures for challenging patent validity in administrative proceedings at the United States Patent and Trademark Office."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "beginning",
        "counterfeit",
        "diverted",
        "russia",
        "healthcare",
        "inflation reduction",
        "reduction act",
        "cap",
        "components",
        "counterfeit diverted",
        "coverage",
        "determined",
        "healthcare industry",
        "materials components",
        "versions",
        "future revenues",
        "acquisition allergan",
        "adversely affects",
        "affects",
        "affects humira",
        "connection acquisition",
        "event adversely",
        "failure single",
        "humira revenues",
        "licenses adversely",
        "reduction future",
        "significant event",
        "uses number",
        "abbvie largest",
        "accordingly results"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 19,
          "text": "2022 requires (i) the government to negotiate prices for select high expenditure Medicare Part D drugs (prices effective beginning in 2026) and Part B drugs (prices effective beginning in 2028), (ii) manufacturers to pay a rebate for Medicare Part B and Part D drugs when prices for those drugs increase faster than inflation beginning in 2022 for Part D and 2023 for Part B, and (iii) a Medicare Part D redesign replacing the current coverage gap provisions and establishing a $2,000 cap for out-of-pocket costs for Medicare beneficiaries beginning in 2025, with manufacturers being responsible for 10% of costs up to the $2,000 cap and 20% after that cap is reached. The Inflation Reduction Act is to be implemented through forthcoming agency action, the outcome of which cannot be reasonably determined with certainty. Additionally, changes to U.S. tax laws now require (i) a 15% minimum tax generally applied to U.S. corporations on adjusted financial statement income beginning in 2023 and (ii) a non-deductible 1% excise tax provision on net stock repurchases, to be applied to repurchases beginning in 2023. AbbVie continues to evaluate the impact that the Inflation Reduction Act may have on the company. The potential for continuing changes to the health care system in the United States and the increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid and private sector beneficiaries may result in additional pricing pressures."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "The U.S. healthcare industry, in particular, is highly regulated and subject to frequent and substantial regulatory changes. It is expected that the U.S. healthcare industry will continue to be subject to increasing regulation as well as political and legal action, as future proposals to reform the healthcare system are considered by the executive branch, Congress and state legislatures. AbbVie cannot predict with certainty when additional changes in the healthcare industry in general, or the pharmaceutical industry in particular, will occur, or what the impact of such changes may be. For example, the Inflation Reduction Act is to be implemented through forthcoming agency action, the outcome of which cannot be reasonably determined with certainty."
        },
        {
          "year": 2022,
          "paragraphIndex": 63,
          "text": "Third parties may illegally obtain, distribute, and sell counterfeit or illegally diverted from their intended market versions of AbbVie products. These versions of product would not meet AbbVie's rigorous manufacturing, testing, distribution and quality standards. A patient who receives a counterfeit, stolen, or diverted drug may be at risk for a number of dangerous health consequences. The prevalence of counterfeit/diverted medicines is an industry-wide issue due to a variety of factors, including the adoption of e-commerce, which increased during the COVID-19 pandemic, greatly enhancing consumers' ability to obtain prescriptions and other medical treatments via the internet in lieu of traditional brick and mortar pharmacies. This can expose patients to greater risks as the internet is a preferred vehicle for dangerous counterfeit/diverted product offers and scams because of the anonymity it affords. AbbVie's reputation and business could suffer harm as a result of counterfeit or diverted drugs sold under its brand name which may also result in reduced revenues that could negatively affect our results of operation."
        },
        {
          "year": 2021,
          "paragraphIndex": 11,
          "text": "Humira accounted for approximately 37% of AbbVie's total net revenues in 2021. Any significant event that adversely affects Humira's revenues could have a material adverse impact on AbbVie's results of operations and cash flows. These events could include loss of patent protection for Humira (as described further in “— The expiration or loss of patent protection and licenses may adversely affect AbbVie’s future revenues and operating earnings ” above), the commercialization of biosimilars of Humira, the discovery of previously unknown side effects or impaired efficacy, increased competition from the introduction of new, more effective or less expensive treatments and discontinuation or removal from the market of Humira for any reason."
        },
        {
          "year": 2021,
          "paragraphIndex": 33,
          "text": "In numerous major markets worldwide, the government plays a significant role in funding health care services and determining the pricing and reimbursement of pharmaceutical products. Consequently, in those markets, AbbVie is subject to government decision-making and budgetary actions with respect to its products. In particular, many European countries have ongoing government-mandated price reductions for many pharmaceutical products, and AbbVie anticipates continuing pricing pressures in Europe. Differences between countries in pricing regulations could lead to third-party cross-border trading in AbbVie's products that results in a reduction in future revenues and operating earnings."
        },
        {
          "year": 2021,
          "paragraphIndex": 31,
          "text": "Cost-containment efforts by governments and private organizations are described in greater detail in Item 1, \"Business—Regulation—Commercialization, Distribution and Manufacturing.\" To the extent these cost containment efforts are not offset by greater demand, increased patient access to health care, or other factors, AbbVie's future revenues and operating earnings will be reduced. In the United States, the European Union and other countries, AbbVie's business has experienced downward pressure on product pricing, and this pressure could increase in the future."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "ira",
        "selected",
        "august",
        "beginning january",
        "cms",
        "costs threshold",
        "department",
        "department health",
        "drug costs",
        "health human",
        "human services",
        "impact ira",
        "incurred pocket",
        "january",
        "pocket drug",
        "russia",
        "impact covid",
        "inflation reduction",
        "reduction act",
        "cap",
        "agency",
        "belarus",
        "conflict",
        "forthcoming",
        "implemented",
        "member",
        "opioid",
        "outbreak",
        "reasonably",
        "settlement"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 17,
          "text": "AbbVie is subject to increasing public and legislative pressure with respect to pharmaceutical pricing. In the United States, practices of managed care groups, and institutional and governmental purchasers, as well as federal laws and regulations related to Medicare and Medicaid, contribute to pricing pressures. In particular, the IRA will have the effect of reducing prices and reimbursements for certain of our products, which could significantly impact AbbVie’s results of operations. Under the IRA, the U.S Department of Health and Human Services can effectively set prices for certain single-source drugs and biologics reimbursed under Medicare Part B and Part D. Generally, these government prices can apply as soon as nine years (for small-molecule drugs) or 13 years (for biological products) from their FDA approval and will be capped at a statutory ceiling price that is likely to represent a significant discount from average prices to wholesalers and direct purchasers. In August 2023, the U.S. Department of Health and Human Services, through the CMS, selected Imbruvica as one of the first 10 medicines subject to government-set prices beginning in 2026. The price-setting process will conclude by August 1, 2024, and on September 1, 2024, the CMS will publish prices that will be applicable to the 10 drugs in the Medicare program beginning January 1, 2026. It is possible that more of our products, including products that generate substantial revenues, could be selected in future years, which could, among other things, accelerate revenue erosion prior to expiration of intellectual property protections. In addition, beginning in January 2025, under the IRA, the 70% coverage gap discount program will be replaced by a 10% manufacturer discount for all Medicare Part D beneficiaries that have met their deductible and incurred out of pocket drug costs below a $2,000 threshold and a 20% discount for beneficiaries that have incurred out of pocket drug costs above the $2,000 threshold under the new Part D benefit redesign. Manufacturers that fail to comply with the IRA may be subject to various penalties, including civil monetary penalties, which could be significant. The IRA has and will continue to meaningfully impact AbbVie’s business strategies and those of others in the pharmaceutical industry. The full impact of the IRA on AbbVie’s business and the pharmaceutical industry, including the implications to us of our or a competitor's product being selected for price setting, remains uncertain."
        },
        {
          "year": 2023,
          "paragraphIndex": 18,
          "text": "AbbVie continues to evaluate the impact that the IRA may have on the company. The potential for continuing changes to the health care system in the United States and the increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid and private sector beneficiaries may result in additional pricing pressures. Additionally, changes to U.S. tax laws now require (i) a 15% alternative minimum tax generally applied to U.S. corporations on adjusted financial statement income beginning in 2023 and (ii) a non-deductible 1% excise tax provision on net stock repurchases."
        },
        {
          "year": 2022,
          "paragraphIndex": 19,
          "text": "2022 requires (i) the government to negotiate prices for select high expenditure Medicare Part D drugs (prices effective beginning in 2026) and Part B drugs (prices effective beginning in 2028), (ii) manufacturers to pay a rebate for Medicare Part B and Part D drugs when prices for those drugs increase faster than inflation beginning in 2022 for Part D and 2023 for Part B, and (iii) a Medicare Part D redesign replacing the current coverage gap provisions and establishing a $2,000 cap for out-of-pocket costs for Medicare beneficiaries beginning in 2025, with manufacturers being responsible for 10% of costs up to the $2,000 cap and 20% after that cap is reached. The Inflation Reduction Act is to be implemented through forthcoming agency action, the outcome of which cannot be reasonably determined with certainty. Additionally, changes to U.S. tax laws now require (i) a 15% minimum tax generally applied to U.S. corporations on adjusted financial statement income beginning in 2023 and (ii) a non-deductible 1% excise tax provision on net stock repurchases, to be applied to repurchases beginning in 2023. AbbVie continues to evaluate the impact that the Inflation Reduction Act may have on the company. The potential for continuing changes to the health care system in the United States and the increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid and private sector beneficiaries may result in additional pricing pressures."
        },
        {
          "year": 2022,
          "paragraphIndex": 45,
          "text": "In particular, in February 2022, armed conflict escalated between Russia and Ukraine. In response thereto, the United States and other North Atlantic Treaty Organizations member states, as well as certain non-member states, announced targeted economic sanctions, embargoes and export controls on Russia and Belarus. Although AbbVie is continuing to supply essential pharmaceutical products in Russia for humanitarian reasons while working to maintain compliance with evolving international sanctions, it has suspended operations for all aesthetics products in Russia. AbbVie's operations in Russia, Belarus and Ukraine are not significant. However, it is not possible to predict with certainty the continued consequences of this conflict, which, in addition to sanctions, have included regional instability, geopolitical shifts and adverse effects on macroeconomic conditions, currency exchange rates and financial markets. Any such consequences could have an adverse impact on AbbVie's business and results of operations ."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "The U.S. healthcare industry, in particular, is highly regulated and subject to frequent and substantial regulatory changes. It is expected that the U.S. healthcare industry will continue to be subject to increasing regulation as well as political and legal action, as future proposals to reform the healthcare system are considered by the executive branch, Congress and state legislatures. AbbVie cannot predict with certainty when additional changes in the healthcare industry in general, or the pharmaceutical industry in particular, will occur, or what the impact of such changes may be. For example, the Inflation Reduction Act is to be implemented through forthcoming agency action, the outcome of which cannot be reasonably determined with certainty."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "Artificial intelligence",
        "advantages",
        "artificial",
        "hhs",
        "intelligence",
        "adequately",
        "adopt",
        "advancements",
        "analyses",
        "bring",
        "care costs",
        "cencora",
        "conflicts",
        "creon",
        "crises",
        "COVID-19",
        "caused",
        "Coronavirus",
        "allergan",
        "coronavirus covid",
        "covid pandemic",
        "customers business",
        "epidemics pandemics",
        "example humira",
        "health outbreaks",
        "orders",
        "outbreaks",
        "outbreaks epidemics",
        "pandemic caused",
        "public health"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 49,
          "text": "AbbVie depends on information technology and a failure of, or significant disruption to, those systems, or a failure to adequately adopt emerging technologies such as artificial intelligence, could have a material adverse effect on AbbVie's business."
        },
        {
          "year": 2024,
          "paragraphIndex": 51,
          "text": "Additionally, AbbVie utilizes artificial intelligence (AI) and other emerging technologies in select applications to support its operations. These technologies may present opportunities for AbbVie's business but may also entail risks, including that AI-generated analyses utilized by AbbVie could be deficient or exacerbate regulatory, cybersecurity or other significant risks. Further, our failure to effectively implement these technologies could hinder our ability to compete, as competitors' advancements in AI may lead to more efficient operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 23,
          "text": "AbbVie competes with other research-based pharmaceutical and biotechnology companies that research, develop, manufacture, market and sell proprietary pharmaceutical products and biologics. All of these competitors may introduce new products or develop technological advances that compete with AbbVie’s products in therapeutic areas such as immunology, oncology, aesthetics, neuroscience and eye care. In addition, as AbbVie products lose exclusivity, competition surrounding such products will increase and generic and biosimilar products will increasingly penetrate the markets. Furthermore, consolidation among certain pharmaceutical and biotechnology companies can enhance such advantages. These advantages may make it difficult for us to compete with them successfully to discover, develop and market new products and for our current products to compete with new products or indications they may bring to market. AbbVie cannot predict with certainty the timing or impact of the introduction by competitors of new products or technological advances. Such competing products may be safer, more effective, more effectively marketed or sold, have lower prices or better insurance coverage or reimbursement levels, or have superior performance features than AbbVie’s products, and this may negatively impact AbbVie’s business and results of operations."
        },
        {
          "year": 2023,
          "paragraphIndex": 41,
          "text": "Public health outbreaks, epidemics or pandemics have had, and could in the future have, an adverse impact on AbbVie’s operations and financial condition. The pandemic caused by the novel strain of coronavirus (COVID-19) caused many countries, including the United States, to declare national emergencies and implement preventive measures such as travel bans and shelter in place or total lock-down orders. The continuation or re-implementation of these bans and orders remains uncertain. The COVID-19 pandemic caused AbbVie to modify certain of its business practices, and AbbVie may take further actions as may be required by government authorities or as AbbVie determines are in the best interests of AbbVie’s employees, patients, customers and business partners."
        },
        {
          "year": 2023,
          "paragraphIndex": 33,
          "text": "In the ordinary course of business, AbbVie is the subject of product liability claims and lawsuits alleging that AbbVie's current or historical products or the products of other companies that it promotes have resulted or could result in an unsafe condition for or injury to patients. For example, lawsuits are pending against Allergan, AbbVie’s subsidiary, and certain of its former officers alleging they made misrepresentations and omissions regarding Allergan’s textured breast implants. Product liability claims and lawsuits and safety alerts or product recalls, regardless of their ultimate outcome, may have a material adverse effect on AbbVie's business, results of operations and reputation and on its ability to attract and retain customers."
        },
        {
          "year": 2023,
          "paragraphIndex": 61,
          "text": "Third parties may illegally obtain, distribute, and sell counterfeit or illegally diverted from their intended market versions of AbbVie products. These versions of product would not meet AbbVie's rigorous manufacturing, testing, distribution and quality standards. A patient who receives a counterfeit, stolen, or diverted drug may be at risk for a number of dangerous health consequences. The prevalence of counterfeit/diverted medicines is an industry-wide issue due to a variety of factors, including the adoption of e-commerce, which increased during the COVID-19 pandemic, greatly enhancing consumers' ability to obtain prescriptions and other medical treatments via the internet in lieu of traditional brick and mortar pharmacies. This can expose patients to greater risks as the internet is a preferred vehicle for dangerous counterfeit/diverted product offers and scams because of the anonymity it affords. AbbVie's reputation and business could suffer harm as a result of counterfeit"
        }
      ]
    }
  ]
}