{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "base",
        "base fees",
        "Data privacy",
        "assess",
        "aum base",
        "cma",
        "etf rule",
        "experience",
        "fca",
        "income operating",
        "introduce volatility",
        "processing",
        "processing scale",
        "remains",
        "remedies",
        "dol",
        "prohibited transaction",
        "exemptions",
        "kid",
        "transaction exemptions",
        "abroad",
        "advanced",
        "european parliament",
        "leadership",
        "powers",
        "accompanying",
        "additional compliance",
        "addressed",
        "allowing",
        "announced"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 68,
          "text": "UK asset management market study:\nThe FCA has adopted requirements for UK fund managers to assess whether the retail collective investments they manage offer “value” to investors. Beginning in 2020, the Company will be required annually to disclose the conclusions of its assessment based upon various factors including cost, performance and comparable services. If “value” has not been provided to consumers, the Company will need to address any identified deficiencies. The FCA also requested that the UK’s Competition and Markets Authority (“CMA”) assess the investment consultant and fiduciary markets. The CMA’s final report identified a number of competition issues in such markets and it will consider various remedies in 2019, including mandatory tendering of investment consultancy and fiduciary management services, and standards of disclosure of fees and performance. The CMA’s remedies could have a significant impact on the Company’s ability to enter into fiduciary and investment management mandates with UK pension fund clients."
        },
        {
          "year": 2018,
          "paragraphIndex": 2,
          "text": "A number of central banks globally have recently begun increasing interest rates following a prolonged period of historically low rates. Rising interest rates may, among other things: (i) cause the value of BlackRock’s AUM to fluctuate, creating volatility in base fees, net income, and operating cash flows; (ii) adversely affect the liquidity in bonds and fixed-income products, resulting in lower performance, yield and base fees; (iii) introduce volatility to, or negatively impact the value of, BlackRock’s marked-to-market investments; (iv) result in investors withdrawing funds from lower yielding products to pursue investments with higher rates of return; (v) lead to BlackRock’s private credit clients experiencing difficulties in making higher interest payments, which may result in increased credit costs and potential provisions for loan losses and charge-offs for BlackRock’s funds; and (vi) make it more difficult for BlackRock’s funds to obtain financing for new investments, refinance existing investments or liquidate debt investments, which could negatively impact such funds’ investment returns, revenues and liquidity. In the event that rising interest rates have any such effect, it"
        },
        {
          "year": 2018,
          "paragraphIndex": 27,
          "text": "The operation of BlackRock’s\nAladdin\nplatform routinely involves updating existing capabilities, developing new functionalities and expanding coverage into new markets and geographies, including to address client or regulatory requirements. Such updates and expansion have led to significant growth in\nAladdin’s\nprocessing scale, which may expose BlackRock to additional cyber- and information-security risks, as well as increased execution, operational and data management risks. If BlackRock is unable to provide the operational resiliency and stability to support the expansion of\nAladdin\nand associated growth of its processing scale, BlackRock may experience client attrition, reduced business, reputational harm or regulatory fines and/or sanctions, which may cause BlackRock’s AUM, revenue and earnings to decline."
        },
        {
          "year": 2017,
          "paragraphIndex": 56,
          "text": "Revised Department of Labor (“DOL”) Fiduciary Rule:\nIn April 2016, the DoL published a new regulation defining the term \"fiduciary\" for purposes of the fiduciary responsibility provisions of Title I of the Employee Retirement Income Security Act of 1974 and the prohibited transaction excise tax provisions of the Internal Revenue Code. The substantive provisions of the rule began to apply in June 2017. However, the applicability date of many conditions of the prohibited transaction exemptions accompanying the rule has been delayed until July 2019, while the DoL continues its re-examination of the rule and the prohibited transaction exemptions. If the DoL does not repeal or revise the rule or revise the prohibited transaction exemptions, the rule could require BlackRock to revise a number of its distribution relationships, create compliance and operational challenges for BlackRock’s distribution partners and may limit BlackRock’s ability to provide certain useful services and education to its clients."
        },
        {
          "year": 2017,
          "paragraphIndex": 67,
          "text": "New disclosures to retail consumers\n: EU legislators have introduced a new “Key Information Document” (“KID”), which is applicable where a retail consumer is sold Packaged Retail and Insurance-based Investment Products (“PRIIPs”) and which came into effect in January 2018. The KID must include specific information on costs, risks and performance. BlackRock is required to produce a KID for each fund in scope, as well as to make information available to distribution partners who sell these funds in the EU."
        },
        {
          "year": 2017,
          "paragraphIndex": 54,
          "text": "Securities and Exchange Commission (“SEC”) Rulemakings for US Registered Funds and Investment Advisers:\nThe SEC is engaged in a period of rule-making in an effort to improve and modernize the regulatory structure governing the asset management industry, and registered investment companies in particular. In so doing, it has adopted rules that include (i) new monthly and annual reporting requirements for certain U.S. registered funds; (ii) enhanced reporting regimes for investment advisers; and (iii) implementing liquidity risk management programs for ETFs and open-end funds, other than money market funds. These rules, many of which are currently in an implementation period, will increase BlackRock’s public reporting and disclosure requirements, which could be costly and may impede BlackRock’s growth.\nCertain other rules impacting investment advisers and U.S. registered funds were proposed (or were under discussion for proposal) by the SEC’s prior leadership, however the SEC’s current leadership has indicated that these efforts are not expected to result in any short-term action. In the event the SEC moves forward with any such proposals, any new rules, guidance or regulatory initiatives could expose BlackRock to additional compliance costs and may require the Company to change how it operates its business and/or manages its funds."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "transition period",
        "strategy",
        "activities based",
        "based approach",
        "inorganic strategy",
        "integration",
        "interpretations",
        "management program",
        "proxy voting",
        "sec adopted",
        "sustainability",
        "use derivatives",
        "Coronavirus",
        "able innovate",
        "acquisitions",
        "fsb",
        "rising",
        "delegation",
        "esma",
        "focused products",
        "instability",
        "march",
        "outsourcing",
        "reduce",
        "review asset",
        "statements",
        "supporting",
        "value money",
        "allows",
        "april"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 33,
          "text": "BlackRock employs a variety of organic and inorganic strategies intended to enhance earnings, increase product offerings, access new clients, leverage advances in technology and expand into new geographies. Inorganic strategies have included hiring smaller-sized investment teams, making minority investments in early- to mid-stage technological and other ventures and acquiring investment management and technology businesses. Inorganic transactions involve a number of financial, accounting, tax, regulatory, geographical and operational challenges and uncertainties, including in some cases the assumption of pre-existing liabilities, which must be managed in order for BlackRock to realize the benefit of such transactions. The success of BlackRock’s inorganic strategy also depends in large part on its ability to integrate the workforce, operations, strategies, technologies and other components of a target business following the completion of an acquisition. BlackRock may be required to commit significant management time, as well as create new, or grow existing, operational and support functions, to facilitate the integration of acquired businesses, manage combined future growth and maintain a cohesive corporate culture. There can be no assurance that BlackRock will be able to successfully integrate acquired businesses, retain associated talent, scale support functions or realize other intended benefits of its inorganic strategy. Moreover, the challenges associated with BlackRock’s inorganic strategy may be heightened when acquired businesses are in new geographic locations, involve new markets, products or business lines or are delivered via technology that differs from that employed by BlackRock. Any failure to identify and mitigate the risks associated with acquisitions through due diligence, indemnification provisions and/or operational expertise, or to manage the integration of acquisitions effectively, could have an adverse effect on BlackRock’s reputation or cause its AUM, revenue and earnings to decline, which may harm the Company’s competitive position in the investment management industry."
        },
        {
          "year": 2019,
          "paragraphIndex": 63,
          "text": "Financial Stability Oversight Council (“FSOC”) has the authority to designate nonbank financial institutions as SIFIs. In July 2014, the FSOC pivoted from its previous entity-specific approach to designation and indicated that it would focus on a products and activities-based approach to designation in connection with addressing potential risks in the financial system related to asset management. In December 2019, the FSOC re-affirmed this approach when it voted to change its methodology for assessing financial stability to a products and activities-based approach. This reduces the risk of an entity-level designation, however the FSOC retains the authority to designate an entity if an activities-based approach does not adequately address potential risks. In the event that BlackRock is designated as a SIFI under Dodd-Frank, it could become subject to enhanced regulatory requirements and direct supervision by the Federal Reserve."
        },
        {
          "year": 2019,
          "paragraphIndex": 72,
          "text": "EU Sustainability Regulation\n: In 2018, the European Commission introduced a number of regulatory proposals to underpin sustainable investment products; require disclosure of sustainability-related information by market participants, investments products, and issuers; and require the integration of sustainability considerations into the investment and risk management processes of asset managers and other institutional investors. Rules arising from the reform proposals will come into effect beginning in 2021."
        },
        {
          "year": 2018,
          "paragraphIndex": 65,
          "text": "EU market access:\nIn September 2017, the European Commission issued a proposal requiring that all third-country outsourcing, delegation and risk transfer arrangements be assessed by the European Securities and Markets Authority (“ESMA”). If enacted, the proposal would transfer to ESMA the ability of EU Member States to authorize the outsourcing of asset management activities beyond the EU’s borders. While the proposal remains under discussion, if enacted, it could significantly impact asset management firms with non-EU operations, including BlackRock, and it may affect the Company’s ability to delegate fund management, supporting activity and/or costs associated with such delegation."
        },
        {
          "year": 2018,
          "paragraphIndex": 69,
          "text": "Designation as a systemically important financial institution:\nThe Financial Stability Board (“FSB”) working with the International Organization of Securities Commissions (“IOSCO”) is considering potential systemic risk related to asset management; statements made by these organizations have generally indicated that they are, at this time, focused on products and activities, rather than designation, in their approach to the review of asset managers. The FSB has indicated that it may develop criteria for designation of non-bank non-insurers in the future to address “residual risks”. Any measures applied in relation to a global systemically important financial institution (“G-SIFI”) designation from the FSB would need to be implemented through existing regulatory processes and procedures by relevant national authorities."
        },
        {
          "year": 2018,
          "paragraphIndex": 66,
          "text": "EU money market fund reform\n:\nIn June 2017, the European Commission published new Money Market Regulations (the “MM\nRegulations”) which took effect in January 2019.\nThe MM Regulations are intended to reduce perceived risks of EU-based money market products. The MM Regulations limit the use of constant net asset value money market funds to those holding only government m\noney market instruments and introduce a new category of “low volatility net asset value” money market funds and two types of “variable net asset value funds”. All categories of money market funds are subject to reinforced liquidity requirements, as well as\nsafeguards such as liquidity fees and redemption gates.\nThe MM Regulations require fundamental changes to many of the Company’s money market funds offered in the EU and may reduce their attractiveness to investors."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "securities financing",
        "nav",
        "financing transactions",
        "notification",
        "sftr",
        "antitrust",
        "consultation",
        "effects",
        "enforcement actions",
        "exemption",
        "introduce additional",
        "joint",
        "joint ventures",
        "pnc",
        "bank holding",
        "holding act",
        "capital stock",
        "stockholder",
        "mifid",
        "etf rule",
        "proxy",
        "volcker",
        "volcker rule",
        "common stock",
        "consolidated",
        "stockholder agreement",
        "subsidiary pnc",
        "total voting"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 87,
          "text": "Securities Financing Transaction Regulation (“SFTR”):\nIn November 2015, the EU introduced a regulation on the reporting and transparency of securities financing transactions and total return swaps. The SFTR aims to improve the transparency surrounding securities financing transactions and total return swaps by, among other things, requiring reporting of securities financing transactions to a trade repository and requiring disclosure of the use of securities financing transactions and total return swaps to investors. During 2020, additional obligations became effective under the SFTR that require BlackRock to submit additional transaction reports with substantive details of trading activity to authorities. Compliance with the SFTR may subject BlackRock to additional expenses and could lead to modifications in BlackRock’s securities financing transaction activities."
        },
        {
          "year": 2020,
          "paragraphIndex": 71,
          "text": "Federal Trade Commission Proposal:\nIn September 2020, the Federal Trade Commission (“FTC”) released a Notice of Proposed Rulemaking proposing updates to premerger notification rules enacted under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (“HSR”) that require parties to certain transactions to provide the FTC and the Antitrust Division of the Department of Justice prior notice and observe a waiting period before consummation of such transactions. The proposals would: (i) require that investors aggregate holdings in an issuer across all associated funds when assessing HSR filing and exemption thresholds and (ii) create a new exemption for acquisitions resulting in aggregate holdings of up to 10% of an issuer, which would be unavailable to investors holding interests of more than 1% in competing firms. If enacted as drafted, the proposal requiring aggregation across associated funds could, absent exemptions for index-funds or certain types of registered funds, substantially increase BlackRock’s pre-merger notification obligations, which may be costly, impair funds’ ability to trade freely, require the implementation of monitoring tools and introduce additional compliance burdens for both BlackRock and the companies in which it invests. In instances where making a pre-merger notification may not be practicable, the proposed changes may serve to limit the size of BlackRock’s aggregate position in certain issuers."
        },
        {
          "year": 2020,
          "paragraphIndex": 42,
          "text": "strategic joint ventures and acquiring investment management and technology businesses. Inorganic transactions involve a number of financial, accounting, tax, regulatory, geographical and operational challenges and uncertainties, including in some cases the assumption of pre-existing liabilities, which must be managed in order for BlackRock to realize the benefit of such transactions. The success of BlackRock’s inorganic strategy also depends in large part on its ability to integrate the workforce, operations, strategies, technologies and other components of a target business following the completion of an acquisition. BlackRock may be required to commit significant management time, as well as create new, or grow existing, operational and support functions, to facilitate the integration of acquired businesses, manage combined future growth and maintain a cohesive corporate culture. There can be no assurance that BlackRock will be able to successfully integrate acquired businesses, retain associated talent, scale support functions or realize other intended benefits of its inorganic strategy. Moreover, the challenges associated with BlackRock’s inorganic strategy may be heightened when inorganic transactions are in new geographic locations, involve new markets, products or business lines or are delivered via technology that differs from that employed by BlackRock\n. In addition, in the case of minority investments and joint ventures, BlackRock may be subject to risks due to reputational harm, liability or loss resulting from, or relating to operating systems, risk management controls, and employees that are outside of BlackRock’s control. Any failure to identify and mitigate the risks associated with acquisitions, joint ventures or minority investments"
        },
        {
          "year": 2019,
          "paragraphIndex": 62,
          "text": "The Volcker Rule\n: Provisions of Dodd-Frank referred to as the “Volcker Rule” created a new section of the Bank Holding Company Act that places limitations on the ability of banks and their subsidiaries to engage in proprietary trading and to invest in and transact with certain private investment funds, including hedge funds, private equity funds and funds of funds (collectively “covered funds”). The Bank Holding Company Act by its terms does not currently apply to BlackRock. The Federal Reserve has taken the position that PNC’s ownership interest in BlackRock, which is approximately 22%, in combination with certain other factors, causes BlackRock to be treated as a nonbank subsidiary of PNC for the purpose of the Bank Holding Company Act and that BlackRock is subject to banking regulation. Based on this interpretation of the Bank Holding Company Act, the Federal Reserve could initiate a process to formally determine that PNC controls BlackRock under the terms of the Bank Holding Company Act. Any such determination, if successful, would subject BlackRock to current and future regulatory requirements under the Bank Holding Company Act, including the Volcker Rule. Conformance with the Volcker Rule may require BlackRock to sell certain seed and co-investments that it holds in its covered funds, which may occur at a discount to existing carrying value depending on market conditions."
        },
        {
          "year": 2019,
          "paragraphIndex": 79,
          "text": "BlackRock’s trust bank subsidiary, which is a national banking association chartered by the OCC, is subject to OCC regulation and capital requirements. The OCC has broad supervisory and enforcement authority over BlackRock’s trust bank. Being subject to banking regulation may put BlackRock at a competitive disadvantage because certain of its competitors are not subject to these limitations. In addition, as described in “Item 1-Business-Regulation”, as of December 31, 2019, PNC owned approximately 22% of BlackRock’s capital stock, which may subject BlackRock to banking regulation as a nonbank subsidiary of PNC. The Bank Holding Company Act by its terms does not currently apply to BlackRock. The Federal Reserve has taken the position that this ownership interest, in combination with certain other factors, causes BlackRock to be treated as a nonbank subsidiary of PNC for the purpose of the Bank Holding Company Act and that BlackRock is subject to banking regulation. Based on this interpretation of the Bank Holding Company Act, the Federal Reserve could initiate a process to formally determine that PNC controls BlackRock under the terms of the Bank Holding Company Act. Any such determination, if successful, would subject BlackRock to current and future regulatory requirements under the Bank Holding Company Act, including the Volcker Rule, that are more restrictive than those the Company is subject to under other applicable laws, as well as the enforcement authority of the Federal Reserve, which includes the power to impose substantial fines and other penalties for violations. Any effort by BlackRock to contest a control determination by the Federal Reserve may be costly and complex and may not result in a reversal of such determination."
        },
        {
          "year": 2019,
          "paragraphIndex": 97,
          "text": "any amendment of any provision of a stockholder agreement between BlackRock and any stockholder beneficially owning greater than 20% of BlackRock capital stock that would be viewed by a reasonable person as being adverse to PNC or materially more favorable to the rights of any stockholder beneficially owning greater than 20% of BlackRock capital stock than to PNC;"
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "esg",
        "proposed rules",
        "sbs",
        "theory",
        "china",
        "libor",
        "oefs",
        "sec proposed",
        "amendments",
        "ats",
        "fund advisers",
        "national regulators",
        "private fund",
        "accuracy",
        "climate related",
        "securities financing",
        "financing transactions",
        "sftr",
        "assess",
        "cma",
        "costly impede",
        "interpretations",
        "package",
        "border",
        "cross",
        "customer",
        "distribution partners",
        "ended investment",
        "environmental social",
        "european operations"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 86,
          "text": "SEC Proposed Rules on Private Fund Advisers\n: The SEC has recently proposed new rules and amendments to enhance regulation of private fund advisors. These include proposed amendments to Form PF for SEC-registered investment advisers that add new required disclosures to the form, require advisers to file reports within one business day for certain significant events, lower the threshold for large private equity adviser reporting and impose increased reporting obligations on large liquidity fund advisers. The SEC has also proposed additional rules that would, among other things, require registered private fund advisers to (i) provide quarterly reports to investors of fund performance, fees and expenses, (ii) obtain an annual audit for each fund and (iii) distribute to investors a fairness opinion and summary of certain material business relationships with the opinion provider in connection with an adviser-led secondary transaction. In addition, the proposed rules would prohibit private fund advisers from engaging in certain activities and practices deemed to be contrary to the public interest and investor protection, providing certain types of preferential terms for selected investors and providing any other preferential treatment unless disclosed to current and prospective investors. These rules and amendments, if adopted as proposed, could significantly increase BlackRock’s reporting, disclosure and compliance obligations and create operational complexity for BlackRock’s alternatives products."
        },
        {
          "year": 2021,
          "paragraphIndex": 88,
          "text": "Proposed Rules on Regulation ATS\n: In January 2022, the SEC proposed amendments to Regulation ATS. The proposed rules would expand the types of systems that could fall within the definition of “exchange” and extend Regulation ATS and Regulation Systems Compliance and Integrity to systems involving US government securities trading. If enacted as proposed, these rules could impact certain functionality and tools offered by Aladdin and require ATS registration, which may increase compliance costs for BlackRock."
        },
        {
          "year": 2021,
          "paragraphIndex": 85,
          "text": "SEC Rules Governing Security-Based Swaps Transactions and Reporting:\nOn December 15, 2021, the SEC proposed rules in connection with security-based swaps (“SBS”) transactions, to prevent undue influence over Chief Compliance Officers of SBS dealers and major market participants and to require reporting of large SBS positions. These rules, if adopted as proposed, may affect the types of transactions BlackRock may choose to execute in SBS or other SBS-related assets, introduce or increase costs relating to such transactions, and impact the liquidity in the SBS markets in which BlackRock transacts."
        },
        {
          "year": 2020,
          "paragraphIndex": 87,
          "text": "Securities Financing Transaction Regulation (“SFTR”):\nIn November 2015, the EU introduced a regulation on the reporting and transparency of securities financing transactions and total return swaps. The SFTR aims to improve the transparency surrounding securities financing transactions and total return swaps by, among other things, requiring reporting of securities financing transactions to a trade repository and requiring disclosure of the use of securities financing transactions and total return swaps to investors. During 2020, additional obligations became effective under the SFTR that require BlackRock to submit additional transaction reports with substantive details of trading activity to authorities. Compliance with the SFTR may subject BlackRock to additional expenses and could lead to modifications in BlackRock’s securities financing transaction activities."
        },
        {
          "year": 2020,
          "paragraphIndex": 73,
          "text": "Standards of Conduct Rulemaking:\nIn June 2019, the SEC adopted a package of rulemakings and interpretations addressing investment adviser and broker-dealer standards of conduct. The package included new rules requiring registered advisers and registered broker-dealers to provide a relationship summary to retail investors, a new rule establishing a standard of conduct for broker-dealers when making recommendations to retail customers, and two new interpretations under the Investment Advisers Act of 1940. These rulemakings and interpretations could increase BlackRock’s disclosure obligations, impact distribution arrangements between BlackRock and its distribution partners, create compliance and operational challenges for BlackRock’s distribution partners and limit BlackRock’s ability to provide certain other services to its clients."
        },
        {
          "year": 2020,
          "paragraphIndex": 84,
          "text": "UK asset management market study:\nThe FCA has adopted requirements for UK fund managers to assess whether the retail collective investments they manage offer “value” to investors. In 2020, the Company initiated the provision of an annual assessment based upon various factors including cost, performance and comparable services. If “value” has not been provided to consumers, the Company will need to address any identified deficiencies. The FCA also requested that the UK’s Competition and Markets Authority (“CMA”) assess the investment consultant and fiduciary markets. The CMA’s final report identified a number of competition"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "doj",
        "minimum",
        "mmfs",
        "minimum tax",
        "retained",
        "circle",
        "early stage",
        "expected come",
        "fund names",
        "japan",
        "merger guidelines",
        "names",
        "oecd",
        "ofr",
        "pandemics health",
        "Climate change",
        "accountable",
        "sec recently",
        "smcr",
        "concerns potential",
        "conversely",
        "esg matters",
        "expected common",
        "federal trade",
        "future organic",
        "hfcaa",
        "hybrid",
        "legislative",
        "organic growth",
        "pandemics covid"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 115,
          "text": "The Organisation for Economic Cooperation and Development (“OECD”) has proposed certain international tax reforms, which, among other things, would (1) shift taxing rights to the jurisdiction of the consumer and (2) establish a global minimum tax for multinational companies of 15%. In December 2022, EU member states agreed to adopt the OECD’s minimum tax rules, which are expected to begin going into effect in 2024. Several other countries, including the UK, are also considering changes to their tax law to implement the OECD’s minimum tax proposal. As a result of these developments, the tax laws of certain countries in which we do business could change, and any such changes could increase our tax liabilities."
        },
        {
          "year": 2022,
          "paragraphIndex": 82,
          "text": "•\nAntitrust Rules and Guidance:\nIn 2020, the FTC proposed certain changes to rules enacted under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (“HSR”) that require parties to certain transactions to provide the FTC and the Antitrust Division of the Department of Justice (the “DOJ”) prior notice and observe a waiting period before consummation of such transactions. The proposals would: (1) require that investors aggregate holdings in an issuer across all associated funds when assessing HSR filing and exemption thresholds and (2) create a new exemption for acquisitions resulting in aggregate holdings of up to 10% of an issuer, which would be unavailable to investors holding interests of more than 1% in competing firms. If enacted as drafted, the proposed aggregation requirement could, absent applicable exemptions, substantially increase BlackRock’s pre-merger notification obligations, which may be costly, impair funds’ ability to trade freely creating significant tracking error and cash drag for index funds and opportunity costs for actively managed funds, require implementation of monitoring tools and introduce additional compliance burdens for both BlackRock and the companies in which it invests. In instances where filing a pre-merger notification is not practicable, the proposed changes may serve to limit the size of BlackRock’s aggregate position in certain issuers if BlackRock is unable to satisfy the revised regulatory requirements. In 2021, the FTC voted to withdraw its approval of the Vertical Merger Guidelines, previously issued jointly with the DOJ. In 2022 the FTC and DOJ jointly released a request for public comment on modernizing the agencies’ approach to the merger guidelines, including whether to dispense with the guidelines’ traditional distinction between the treatment of horizontal and vertical mergers. Such changes could have an effect on the ability of the Company to expand its services through strategic investments or acquisitions."
        },
        {
          "year": 2022,
          "paragraphIndex": 83,
          "text": "•\nSEC Rulemakings for US Registered Funds and Investment Advisers:\nThe SEC has engaged in various initiatives and reviews that seek to improve and modernize the regulatory structure governing the asset management industry and registered investment companies. For example, in October 2022, the SEC adopted rules requiring certain funds to provide tailored fund shareholder reports and proposed amendments expanding the scope of the application of the rule governing fund names, including to, among other things, fund names that include ESG or similar terms."
        },
        {
          "year": 2021,
          "paragraphIndex": 96,
          "text": "Conduct Regime:\nThe Financial Conduct Authority (“FCA”) continues to focus on conduct regulation, including the application of the Senior Managers and Certification Regime (“SMCR”) and a new Consumer Duty to all asset management firms, including BlackRock’s UK subsidiaries. The SMCR imposes greater accountability and responsibility across the senior management of UK financial services firms by making individuals in impacted firms more accountable for conduct and competence. SMCR impacts nearly all Company staff in the UK and requires extensive documentation to support senior managers and evidence the discharge of their responsibilities. The new Consumer Duty enhances duties on firms to take end-consumer duty interests into account when designing and managing retail products or services. Any failure to meet the FCA’s regulatory expectations could expose BlackRock and its senior managers to regulatory sanctions and increased reputational risk."
        },
        {
          "year": 2021,
          "paragraphIndex": 17,
          "text": "BlackRock’s business and those of its clients could be impacted by climate change-related risks. Climate change may present risk to BlackRock through changes in the physical climate or from the process of transitioning to a lower-carbon economy. Climate-related physical risks arise from the direct impacts of a changing climate in the short- and long-term. Such risks may include the risks of extreme weather events and changes in temperature, which may damage infrastructure and facilities, including BlackRock’s physical assets, as well as disrupt connectivity or supply chains. Climate-related transition risks arise from exposure to the transition to a lower-carbon economy through policy, regulatory, technology and market changes. For instance, new regulations or guidance relating to climate change, as well as the perspectives of stakeholders regarding climate change, may affect BlackRock’s business activities and reputation and increase disclosure requirements, which could increase the Company’s costs."
        },
        {
          "year": 2021,
          "paragraphIndex": 84,
          "text": "Holding Foreign Companies Accountable Act:\nThe Holding Foreign Companies Accountable Act (“HFCAA”) was enacted in December 2020 and requires the SEC to identify issuers that use a registered public accounting firm to issue an audit report where the firm is located in a foreign jurisdiction that the Public Company Accounting Oversight Board (“PCAOB”) has determined it is unable to inspect or investigate completely because of a position taken by an authority in the foreign jurisdiction. The PCAOB and SEC have recently finalized their respective rules to implement the HFCAA, which could subject certain foreign issuers’ securities to trading prohibitions in US markets and subsequent delisting from US exchanges as early as 2024."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "ip",
        "ai technologies",
        "goals",
        "operational burdens",
        "pillar",
        "timeframe",
        "Generative AI",
        "burdens costs",
        "dol",
        "fsma",
        "generative",
        "gip",
        "including generative",
        "initiatives goals",
        "libor",
        "come",
        "come force",
        "expected come",
        "usd",
        "usd libor",
        "aggregate holdings",
        "benchmark",
        "central securities",
        "comment",
        "delegated",
        "depository",
        "depository regulation",
        "esma",
        "fixed"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "BlackRock uses machine learning and AI in its business and expects to continue to expand its AI capabilities, including through generative AI. AI methods are complex and rapidly evolving, and the introduction of AI into new or existing processes may result in new or enhanced governmental or regulatory scrutiny, IP or other litigation, data protection, confidentiality or information security risks, social or ethical concerns, competitive harm or other complications. For example, the use of datasets to develop and test AI models, the content generated by AI systems, or the application of AI systems may be found to be insufficient, biased or harmful, or lead to adverse business decisions or operating errors. AI technologies, including generative AI, may create content that appears correct but is factually inaccurate or flawed. In addition, IP ownership and license rights, including copyright, surrounding AI technologies have not been fully addressed by US courts or federal, state or non-US laws or regulation. Furthermore, regulation of AI technologies is evolving globally. Efforts around use of these technologies require additional investment in operational controls and procedures, development and implementation of appropriate protections and safeguards for handling the use of data with AI, including with respect to data leakage, and regulatory compliance costs. Any failure to successfully integrate AI technologies, respond to client or market demands or effectively manage the related risks could harm BlackRock’s growth and reputation, adversely impact product offerings, client interactions or business initiatives, and expose the Company to legal and regulatory liabilities and additional costs, including regulatory fines or sanctions, which may cause its AUM, revenue and earnings to decline."
        },
        {
          "year": 2023,
          "paragraphIndex": 103,
          "text": "BlackRock faces increasing focus from regulators, officials, clients and other stakeholders regarding ESG matters. BlackRock offers choice to its clients who have a variety of goals and preferences, including those who want to increase their exposure to the low-carbon transition and those who choose not to invest in products or strategies with sustainable investment objectives. BlackRock is subject to competing demands from different stakeholder groups with divergent views on ESG-related matters, including in countries in which BlackRock operates and invests, as well as in states and localities where BlackRock serves public sector clients. This divergence has and continues to increase the risk that any perceived or actual action or lack thereof by BlackRock on such matters on behalf of its clients will be viewed differently by various stakeholders and adversely impact BlackRock’s reputation and business, including through withdrawals, redemptions, terminations or decisions not to commit or invest new capital by clients, as well as legal and governmental action and scrutiny. Some US states and state officials have adopted or proposed legislation or otherwise have taken official positions restricting or prohibiting state government entities from doing certain business with entities identified by the state as “boycotting” or “discriminating” against particular industries or considering ESG factors in their investment processes and proxy voting. Other states and localities may adopt similar legislation or other ESG-related laws and positions that adversely impact BlackRock’s business. BlackRock may also communicate certain initiatives and goals for its corporate activities related to environmental, diversity, and other ESG-related matters. BlackRock could be criticized for the scope or nature of any initiatives or goals, or for revisions thereto. Such initiatives or goals may be difficult or costly to implement, may not advance at the anticipated pace, or be accomplished within the announced timeframe or at all. If BlackRock is not able to successfully manage ESG-related expectations across varied stakeholder interests, it may adversely affect BlackRock’s reputation, ability to attract and retain clients, employees, shareholders and business partners or result in litigation, legal or governmental action, which may cause its AUM, revenue and earnings to decline."
        },
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "The Organisation for Economic Cooperation and Development (“OECD”) has proposed certain international tax reforms, which, among other things, would (1) shift taxing rights to the jurisdiction of the consumer and (2) establish a global minimum tax for multinational companies of 15% (namely the “Pillar One” and “Pillar Two” Framework). EU member states adopted, or plan to adopt, laws implementing the OECD’s minimum tax rules under the Pillar Two Framework, which are expected to go into effect in 2024. Several other countries, including the UK, have changed or are considering changes to their tax law to implement the OECD’s minimum tax proposal. As a result of these developments, the tax laws of certain countries in which BlackRock does business have and may continue to change, and any such changes could increase its tax liabilities. The Company is continuing to monitor legislative developments and evaluate the potential impact of the Pillar Two Framework on future periods."
        },
        {
          "year": 2022,
          "paragraphIndex": 79,
          "text": "•\nLIBOR Transition\n: The global transition away from LIBOR continues to progress. Tenors of non-USD LIBOR ceased to be published at the end of 2021 while publication of most USD LIBOR settings is expected to continue through June 2023. In March 2022, the Adjustable Interest Rate (LIBOR) Act (the “LIBOR Act”) was signed into law, establishing a framework for the replacement of LIBOR as a benchmark in US law contracts that reference certain tenors of USD LIBOR and do not provide for a clearly defined and practicable benchmark replacement rate following the cessation of publication. In July 2022, the Federal Reserve Board solicited public comment on proposed LIBOR transition regulations implementing the LIBOR Act. Other global regulatory authorities such as the FCA have issued consultations regarding the wind-down of LIBOR. If such proposals are not finalized, parties to unremediated contracts, and the markets more generally, face the potential for uncertainty, disputes, litigation and market disruption."
        },
        {
          "year": 2022,
          "paragraphIndex": 94,
          "text": "•\nCentral Securities Depository Regulation:\nAspects of the settlement discipline regime introduced by the Central Securities Depository Regulation came into effect in February 2022. These include rules for trade allocation and confirmation processing, along with cash penalties for failed transactions. However, the mandatory buy-in regime is delayed to June 2025. Implementation of the regime required new operational mechanisms to facilitate compliance, which may increase required resources and cost."
        },
        {
          "year": 2022,
          "paragraphIndex": 82,
          "text": "•\nAntitrust Rules and Guidance:\nIn 2020, the FTC proposed certain changes to rules enacted under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (“HSR”) that require parties to certain transactions to provide the FTC and the Antitrust Division of the Department of Justice (the “DOJ”) prior notice and observe a waiting period before consummation of such transactions. The proposals would: (1) require that investors aggregate holdings in an issuer across all associated funds when assessing HSR filing and exemption thresholds and (2) create a new exemption for acquisitions resulting in aggregate holdings of up to 10% of an issuer, which would be unavailable to investors holding interests of more than 1% in competing firms. If enacted as drafted, the proposed aggregation requirement could, absent applicable exemptions, substantially increase BlackRock’s pre-merger notification obligations, which may be costly, impair funds’ ability to trade freely creating significant tracking error and cash drag for index funds and opportunity costs for actively managed funds, require implementation of monitoring tools and introduce additional compliance burdens for both BlackRock and the companies in which it invests. In instances where filing a pre-merger notification is not practicable, the proposed changes may serve to limit the size of BlackRock’s aggregate position in certain issuers if BlackRock is unable to satisfy the revised regulatory requirements. In 2021, the FTC voted to withdraw its approval of the Vertical Merger Guidelines, previously issued jointly with the DOJ. In 2022 the FTC and DOJ jointly released a request for public comment on modernizing the agencies’ approach to the merger guidelines, including whether to dispense with the guidelines’ traditional distinction between the treatment of horizontal and vertical mergers. Such changes could have an effect on the ability of the Company to expand its services through strategic investments or acquisitions."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "social related",
        "proposed acquisitions",
        "emir",
        "gip acquisition",
        "engage",
        "hps",
        "preqin",
        "csddd",
        "csrd",
        "currently expected",
        "customary",
        "depending",
        "ferc",
        "fincen",
        "heightens",
        "esg related",
        "ats",
        "circle",
        "consolidation",
        "house",
        "pledged",
        "private fund",
        "regulation ats",
        "australian",
        "collateral pledged",
        "crypto",
        "crypto asset",
        "enhanced disclosure",
        "esg matters",
        "fund advisers"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 42,
          "text": "In October 2024, BlackRock completed the GIP Acquisition. BlackRock also previously announced (1) its proposed acquisition of Preqin (the “Preqin Acquisition”) which is currently expected to close in the first quarter of 2025, subject to customary closing conditions and (2) the HPS Acquisition (together with the Preqin Acquisition, the “Proposed Acquisitions”) which is currently expected to close in mid-2025, subject to regulatory approvals and customary closing conditions. BlackRock is subject to risks and uncertainties associated with the Proposed Acquisitions, including the risk that a condition to closing may not be satisfied or waived, the possibility of failure to obtain any outstanding necessary regulatory approvals, which may be outside the control of BlackRock or the acquired company, or the possibility that a Proposed Acquisition does not close in the anticipated timeframe or at all. BlackRock may not be able to realize the anticipated benefits of GIP Acquisition or the Proposed Acquisitions, including synergies, value creation or other benefits of such acquisition, fully or at all, or on the timeline BlackRock expects. At times, the resources of BlackRock and the acquired companies or the attention of certain members of their management may be focused on completion and integration of the acquisition and diverted from day-to-day business operations, which may disrupt ongoing business. In addition, the process of integrating each acquired company may have an adverse impact on the Company, including from risks related to significant transaction and integration costs, unknown liabilities, employee turnover, divergence of management attention, litigation and/or regulatory actions related to the acquisition or if the acquired business does not perform as expected, which may cause BlackRock’s AUM, revenue and earnings to decline."
        },
        {
          "year": 2024,
          "paragraphIndex": 75,
          "text": "The EU has enacted numerous sustainability regulations, including (1) the Sustainable Finance Disclosure Regulation, requiring sustainability-related disclosures by financial market participants; (2) the EU Taxonomy Regulation, requiring asset managers to report against an EU-wide taxonomy of environmentally sustainable activities and make detailed disclosures relating to ESG characteristics of funds and portfolios; (3) the Corporate Sustainability Reporting Directive (\"CSRD\"), requiring enhanced sustainability reporting for EU-based and EU-listed companies, and from 2028, for a wider group of global companies; and (4) the Corporate Sustainability Due Diligence Directive (\"CSDDD\"), requiring in-scope EU companies and certain non-EU companies to manage actual or potential adverse impacts of their activities and their supply chains on human rights and environmental matters. The European Commission (“EC”) is reviewing and may amend aspects of the CSRD, CSDDD and EU Taxonomy Regulation. Meanwhile, the UK continues to work on implementation of its Sustainability Disclosure Requirements."
        },
        {
          "year": 2024,
          "paragraphIndex": 104,
          "text": "BlackRock faces increasing focus from regulators, officials, clients and other stakeholders regarding environmental and social-related matters. BlackRock offers choice to its clients who have a variety of goals and preferences, including those who want to increase their exposure to the low-carbon transition and those who choose not to invest in products or strategies with sustainable investment objectives. BlackRock is subject to competing demands from different stakeholder groups with divergent views on environmental and social-related matters, including in countries in which BlackRock operates and invests, as well as in countries, states and localities where BlackRock serves public sector clients. This divergence has and continues to increase the risk that any perceived or actual action or lack thereof by BlackRock on such matters on behalf of its clients will be viewed differently by various stakeholders and adversely impact BlackRock’s reputation and business, including through withdrawals, redemptions, terminations or decisions not to commit or invest new capital by clients, as well as legal and governmental action and scrutiny. Some US states and state officials have adopted or proposed legislation or otherwise raised concerns about BlackRock’s business practices. In certain instances, this has led them to take official positions restricting or prohibiting state government entities from doing certain business with entities identified by the state as “boycotting” or “discriminating” against particular industries or considering environmental and social factors in their investment processes and proxy voting. Other states and localities may adopt similar legislation or other environmental and social-related laws and positions that adversely impact BlackRock’s business. BlackRock has previously communicated and may communicate certain initiatives and goals for its corporate activities related to the environment, human capital management, and other environmental and social-related matters. BlackRock faces criticism for the scope or nature of certain initiatives or goals and may face additional criticism for revisions thereto. If BlackRock is not able to successfully manage environmental and social-related expectations across varied stakeholder interests, it may adversely affect BlackRock’s reputation, ability to attract and retain clients, employees, shareholders and business partners or result in litigation, legal or governmental action, which may cause its AUM, revenue and earnings to decline."
        },
        {
          "year": 2023,
          "paragraphIndex": 84,
          "text": "•\nProposed Rules on Regulation ATS\n: In 2023, the SEC re-proposed amendments to Regulation ATS. The proposed rules would expand the types of systems that could fall within the definition of “exchange” and extend Regulation ATS and Regulation Systems Compliance and Integrity to systems involving US government securities trading. If enacted as proposed, these rules may increase compliance costs for BlackRock."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "BlackRock provides borrower default indemnification to certain of its securities lending clients. In the event of a borrower default, BlackRock would use the collateral pledged by the borrower to repurchase securities out on loan in order to replace them in a client’s account. Borrower default indemnification is limited to the shortfall that occurs in the event the collateral available at the time of the borrower’s default is insufficient to repurchase those securities out on loan. BlackRock requires all borrowers to mark to market their pledged collateral daily to levels in excess of the value of the securities out on loan which mitigates the likelihood of the indemnity being triggered. Where the collateral is in the form of cash, the indemnities BlackRock provides do not guarantee, assume or otherwise insure the investment performance or return of any cash collateral vehicle into which that cash collateral is invested. The amount of securities on loan as of December 31, 2023 and subject to this type of indemnification was approximately $259 billion. In the Company’s capacity as lending agent, cash and securities totaling approximately $276 billion was held as collateral for indemnified securities on loan at December 31, 2023. Significant borrower defaults occurring simultaneously with rapid declines in the value of collateral pledged and/or increases in the value of the securities loaned may create collateral shortfalls, which could result in material liabilities under these indemnities and may cause the Company’s revenue and earnings to decline."
        },
        {
          "year": 2023,
          "paragraphIndex": 83,
          "text": "•\nSEC Rules on Private Fund Advisers\n: In 2023, the SEC adopted new rules and amendments to enhance regulation of private fund advisors. These included amendments to Form PF for registered investment advisers requiring new disclosures, filing obligations and enhanced reporting. The SEC adopted additional rules requiring registered private fund advisers to, among other things, provide quarterly reports to fund investors, obtain annual audits for funds, distribute fairness opinions in connection with certain transactions, prohibit certain types of preferential terms and treatment, and provide transparency to investors of all types of preferential treatment granted to other investors in the same fund. Implementing these rules and amendments may significantly increase BlackRock’s reporting, disclosure and compliance obligations and create operational complexity for BlackRock’s alternatives products."
        }
      ]
    }
  ]
}