{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "form table",
        "table contents",
        "xtandi",
        "brexit",
        "acquisitions hospira",
        "astellas",
        "gpd",
        "ipab",
        "administrative efforts",
        "anacor",
        "anacor medivation",
        "celltrion",
        "efforts repeal",
        "federal legislative",
        "hospira anacor",
        "merger",
        "allergan",
        "devices",
        "medical devices",
        "medical device",
        "ordinary shares",
        "common stock",
        "stock",
        "proposed",
        "clearance",
        "combination allergan",
        "pending combination",
        "benefits merger",
        "completed",
        "consents"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 14,
          "text": "Eliquis has been jointly developed and is being commercialized in collaboration with BMS. The two companies share commercialization expenses and profit/losses equally on a global basis. In April 2015, we signed an agreement with BMS to transfer full commercialization rights in certain smaller markets to us, beginning in the third quarter of 2015. Xtandi is being developed and commercialized in collaboration with Astellas. The two companies share equally in the gross profits (losses) related to U.S. net sales of Xtandi . Subject to certain exceptions, Pfizer and Astellas also share equally all Xtandi commercialization costs attributable to the U.S. market. Pfizer and Astellas also share certain development and other collaboration expenses and Pfizer receives tiered royalties as a percentage of international Xtandi net sales (recorded in Other (Income)/Deductions –– Net). Collaboration rights for Enbrel (in the U.S. and Canada), Spiriva and Rebif have expired. For additional information, including a description of certain of these collaboration and co-promotion agreements and their expiration dates, see the Analysis of the Consolidated Statements of Income –– Revenues –– Selected Product Descriptions and the Overview of Our Performance, Operating Environment, Strategy and Outlook –– Our Operating Environment –– Industry-Specific Challenges –– Intellectual Property Rights and Collaboration/Licensing Rights sections in our 2016 Financial Report and Item 1A. Risk Factors –– Dependence on Key In-Line Products below."
        },
        {
          "year": 2016,
          "paragraphIndex": 96,
          "text": "Brexit . In June 2016, the U.K. electorate voted in a referendum to leave the EU, which is commonly referred to as “Brexit”. At present, it is unclear whether the U.K. will remain within, or affiliated to, the EU system of medicines approval and regulation, or separate itself completely. Immediately following Brexit, EU laws are expected to continue to apply until amended or repealed by the U.K. Parliament. It is however probable that the EMA, currently in London, will have to relocate to an EU member state, many of which have already bid to become the new host country. For additional information on Brexit, see the Analysis of Financial Condition, Liquidity and Capital Resources\n• Global Economic Conditions\n• U.K. in our 2016 Financial Report ."
        },
        {
          "year": 2016,
          "paragraphIndex": 81,
          "text": "The ACA also establishes an Independent Payment Advisory Board (IPAB) to reduce the per capita rate of growth in Medicare spending by proposing changes to Medicare payments if expenditures exceed certain targets. The threshold for triggering IPAB proposals was not reached in 2016, so no adjustments will be made under the IPAB until 2019 at the earliest. If no IPAB members are nominated, the duties of the IPAB will default to the Secretary of the Department of Health and Human Services."
        },
        {
          "year": 2015,
          "paragraphIndex": 192,
          "text": "Because the market price of Allergan ordinary shares and shares of our common stock will fluctuate, our shareholders cannot be sure of the value of the consideration they will receive in the merger. In addition, because the exchange ratio is fixed, the number of ordinary shares of the combined company to be received by holders of Pfizer common stock in the merger will not change between now and the time the merger is completed to reflect changes in the trading prices of Pfizer common stock or Allergan ordinary shares, share repurchases or other factors. Furthermore, although our shareholders will be entitled to elect to receive Allergan ordinary shares or cash consideration for their shares of our common stock, such elections will be subject to proration procedures set forth in the merger agreement, such that our existing shareholders will receive in the aggregate no less than $6 billion and no more than $12 billion in cash, and therefore our existing shareholders may receive a form of consideration different from what they elect."
        },
        {
          "year": 2015,
          "paragraphIndex": 193,
          "text": "Upon completion of the Allergan merger, the rights of our existing shareholders who receive Allergan ordinary shares, which will become the ordinary shares of the combined company, will be governed by the memorandum of association and articles of association of Allergan, which, subject to the amendments contemplated by the merger agreement, will become the memorandum of association and articles of the combined company, and by Irish law. The rights associated with shares of our common stock and our preferred shares are different from the rights associated with these ordinary shares. In addition, the laws of Ireland differ from the laws in effect in the U.S. and may afford less protection to holders of securities in the combined company."
        },
        {
          "year": 2015,
          "paragraphIndex": 195,
          "text": "We expect to account for the proposed merger using the acquisition method of accounting, which will result in charges to our earnings that could adversely affect our reported operating results. Under this method, we will allocate the total purchase price to the assets acquired and liabilities assumed from Allergan based on their fair values as of the date of the completion of the proposed merger, and record any excess of the purchase price over those fair values as goodwill. For certain tangible and intangible assets, reevaluating fair value as of the completion date of the proposed merger will result in Pfizer incurring additional depreciation and/or amortization expense that exceed the combined amounts recorded by Pfizer and Allergan prior to the proposed merger. This increased expense will be recorded by us over the useful lives of the underlying assets. In addition, to the extent the value of goodwill or intangible assets were to become impaired, we may be required to incur charges relating to the impairment of those assets."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "strategic alternatives",
        "bavencio",
        "hurricanes",
        "alternatives consumer",
        "cuts jobs",
        "early stage",
        "jobs",
        "jobs act",
        "puerto",
        "puerto rico",
        "rico",
        "tax cuts",
        "combinations",
        "grant review",
        "hurricanes puerto",
        "advil",
        "centrum",
        "descriptions",
        "product descriptions",
        "certain key",
        "descriptions section",
        "gpd",
        "ipab",
        "celltrion",
        "deficit",
        "likely federal",
        "drugs marketed",
        "enable",
        "health care",
        "pain"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 103,
          "text": "Climate change presents risks to our operations, including the potential for additional regulatory requirements and associated costs, and the potential for more frequent and severe weather events and water availability challenges that may impact our facilities and those of our suppliers. For example, in 2017, our manufacturing and commercial operations in Puerto Rico were impacted by hurricanes. For additional information, see the Overview of Our Performance, Operating Environment, Strategy and Outlook\n• Our Business\n• Impact of Recent Hurricanes in Puerto Rico section of the 2017 Financial Report. We cannot provide assurance that physical risks to our facilities and supply chain due to climate change will not occur in the future; however, we have a program for reviewing our vulnerability to potential weather-related risks and we update our assessments periodically. To date, we have concluded that, because of our facility locations, our existing distribution networks and our controls, we do not anticipate that these risks will have a material impact on Pfizer in the near term."
        },
        {
          "year": 2017,
          "paragraphIndex": 77,
          "text": "Under President Trump’s administration, there have been ongoing efforts to modify or repeal all or certain provisions of the ACA, although the current likelihood of repeal of the ACA appears low given the failure of the Senate’s multiple attempts to repeal various combinations of ACA provisions. In October 2017, the President signed an Executive Order directing federal agencies to look for ways to authorize more health plans that could be less expensive because the plans would not have to meet all of the ACA’s coverage requirements, and announced that his administration will withhold the cost-sharing subsidies paid to health insurance exchange plans serving low-income enrollees. In December 2017, the comprehensive tax reform package signed into law, the Tax Cuts and Jobs Act, includes a provision that effectively repealed the ACA’s individual mandate by removing the penalties. These and similar actions by the administration are widely expected to lead to fewer Americans having comprehensive ACA-compliant health insurance, even in the absence of a full legislative repeal. The revenues generated for Pfizer by the health insurance exchanges under the ACA are minor, so the impact of the recent administration actions is expected to be limited. We also may face uncertainties if our industry is looked to for savings to fund certain legislation, such as lifting the debt ceiling. One recent example is the Bipartisan Budget Act of 2018, which increased the discount we pay in the Medicare Part D coverage gap from 50% to 70%, which will modestly reduce our future Medicare Part D revenues."
        },
        {
          "year": 2017,
          "paragraphIndex": 172,
          "text": "We will incur expenses in connection with the review of strategic alternatives and are likely to incur significant expenses if we determine to move forward with any strategic alternatives. Our future results may be affected by the impact of our review and, if applicable, consummation of strategic alternatives for our Consumer Healthcare business, which are subject to certain risks and uncertainties, including, among other things, the ability to realize the anticipated benefits of any strategic alternatives we may pursue, the potential for disruption to our business and diversion of management’s attention from other aspects of our business, the possibility that such strategic alternatives will not be completed on terms that are advantageous to Pfizer and the possibility that we may be unable to realize a higher value for our Consumer Healthcare through strategic alternatives."
        },
        {
          "year": 2016,
          "paragraphIndex": 42,
          "text": "Biosimilars are versions of biologic medicines that have been developed and proven to be similar to the original biologic in terms of safety and efficacy and to have no clinically meaningful differences. Biosimilars have the potential to offer high-quality, lower-cost alternatives to biologic medicines. Abbreviated legal pathways for the approval of biosimilars exist in certain international markets and, since the passage in 2010 of the ACA, a framework for such approval exists in the U.S. The regulatory implementation of these ACA provisions is ongoing, and, since 2015, the FDA approved a number of biosimilars, including Inflectra (infliximab-dyyb). Pfizer has exclusive commercialization rights to Inflectra from Celltrion Inc. and Celltrion Healthcare, Co., Ltd. (collectively, Celltrion) in the U.S., Canada and certain other territories. Pfizer also shares Inflectra commercialization rights with Celltrion in Europe. For additional information on Inflectra , see the Analysis of the Consolidated Statements of Income –– Revenues –– Selected Product Descriptions –– Inflectra/Remsima section in our 2016 Financial Report. For additional information on the ACA’s approval framework for biosimilars, see Government Regulation and Price Constraints\n• Biosimilar Regulation below."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "The GPD organization is a new, unified center for late-stage development for our innovative products. GPD is expected to enable more efficient and effective development and enhance our ability to accelerate and progress assets through our pipeline. GPD combines certain previously separate development-related functions from the IH business and the WRD organization to achieve a development capability that is expected to deliver high-quality, efficient, and well-executed clinical programs by enabling greater speed, greater cost efficiencies, and reduced complexity across our development portfolio."
        },
        {
          "year": 2016,
          "paragraphIndex": 7,
          "text": "Dietary Supplements : Centrum brands (including Centrum , Centrum Silver , Centrum Men’s and Women’s , Centrum MultiGummies , Centrum VitaMints , Centrum Specialist , Centrum Flavor Burst and Centrum Kids ), Caltrate and Emergen-C ;"
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "joint venture",
        "proposed",
        "proposed transaction",
        "gsk",
        "biologic products",
        "listing",
        "postmarketing",
        "gpd",
        "completion proposed",
        "fees",
        "healthcare joint",
        "libor",
        "nmpa",
        "rule",
        "stock",
        "strategic alternatives",
        "alternatives consumer",
        "medivation",
        "post marketing",
        "aca provisions",
        "anacor",
        "anacor medivation",
        "combinations",
        "commitments contingencies",
        "enterprise",
        "enterprise resource",
        "fda review",
        "hospira anacor",
        "interim",
        "interim data"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 177,
          "text": "Following the integration of the combined business, GSK intends to separate the joint venture as an independent company via a demerger of its equity interest to its shareholders and a listing of the combined business on the U.K. equity market. GSK will have the sole right to decide whether and when to initiate a separation and listing for a period of five years from closing of the proposed transaction. GSK may also sell all or part of its stake in the joint venture in a contemporaneous initial public offering. Should a separation and listing occur during the first five years after closing, Pfizer has the option to participate through the distribution of some or all of its equity interest in the joint venture to its shareholders. Following a separation or listing, and subject to customary lock-up or similar restrictions, Pfizer will also have the ability to sell its equity interest in the joint venture through the capital markets. After the fifth anniversary of the closing of the proposed transaction, both GSK and Pfizer will have the right to decide whether and when to initiate a separation and public listing of the joint venture. The planned separation and"
        },
        {
          "year": 2018,
          "paragraphIndex": 174,
          "text": "Completion of the proposed transaction is subject to a number of conditions, including, among others, the approval of GSK’s shareholders and the receipt of certain governmental and regulatory approvals, including the expiration or termination of the applicable waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, and the receipt of all required approvals under the antitrust laws of certain other jurisdictions, including the EU. Although Pfizer and GSK have agreed to do all things necessary under applicable antitrust laws to complete the proposed transaction as promptly as reasonably practicable, there can be no assurance that these approvals will be obtained in a timely manner or at all or that the other conditions to closing will be satisfied. In addition, in connection with obtaining the required regulatory approvals, governmental authorities may impose conditions on the completion of the proposed transaction or require changes to the terms of the proposed transaction. If any such conditions or changes are imposed, they may jeopardize or delay completion of the proposed transaction, reduce or delay the anticipated benefits of the proposed transaction or allow the parties to terminate the stock and asset purchase agreement, which could negatively impact our stock price and our or the joint venture’s, as applicable, future business and financial results."
        },
        {
          "year": 2018,
          "paragraphIndex": 175,
          "text": "The success of the proposed transaction will depend, in part, on the joint venture’s ability to realize the anticipated benefits and cost synergies from the proposed transaction. These anticipated benefits and cost savings may not be realized or may not be realized within the expected time period. The joint venture’s integration of Pfizer’s and GSK’s consumer healthcare businesses may result in material unanticipated problems, costs, expenses, liabilities, competitive responses, and loss of customer and other business relationships. Any material unanticipated issues arising from the integration process could negatively impact our stock price and our or the joint venture’s, as applicable, future business and financial results."
        },
        {
          "year": 2017,
          "paragraphIndex": 151,
          "text": "the comments received by us from regulatory authorities such as the FDA and the EMA with respect to certain of our drug applications to the satisfaction of those authorities, that any of our pipeline products will receive regulatory approval and, if approved, be commercially successful or that recently approved products will be approved in other markets and/or be commercially successful. There is also a risk that we may not adequately address existing regulatory agency findings concerning the adequacy of our regulatory compliance processes and systems or implement sustainable processes and procedures to maintain regulatory compliance and to address future regulatory agency findings, should they occur. In addition, there are risks associated with preliminary, early stage or interim data, including the risk that final results of studies for which preliminary, early stage or interim data have been provided and/or additional clinical trials may be different from (including less favorable than) the preliminary, early stage or interim data results and may not support further clinical development of the applicable product candidate or indication. In addition, clinical trial data are subject to differing interpretations, and, even when we view data as sufficient to support the safety and/or effectiveness of a product candidate or a new indication for an in-line product, regulatory authorities may not share our views and may require additional data or may deny approval altogether."
        },
        {
          "year": 2017,
          "paragraphIndex": 170,
          "text": "The success of our acquisitions of Hospira, Anacor, Medivation and AstraZeneca’s small molecule anti-infectives business will depend, in large part, on our ability to realize anticipated benefits from combining these businesses with Pfizer. We, for example, may fail to achieve cost savings anticipated with the acquisition of Hospira, or such cost savings within the expected time frame. Similarly, the accretive impact anticipated from the acquisitions of Hospira, Anacor and Medivation may not be realized or may be delayed. Integration of these businesses may result in the loss of key employees, the disruption of ongoing business, including third-party relationships, or inconsistencies in standards, controls, procedures and policies. We also may fail to generate the revenue growth for the acquired business that we expected at the time of entering into the transaction. Expected revenue from acquired products and product candidates also may be constrained by developments outside of our control. Unsuccessful clinical trials, regulatory hurdles and commercialization challenges may adversely impact revenue and income contribution from products and product candidates, including those acquired in these acquisitions. Hospira, for example, has experienced manufacturing disruptions and substantial regulatory scrutiny due to quality issues, including receiving a warning letter from the FDA in February 2017 communicating the FDA ’ s view that certain violations of cGMP regulations exist at Hospira ’ s manufacturing facility in McPherson, Kansas. Manufacturing problems, as well as any corrective actions and their operational implementation, could adversely impact the revenue we generate from products acquired from Hospira and result in substantial unanticipated costs. For additional information, see the Overview of Our Performance, Operating Environment, Strategy and Outlook –– Our Business\n• Product Manufacturing section in our 2017 Financial Report. Also, the success of our acquisition of Medivation depends on our ability to grow revenues for Xtandi and expand Xtandi into the non-metastatic castration-resistant prostate cancer setting."
        },
        {
          "year": 2017,
          "paragraphIndex": 133,
          "text": "We are migrating to a consistent enterprise resource planning system across the organization. These are enhancements of ongoing activities to standardize our financial systems. If any difficulties in the migration to or in the operation of our enterprise resource planning system were to occur, they could adversely affect our operations, including, among other ways, through a failure to meet demand for our products, or adversely affect our ability to meet our financial reporting obligations."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "mylan",
        "benefits combination",
        "biopharma",
        "upjohn business",
        "upjohn mylan",
        "data security",
        "Coronavirus",
        "began july",
        "bidding process",
        "circuit",
        "competition began",
        "completion combination",
        "june multi",
        "multi source",
        "personal data",
        "proposed transaction",
        "financial reporting",
        "beginning",
        "completion proposed",
        "distributors",
        "rule",
        "wrd",
        "bipartisan",
        "blueprint",
        "changes aca",
        "harbor",
        "internal control",
        "proposed rule",
        "safe harbor",
        "beginning fiscal"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 131,
          "text": "We recorded direct product and/or alliance revenues of more than $1 billion for each of eight biopharmaceutical products in 2019: Prevnar 13/Prevenar 13, Ibrance, Eliquis, Lyrica, Xeljanz, Lipitor, Enbrel and Chantix/Champix. Those products accounted for 49% of our total revenues in 2019 . If these products or any of our other major products were to become subject to problems such as loss of patent protection (if applicable), changes in prescription growth rates, material product liability litigation, unexpected side effects, regulatory proceedings, publicity affecting doctor or patient confidence, pressure from existing competitive products, changes in labeling, pricing and access pressures, supply shortages or, if a new, more effective treatment should be introduced, the adverse impact on our revenues could be significant. A number of our products have experienced patent-based expirations or loss of regulatory exclusivity in certain markets in the last few years, and patents covering a number of our best-selling medicines are, or have been, the subject of pending legal challenges. For example, as a result of a patent litigation settlement, Teva Pharmaceuticals USA, Inc. launched a generic version of Viagra (a product in our Upjohn business) in the U.S. in December 2017. In addition, Lyrica (a product in our Upjohn business) lost patent protection in the U.S. in June 2019 and multi-source generic competition began in July 2019. Also, the basic product patent for Chantix in the U.S. will expire in November 2020. In addition, our revenues could be significantly impacted by the timing and rate of commercial acceptance of key new products. For additional information, see the Item 1. Business––Patents and Other Intellectual Property Rights section in this 2019 Form 10-K. Further, our Alliance revenues will be adversely affected by the termination or expiration of collaboration and co-promotion agreements that we have entered into and that we may enter into from time to time."
        },
        {
          "year": 2019,
          "paragraphIndex": 96,
          "text": "Upjohn and most off-patent originators were not successful in the first bidding process under this pilot, which was finalized in December 2018 and implemented in March 2019, and most contracts went to local generic companies. The first bidding process resulted in significant price cuts by the successful bidders, with some bidders reducing the price of their products by as much as 96 percent, as companies attempted to secure volumes on the Chinese pharmaceutical market. The drugs that lost the bidding were also requested to reduce their selling price up to 30 percent based on the price difference with the successful bidder. China’s government began nationwide expansion of the VBP pilot in December 2019. The expanded model, which is being implemented nationwide, applies to certain drugs that are purchased for public hospitals as well as some military and private medical institutions. As in the first bidding process, our Upjohn business unit and most originator brands were not successful in"
        },
        {
          "year": 2019,
          "paragraphIndex": 114,
          "text": "Data Privacy. Outside of the U.S., many countries where we conduct business, including the EU, have privacy and data security laws and regulations concerning the collection and use of personal data, and we must comply with these laws and regulations as well. One applicable law is the EU’s General Data Protection Regulation (GDPR). The GDPR imposes detailed obligations on companies that collect, use, or otherwise process personal data and penalties for noncompliance may include fines of up to 4 percent of the company’s global annual revenue. Additionally, the legislative and regulatory framework for privacy and data protection issues worldwide is rapidly evolving as countries continue to adopt privacy and data security laws. Any inability to comply with applicable laws, regulations, policies, industry standards or other legal obligations regarding data protection or privacy could result in additional costs and liability to Pfizer as well as reputational harm and may adversely affect our business."
        },
        {
          "year": 2018,
          "paragraphIndex": 199,
          "text": "The accuracy of our financial reporting depends on the effectiveness of our internal control over financial reporting. Internal control over financial reporting can provide only reasonable assurance with respect to the preparation and fair presentation of financial statements and may not prevent or detect misstatements. Failure to maintain effective internal control over financial reporting, or lapses in disclosure controls and procedures, could undermine the ability to provide accurate disclosure (including with respect to financial information) on a timely basis, which could cause investors to lose confidence in our disclosures (including with respect to financial information), require significant resources to remediate the lapse or deficiency, and expose us to legal or regulatory proceedings."
        },
        {
          "year": 2018,
          "paragraphIndex": 176,
          "text": "Moreover, uncertainty about the effect of the proposed transaction on employees, customers, suppliers, distributors and other business partners may have an adverse effect on us and the joint venture. These uncertainties may impair our and/or the joint venture’s ability to attract, retain and motivate key personnel until the transaction is consummated and for a period of time thereafter, and could cause customers, suppliers, distributors and others who deal with us and/or the joint venture to seek to change or cancel existing business relationships with us and/or the joint venture or fail to renew existing relationships. Employee retention may be challenging during the pendency of the proposed transaction, as certain employees may experience uncertainty about their future roles. If key employees depart because of issues related to the uncertainty and difficulty of integration or a desire not to remain with the combined business, our business and the business of the joint venture following the completion of the transaction could be adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 174,
          "text": "Completion of the proposed transaction is subject to a number of conditions, including, among others, the approval of GSK’s shareholders and the receipt of certain governmental and regulatory approvals, including the expiration or termination of the applicable waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, and the receipt of all required approvals under the antitrust laws of certain other jurisdictions, including the EU. Although Pfizer and GSK have agreed to do all things necessary under applicable antitrust laws to complete the proposed transaction as promptly as reasonably practicable, there can be no assurance that these approvals will be obtained in a timely manner or at all or that the other conditions to closing will be satisfied. In addition, in connection with obtaining the required regulatory approvals, governmental authorities may impose conditions on the completion of the proposed transaction or require changes to the terms of the proposed transaction. If any such conditions or changes are imposed, they may jeopardize or delay completion of the proposed transaction, reduce or delay the anticipated benefits of the proposed transaction or allow the parties to terminate the stock and asset purchase agreement, which could negatively impact our stock price and our or the joint venture’s, as applicable, future business and financial results."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "bnt",
        "website",
        "colleagues",
        "covid pandemic",
        "eua",
        "challenges related",
        "remaining generic",
        "biontech",
        "bla",
        "settled",
        "available website",
        "chief",
        "constraints section",
        "officer",
        "financial report",
        "form table",
        "table contents",
        "joint",
        "joint venture",
        "venture",
        "consolidated financial",
        "financial statements",
        "notes consolidated",
        "statements note",
        "section financial",
        "lyrica",
        "began",
        "benefits combination",
        "biopharma"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 93,
          "text": "Information relating to corporate governance at Pfizer, including our Corporate Governance Principles; Director Qualification Standards; Pfizer Policies on Business Conduct (for all of our employees, including our Chief Executive Officer, Chief Financial Officer and Principal Accounting Officer); Code of Business Conduct and Ethics for Members of the Board of Directors; information concerning our Directors; ways to communicate by e-mail with our Directors; Board Committees; Committee Charters; Charter of the Lead Independent Director; and transactions in Pfizer securities by Directors and Officers are available on our website. We will provide any of the foregoing information without charge upon written request to our Corporate Secretary, Pfizer Inc., 235 East 42nd Street, New York, NY 10017. We will disclose any future amendments to, or waivers from, provisions of the Pfizer Policies on Business Conduct affecting our Chief Executive Officer, Chief Financial Officer and Controller on our website as promptly as practicable, as may be required under applicable SEC and NYSE rules. Information relating to shareholder services, including the Computershare Investment Program, book-entry share ownership and direct deposit of dividends, is also available on our website."
        },
        {
          "year": 2020,
          "paragraphIndex": 59,
          "text": "In the context of public health emergencies like the COVID-19 pandemic, we may apply for EUA with the FDA, which when granted, allows for the distribution and use of our products during the term declared and extended by the government, in accordance with the conditions set forth in the EUA, unless the EUA is otherwise terminated at the government’s discretion. Although the criteria of an EUA differ from the criteria for approval of an NDA or BLA, EUAs nevertheless require the development and submission of data to satisfy the relevant FDA standards, and a number of ongoing compliance obligations. The FDA expects EUA holders to work toward submission of full applications, such as a BLA, as soon as possible. For BNT162b2, we are working towards submitting a BLA for possible full regulatory approval."
        },
        {
          "year": 2020,
          "paragraphIndex": 155,
          "text": "Our business, operations and financial condition and results have been and may continue to be impacted by the COVID-19 pandemic to varying degrees. The pandemic has presented a number of risks and challenges for our business, including, among others, impacts due to travel limitations and mobility restrictions; manufacturing disruptions and delays; supply chain interruptions, including challenges related to reliance on third-party suppliers; disruptions to pipeline development and clinical trials, including difficulties or delays in enrollment of certain clinical trials and in access to needed supplies; decreased product demand, due to reduced numbers of in-person meetings with prescribers, patient visits with physicians, vaccinations and elective surgeries, resulting in fewer new prescriptions or refills of existing prescriptions and reduced demand for products used in procedures; further reduced product demand as a result of increased unemployment; challenges presented by reallocating personnel and R&D, manufacturing and other resources to assist in responding to the pandemic; costs associated with the COVID-19 pandemic, including practices intended to reduce the risk of transmission, increased supply chain costs and additional R&D costs incurred in our efforts to develop a vaccine to help prevent COVID-19 and potential treatments for COVID-19; challenges related to our business development initiatives, including potential delays or disruptions related to regulatory approvals; interruptions or delays in the operations of regulatory authorities, which may delay potential approval of new products we are developing, potential label expansions for existing products and the launch of newly-approved products; challenges operating in a virtual work environment; potential increased cyber incidents such as phishing, social engineering and malware attacks; challenges related to our intellectual property, both domestically and internationally, including in response to any pressure or legal or regulatory action that could potentially result in us not seeking intellectual property protection for, licensing, or agreeing not to enforce,"
        },
        {
          "year": 2019,
          "paragraphIndex": 191,
          "text": "Moreover, although we have certain consent, board representation and other governance rights with respect to the joint venture, Pfizer is a minority owner of the joint venture. As a result, Pfizer does not have control over the joint venture, its management or its policies and we may have business interests, strategies and goals that differ in certain respects from those of GSK or the joint venture."
        },
        {
          "year": 2019,
          "paragraphIndex": 193,
          "text": "The success of the transaction will also depend, in part, on the joint venture’s ability to realize the anticipated benefits and cost synergies from the transaction. These anticipated benefits and cost savings may not be realized or may not be realized within the expected time period. The joint venture’s integration of Pfizer’s and GSK’s historic consumer healthcare businesses may result in material unanticipated problems, costs, expenses, liabilities, competitive responses, and loss of customer and other business relationships. Any material unanticipated issues arising from the integration process could negatively impact our stock price and our or the joint venture’s future business and financial results ."
        },
        {
          "year": 2019,
          "paragraphIndex": 192,
          "text": "In addition, the joint venture will be subject to the risks associated with the joint venture’s consumer healthcare business, and the business, financial condition and results of operations of the joint venture may be affected by factors that are different from or in addition to those that previously affected the business, financial condition and results of operations of Pfizer’s historical consumer healthcare business. Many of these factors are outside of our and the joint venture’s control, and could materially impact the business, financial condition and results of operations of the joint venture."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "paxlovid",
        "comirnaty",
        "comirnaty bnt",
        "covid treatment",
        "cibinqo",
        "future covid",
        "includes innovative",
        "oral covid",
        "paxlovid future",
        "bnt paxlovid",
        "demerger",
        "drugs vaccines",
        "future litigation",
        "identified",
        "program paxlovid",
        "available website",
        "chief",
        "district",
        "officer",
        "directors",
        "district court",
        "initiated",
        "measures liquidity",
        "potential treatments",
        "proxy",
        "recently",
        "selected measures",
        "vendors",
        "activities subject",
        "biontech covid"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 142,
          "text": "The terms of our EUA for Comirnaty require that we conduct post-authorization observational studies in patients at least 5 years of age or older who received a booster dose, or other populations of interest including healthcare workers, pregnant women, immunocompromised individuals, and subpopulations with specific comorbidities. Additionally, in relation to the FDA approval for Comirnaty, we are required to complete certain postmarketing study requirements and commitments by 2024 as identified in the August 2021 approval letter. The terms of our EUA for Paxlovid require monitoring for convergence of global viral variants of SARS-CoV-2 and potential assessment of Paxlovid activity against identified global variants of interest. Additionally, in relation to the potential FDA approval for Paxlovid, we are required to complete certain other analyses and studies as identified in the December 2021 authorization letter."
        },
        {
          "year": 2021,
          "paragraphIndex": 170,
          "text": "• whether and when submissions to request emergency use or conditional marketing authorizations for Paxlovid or any other future COVID-19 treatment and/or any drug applications for any indication for Paxlovid or any other future COVID-19 treatment may be filed in any jurisdiction, and if obtained, whether or when such EUA or licenses will expire or terminate;"
        },
        {
          "year": 2021,
          "paragraphIndex": 108,
          "text": "Paxlovid, while we believe that these products have the potential to provide ongoing revenue streams for Pfizer for the foreseeable future, revenues of these products following the COVID-19 pandemic may not be at the similar levels as those being generated during the pandemic. For information on additional risks associated with Comirnaty/BNT162b2 and Paxlovid, see the COVID-19 Pandemic section below."
        },
        {
          "year": 2020,
          "paragraphIndex": 93,
          "text": "Information relating to corporate governance at Pfizer, including our Corporate Governance Principles; Director Qualification Standards; Pfizer Policies on Business Conduct (for all of our employees, including our Chief Executive Officer, Chief Financial Officer and Principal Accounting Officer); Code of Business Conduct and Ethics for Members of the Board of Directors; information concerning our Directors; ways to communicate by e-mail with our Directors; Board Committees; Committee Charters; Charter of the Lead Independent Director; and transactions in Pfizer securities by Directors and Officers are available on our website. We will provide any of the foregoing information without charge upon written request to our Corporate Secretary, Pfizer Inc., 235 East 42nd Street, New York, NY 10017. We will disclose any future amendments to, or waivers from, provisions of the Pfizer Policies on Business Conduct affecting our Chief Executive Officer, Chief Financial Officer and Controller on our website as promptly as practicable, as may be required under applicable SEC and NYSE rules. Information relating to shareholder services, including the Computershare Investment Program, book-entry share ownership and direct deposit of dividends, is also available on our website."
        },
        {
          "year": 2020,
          "paragraphIndex": 28,
          "text": "(5) Eliquis was developed and is being commercialized in collaboration with BMS. For Eliquis in the U.S., two patents listed in the FDA Orange Book, the composition of matter patent claiming apixaban specifically and a formulation patent, were challenged by numerous generic companies and are the subject of patent infringement litigation. Prior to the August 2020 ruling referenced in the following sentence, we and BMS settled with a number of these generic companies (settled generic companies) while continuing to litigate against three remaining generic companies (remaining generic companies). In August 2020, the U.S. District Court for the District of Delaware decided that the two challenged Eliquis patents are both valid and infringed by the remaining generic companies. The remaining generic companies have appealed the Delaware court decision and the final decision in this case could determine when generic versions of Eliquis will come on the market."
        },
        {
          "year": 2020,
          "paragraphIndex": 102,
          "text": "We also commercialize biosimilar products that compete with products of others, including other biosimilar products. Uptake of our biosimilars may be lower due to various factors, such as anti-competitive practices, access challenges where our product may not receive appropriate coverage/reimbursement access or remains in a disadvantaged position relative to an innovator product, physician reluctance to prescribe biosimilars for existing patients taking the innovative product, or misaligned financial incentives. For example, Inflectra has experienced access challenges among commercial payers. In September 2017, Pfizer filed suit in the U.S. District Court for the Eastern District of Pennsylvania against J&J alleging that J&J’s exclusionary contracts and other anticompetitive practices concerning Remicade® (infliximab) violate federal antitrust laws."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "bivalent",
        "comirnaty monovalent",
        "monovalent",
        "monovalent bivalent",
        "vaccine candidates",
        "adapted",
        "ira",
        "adapted vaccine",
        "biontech covid",
        "bivalent variant",
        "emission",
        "emissions",
        "expand",
        "pending spc",
        "variant adapted",
        "comirnaty bnt",
        "gsk",
        "consumer healthcare",
        "includes innovative",
        "libor",
        "oral covid",
        "analysis consolidated",
        "bnt paxlovid",
        "consolidated statements",
        "demerger",
        "focused",
        "statements income",
        "bnt potential",
        "commercial operations",
        "duration"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 162,
          "text": "• whether and when submissions to request emergency use or conditional marketing authorizations for Comirnaty or any future vaccines in additional populations, for a potential booster dose for Comirnaty, any monovalent or bivalent vaccine candidates or any potential future vaccines (including potential future annual boosters or re-vaccinations), and/or biologics license and/or EUA applications or amendments to any such applications may be filed in particular jurisdictions for Comirnaty, any monovalent or bivalent vaccine candidates or any other potential vaccines that may arise from the BNT162 program, including a potential variant-based, higher dose, or bivalent vaccine or any other potential vaccines, and if obtained, whether or when such EUA or licenses, or existing EUAs, will expire or terminate;"
        },
        {
          "year": 2022,
          "paragraphIndex": 156,
          "text": "• uncertainties inherent in R&D, including the ability to meet anticipated clinical endpoints, commencement and/or completion dates for clinical trials, regulatory submission dates, regulatory approval dates and/or launch dates, as well as risks associated with pre-clinical and clinical data (including Phase 1/2/3 or Phase 4 data for Comirnaty, any monovalent, bivalent or variant-adapted vaccine candidates or any other vaccine candidate in the BNT162 program or Paxlovid or any future COVID-19 treatment) in any of our studies in pediatrics, adolescents or adults or real world evidence, including the possibility of unfavorable new pre-clinical, clinical or safety data and further analyses of existing pre-clinical, clinical or safety data or further information regarding the quality of pre-clinical, clinical or safety data, including by audit or inspection;"
        },
        {
          "year": 2022,
          "paragraphIndex": 164,
          "text": "• whether and when any application that may be pending or filed for Comirnaty, any monovalent, bivalent or variant-adapted vaccine candidates or other vaccines that may result from the BNT162 program, Paxlovid or any future COVID-19 treatment or any other COVID-19 program may be approved by particular regulatory authorities, which will depend on myriad factors, including making a determination as to whether the vaccine’s or drug’s benefits outweigh its known risks and determination of the vaccine’s or drug’s efficacy and, if approved, whether it will be commercially successful;"
        },
        {
          "year": 2021,
          "paragraphIndex": 161,
          "text": "In June 2021, GSK announced that it intends to demerge at least 80% of its 68% ownership interest in the JV in mid-2022, subject to GSK shareholder approval. Following the demerger, the JV is expected to be an independent, listed company on the London Stock Exchange with American Depositary Receipts to be listed in the U.S., in which Pfizer would initially hold a 32% ownership interest and GSK may hold up to a 13.6% ownership interest. Notwithstanding GSK’s announcement, the demerger may not be completed within expected time periods or at all, and both the timing and success of the demerger (or any other separation and public listing transaction), will be subject to prevailing market conditions and other factors at the time of such transaction. Any future distribution or sale of our stake in the JV will similarly be subject to prevailing market conditions and other factors at the time of such transaction. Our ability to complete any such future distribution or sale may also be impacted by the size of our retained stake at the time. The uncertainty relating to any separation and public listing transactions (including the announced demerger), their implementation, their timing and their yet to be determined effects on the JV’s business may subject us and the JV to risks and uncertainties that may adversely affect our business and financial results."
        },
        {
          "year": 2021,
          "paragraphIndex": 160,
          "text": "In 2019, we and GSK combined our respective consumer healthcare businesses into a JV that operates globally under the GSK Consumer Healthcare name. Although we have certain consent, board representation and other governance rights, we are a minority owner of the JV and do not control the JV, its management or its policies. As a result, our ability to realize the anticipated benefits of the transaction depend upon GSK’s operation and management of the JV. In addition, the JV is subject to risks that are different than the risks associated with our business. Many of these risks are outside GSK’s or the JV’s control and could materially impact the business, financial condition and results of operations of the JV."
        },
        {
          "year": 2021,
          "paragraphIndex": 0,
          "text": "Following (i) the spin-off and combination of the Upjohn Business (which was our global, primarily off-patent branded and generics business) with Mylan in 2020, which created a new global pharmaceutical company, Viatris, and (ii) the formation of the Consumer Healthcare JV with GSK in 2019, we saw the culmination of Pfizer’s transformation into a more focused, global leader in science-based innovative medicines and vaccines, and beginning in the fourth quarter of 2020, we operated as a single operating segment engaged in the discovery, development, manufacturing, marketing, sale and distribution of biopharmaceutical products worldwide. At the beginning of our fiscal fourth quarter 2021, we reorganized our commercial operations and began to manage our commercial operations through a new global structure consisting of two operating segments, each led by a single manager: Biopharma, our innovative science-based biopharmaceutical business, and PC1, our global contract development and manufacturing organization and a leading supplier of specialty active pharmaceutical ingredients."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "seagen",
        "padcev",
        "fair price",
        "maximum fair",
        "acquisition",
        "genmab",
        "acquisition seagen",
        "adcetris",
        "artificial",
        "expiries",
        "hrsa",
        "intelligence",
        "july",
        "negotiation program",
        "payers",
        "section form",
        "information item",
        "comirnaty monovalent",
        "health care",
        "monovalent bivalent",
        "adapted vaccine",
        "bivalent variant",
        "party payers",
        "primarily sell",
        "sections form",
        "sell vaccines",
        "variant adapted",
        "hybrid",
        "myovant"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 168,
          "text": "Artificial intelligence-based software is increasingly being used in the biopharmaceutical and global healthcare industries. As with many developing technologies, artificial intelligence-based software presents risks and challenges. For example, algorithms may be flawed; data sets may be insufficient, of poor quality, or contain biased information; and inappropriate or controversial data practices by data scientists, engineers, and end-users could impair results. If the analyses that artificial intelligence-based applications assist in producing are deficient or inaccurate, we could be subjected to competitive harm, potential legal liability and brand or reputational harm. Furthermore, use of artificial intelligence-based software may lead to the release of confidential information which may impact our ability to realize the benefits of our intellectual property."
        },
        {
          "year": 2023,
          "paragraphIndex": 67,
          "text": "The drug pricing provisions of the IRA, which was signed into law in August 2022, began to be implemented in 2022 and implementation will continue over the next several years. The IRA includes several provisions to lower prescription drug costs for Medicare patients and to reduce drug spending by the federal government. Among other things, the IRA enhances the Medicare Part D benefit by eliminating the coverage gap (“donut hole”) beginning in 2025, adds a maximum out-of-pocket cap for Medicare beneficiaries (set at $2,000 for 2025), and creates a new program that allows patients to pay their cost-sharing over time. The law also requires manufacturers to provide a 10% discount on branded prescriptions in the initial coverage phase and a 20% discount in the catastrophic phase, imposes rebates under Medicare Part B and Medicare Part D on drug price increases that outpace inflation, and directs HHS to set the prices of certain high-expenditure, single-source drugs and biologics covered under Medicare (known as the “Medicare Drug Price Negotiation Program”). In August 2023, the Biden Administration published the first ten medicines subject to the Medicare Drug Price Negotiation Program, which included Eliquis. As a selected drug, CMS will establish a “maximum fair price” for Eliquis and that price will be published by September 1, 2024. The price will be in effect in 2026. The maximum fair price established by CMS is required to be offered to all Medicare beneficiaries and to covered entities participating in the 340B Program if that maximum fair price is lower than the discounted price such entities are offered under the 340B Program ceiling price calculation. In addition, there will be a new Medicare manufacturer discount program agreement expected to be signed in March 2024 that will change our discounting obligations for all medicines in Medicare, with few exceptions, beginning in 2025. The Medicare Drug Price Negotiation Program is currently subject to legal challenges and therefore, the outcome of the Program remains uncertain. We continue to evaluate the impact of the IRA on our business, operations and financial condition and results as the full effect of the IRA on our business and the pharmaceutical industry remains uncertain."
        },
        {
          "year": 2023,
          "paragraphIndex": 134,
          "text": "In the U.S., pharmaceutical product pricing is subject to government and public scrutiny and calls for reform, and many of our products are subject to increasing pricing pressures as a result. We expect to see continued focus by the U.S. Congress and the Biden Administration on regulating pricing and access to medicine. For example, in August 2022, the drug pricing provisions of the IRA were signed into law, which, among other things, require manufacturers of certain drugs, including Pfizer, to engage in price negotiations with Medicare which will permit the CMS to set a maximum fair price for selected drugs, impose rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation, and replace the Part D coverage gap discount program with a new discounting program. The drug pricing provisions of the IRA began to be implemented in 2022 and implementation efforts are expected to continue over the next several years. In August 2023, the Biden Administration unveiled the first round of medicines subject to the Medicare Drug Pricing Negotiation Program, which included Eliquis. CMS will establish a maximum fair price for Eliquis that will be in effect in 2026. That maximum fair price will be required to be offered to all Medicare beneficiaries and to covered entities participating in the 340B Program if lower than the 340B price. Health plans may also require rebates in addition to the maximum fair price for preferred placement on a Medicare plan formulary. The Medicare Drug Price Negotiation Program is currently subject to legal challenges and therefore, the outcome of the 340B Program remains uncertain. We continue to evaluate the impact of the IRA on our business, operations, financial condition and results as the full effect of the IRA on our business and the pharmaceutical industry remains uncertain."
        },
        {
          "year": 2022,
          "paragraphIndex": 94,
          "text": "Third-party payers also use additional measures such as new-to-market blocks, exclusion lists, indication-based pricing and value-based pricing/contracting to improve their cost containment efforts. Such payers are also increasingly imposing utilization management tools, such as clinical protocols, requiring prior authorization for a branded product if a generic product is available or requiring the patient to first fail on one or more generic products before permitting access to a branded medicine. As the U.S. private third-party payer market consolidates further and as more drugs become available in generic form, we may face greater pricing pressure from private third-party payers as they continue to drive more of their patients to use lower cost generic alternatives."
        },
        {
          "year": 2022,
          "paragraphIndex": 92,
          "text": "Private payers, such as health plans, and other managed care entities, such as PBMs, continue to take action to manage the utilization and costs of drugs. The negotiating power of MCOs and other private third-party payers has increased due to consolidation, and they, along with governments, increasingly employ formularies to control costs and encourage utilization of certain drugs, including through the use of formulary inclusion or favorable formulary placement. These initiatives have increased consumers’ interest and input in medication choices, as they pay for a larger portion of their prescription costs and may cause them to favor lower-cost generic alternatives. We may fail to obtain or maintain timely or adequate pricing or formulary placement of our products, or fail to obtain such formulary placement at favorable pricing."
        },
        {
          "year": 2022,
          "paragraphIndex": 17,
          "text": "Our prescription biopharmaceutical products, with the exception of Paxlovid, are sold principally to wholesalers, but we also sell directly to retailers, hospitals, clinics, government agencies and pharmacies. In 2022, we principally sold Paxlovid to government agencies. In the U.S., we primarily sell our vaccines directly to the federal government, CDC, wholesalers, individual provider offices, retail pharmacies and integrated delivery systems. Outside the U.S., we primarily sell our vaccines to government and non-government institutions. Certain of these government contracts may be renegotiated or terminated at the discretion of a government entity. In addition, our contracts with government and supranational organizations for the sales of Comirnaty and Paxlovid, which are binding contracts, represented a significant amount of revenues in 2022. To date, we primarily sold Comirnaty and Paxlovid globally under government contracts. We expect sales of Comirnaty and Paxlovid in the U.S. will transition to commercial channels in the second half of 2023. We also seek to gain access for our products on formularies, which are lists of approved medicines available to members of healthcare programs or PBMs. PBMs use various benefit designs, such as tiered co-pays for formulary products, to drive utilization of products in preferred formulary positions. We may also work with payers on disease management programs that help to develop tools and materials to educate patients and physicians on key disease areas. For information on our significant customers, see Note 17 C ."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "mdpnp",
        "effective january",
        "exclusivity expiries",
        "line plus",
        "mcc",
        "merit",
        "plus mcc",
        "second line",
        "actual",
        "attitudes",
        "combinations",
        "effect january",
        "february",
        "limits",
        "mdrp",
        "paxlovid future",
        "covid treatment",
        "artificial",
        "bnt",
        "bnt program",
        "diverse",
        "esg",
        "inclusive",
        "intelligence",
        "negotiation program",
        "program paxlovid",
        "biden",
        "biden administration",
        "colleague experience",
        "intelligence based"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 35,
          "text": "(15) Tivdak is commercialized in collaboration with Genmab. Pfizer has co-promotion rights in the U.S. Outside the U.S., Genmab has the sole right to promote Tivdak for second-line plus mCC and has co-promotion rights for other indications in all territories except certain territories where Zai Lab Limited (Zai Lab) has commercialization rights (mainland China, Hong Kong, Macau, and Taiwan). Pfizer and Genmab equally share all costs and profits for Tivdak in the U.S., Europe, China (including the payments from Zai Lab described below), and Japan; provided that Genmab will be solely responsible for all costs of development, manufacturing and commercialization of second-line plus mCC outside the U.S. and the Zai Lab territories. Genmab will pay Pfizer a royalty-based percentage of aggregate net sales of Tivdak for second-line plus mCC outside the U.S. and the Zai Labs territories. In markets outside the U.S. other than Europe, China, and Japan, Pfizer will pay Genmab a royalty based on a percentage of aggregate net sales of Tivdak for indications other than second-line plus mCC."
        },
        {
          "year": 2024,
          "paragraphIndex": 127,
          "text": "In the U.S., pharmaceutical product pricing is subject to government and public scrutiny and calls for reform, and many of our products are subject to increasing pricing pressures as a result. We expect to see continued focus by the U.S. government on regulating pricing and access to medicine. For example, the drug pricing provisions of the IRA are being implemented over the next several years. The IRA directs HHS to set the prices of certain high-expenditure, single-source drugs and biologics covered under Medicare. The IRA also imposes rebates under Medicare Part B and Medicare Part D which require manufacturers to pay rebates if price increases outpace inflation relative to a benchmark period, and replaces the Medicare Part D coverage gap discount program with a new discounting program. The drug pricing provisions of the IRA began to be implemented in 2022 and implementation efforts will continue in coming years. In August 2023, CMS published the first ten medicines subject to the MDPNP, which included Eliquis. In August 2024, the government released the new Medicare price for Eliquis, which will become effective January 1, 2026. On January 17, 2025, CMS announced the selection of another 15 drugs from Medicare Part D for the maximum fair price, with prices to be set and effective on January 1, 2027. Ibrance and Xtandi were included in the list of 15 drugs selected. Another 15 drugs from Medicare Part B or Medicare Part D will be selected by February 1, 2026, for the maximum price to be set and in effect by January 1, 2028. It is possible that more of our products could be selected in future years, which could, among other things, lead to lower revenues prior to expiry of intellectual property protections. Health plans may also require rebates in addition to the maximum fair price for preferred placement on a Medicare plan formulary. The MDPNP is currently subject to legal challenges and therefore, the outcome remains uncertain. We continue to evaluate the impact of the IRA on our business, operations and financial condition and results as the full effect of the IRA on our business and the pharmaceutical industry remains uncertain. For additional information, see the Item 1. Business\n• Government Regulation and Price Constraints"
        },
        {
          "year": 2024,
          "paragraphIndex": 89,
          "text": "Culture. We cultivate community in our workplace and our purpose of delivering breakthroughs that change patients’ lives. As we work to bring together people with different perspectives and experiences we foster a collaborative environment based on merit. We continue to execute a merit-based talent approach, focusing on identifying candidates with the right qualifications and ensuring they are considered for the opportunities based on their skills, abilities, and performance. We aim to provide everyone with an opportunity to demonstrate their merit. Our leaders set the tone for the company, embracing accountability and transparency, while promoting a vibrant culture in which colleagues are free to speak up and are encouraged to share views and raise concerns without fear of retaliation."
        },
        {
          "year": 2023,
          "paragraphIndex": 168,
          "text": "Artificial intelligence-based software is increasingly being used in the biopharmaceutical and global healthcare industries. As with many developing technologies, artificial intelligence-based software presents risks and challenges. For example, algorithms may be flawed; data sets may be insufficient, of poor quality, or contain biased information; and inappropriate or controversial data practices by data scientists, engineers, and end-users could impair results. If the analyses that artificial intelligence-based applications assist in producing are deficient or inaccurate, we could be subjected to competitive harm, potential legal liability and brand or reputational harm. Furthermore, use of artificial intelligence-based software may lead to the release of confidential information which may impact our ability to realize the benefits of our intellectual property."
        },
        {
          "year": 2023,
          "paragraphIndex": 134,
          "text": "In the U.S., pharmaceutical product pricing is subject to government and public scrutiny and calls for reform, and many of our products are subject to increasing pricing pressures as a result. We expect to see continued focus by the U.S. Congress and the Biden Administration on regulating pricing and access to medicine. For example, in August 2022, the drug pricing provisions of the IRA were signed into law, which, among other things, require manufacturers of certain drugs, including Pfizer, to engage in price negotiations with Medicare which will permit the CMS to set a maximum fair price for selected drugs, impose rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation, and replace the Part D coverage gap discount program with a new discounting program. The drug pricing provisions of the IRA began to be implemented in 2022 and implementation efforts are expected to continue over the next several years. In August 2023, the Biden Administration unveiled the first round of medicines subject to the Medicare Drug Pricing Negotiation Program, which included Eliquis. CMS will establish a maximum fair price for Eliquis that will be in effect in 2026. That maximum fair price will be required to be offered to all Medicare beneficiaries and to covered entities participating in the 340B Program if lower than the 340B price. Health plans may also require rebates in addition to the maximum fair price for preferred placement on a Medicare plan formulary. The Medicare Drug Price Negotiation Program is currently subject to legal challenges and therefore, the outcome of the 340B Program remains uncertain. We continue to evaluate the impact of the IRA on our business, operations, financial condition and results as the full effect of the IRA on our business and the pharmaceutical industry remains uncertain."
        },
        {
          "year": 2023,
          "paragraphIndex": 67,
          "text": "The drug pricing provisions of the IRA, which was signed into law in August 2022, began to be implemented in 2022 and implementation will continue over the next several years. The IRA includes several provisions to lower prescription drug costs for Medicare patients and to reduce drug spending by the federal government. Among other things, the IRA enhances the Medicare Part D benefit by eliminating the coverage gap (“donut hole”) beginning in 2025, adds a maximum out-of-pocket cap for Medicare beneficiaries (set at $2,000 for 2025), and creates a new program that allows patients to pay their cost-sharing over time. The law also requires manufacturers to provide a 10% discount on branded prescriptions in the initial coverage phase and a 20% discount in the catastrophic phase, imposes rebates under Medicare Part B and Medicare Part D on drug price increases that outpace inflation, and directs HHS to set the prices of certain high-expenditure, single-source drugs and biologics covered under Medicare (known as the “Medicare Drug Price Negotiation Program”). In August 2023, the Biden Administration published the first ten medicines subject to the Medicare Drug Price Negotiation Program, which included Eliquis. As a selected drug, CMS will establish a “maximum fair price” for Eliquis and that price will be published by September 1, 2024. The price will be in effect in 2026. The maximum fair price established by CMS is required to be offered to all Medicare beneficiaries and to covered entities participating in the 340B Program if that maximum fair price is lower than the discounted price such entities are offered under the 340B Program ceiling price calculation. In addition, there will be a new Medicare manufacturer discount program agreement expected to be signed in March 2024 that will change our discounting obligations for all medicines in Medicare, with few exceptions, beginning in 2025. The Medicare Drug Price Negotiation Program is currently subject to legal challenges and therefore, the outcome of the Program remains uncertain. We continue to evaluate the impact of the IRA on our business, operations and financial condition and results as the full effect of the IRA on our business and the pharmaceutical industry remains uncertain."
        }
      ]
    }
  ]
}