{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "breaches disruptions",
        "disputes",
        "disruptions information",
        "engineering",
        "engineering management",
        "experienced",
        "restrict",
        "ability recruit",
        "acquired patents",
        "actions companies",
        "actively promoting",
        "activity subject",
        "addition global",
        "affected cyclical",
        "affected potential",
        "licensees",
        "asset",
        "impairment",
        "license",
        "reporting unit",
        "royalty",
        "royalty revenue",
        "unit",
        "carrying",
        "fair",
        "disposition",
        "estimated",
        "existing",
        "negotiations",
        "patent"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 27,
          "text": "Our continued success depends in part on the retention and recruitment of skilled personnel, including engineering, management, marketing, technical and staff personnel. Skilled and experienced personnel in our industry are in high demand, and competition for their talents is intense. There can be no assurance that we will be able to successfully retain and recruit the key engineering, management and technical personnel that we require to execute our business strategy. Our ability to recruit internationally or deploy employees to various locations may be limited by immigration laws."
        },
        {
          "year": 2016,
          "paragraphIndex": 1,
          "text": "We face intense technological and pricing competition in the markets in which we operate. We expect this competition will continue to increase from large competitors and from small competitors serving niche markets, and also from emerging companies, particularly in Asia, that sell products into the same markets in which we operate. For example, we may face increased competition as a result of China actively promoting and reshaping its domestic semiconductor industry through policy changes and investment. These actions may restrict us from participating in the China market or may prevent us from competing effectively with Chinese companies. Certain of our competitors possess sufficient financial, technical and management resources to develop and market products that may compete favorably against our products, and consolidation among our competitors may allow them to compete more effectively. Additionally, traditional intellectual property licensors are increasingly providing functionality, designs and complete hardware or software solutions that compete with our products. The price and product development pressures that result from competition may lead to reduced profit margins and lost business opportunities in the event that we are unable to match the price declines or cost efficiencies, or meet the technological, product, support, software or manufacturing advancements of our competitors."
        },
        {
          "year": 2016,
          "paragraphIndex": 7,
          "text": "We have facilities in more than 30 countries. About 85 percent of our revenue comes from shipments to locations outside the United States; in particular, shipments of products into China typically represent a large portion of our revenue. We are exposed to political, social and economic conditions, security risks, terrorism or other hostile acts, health conditions, labor conditions, and possible disruptions in transportation, communications and information technology networks of the various countries in which we operate, including the United States. Additionally, certain countries where we operate have experienced, and other countries may experience, increasing protectionism that may impact global trade. This could result in an adverse effect on our operations and our financial results. In addition, our global operations expose us to periods when the U.S. dollar significantly fluctuates in relation to the non-U.S. currencies in which we transact business. The remeasurement of non-U.S. dollar transactions can have an adverse effect on our results of operations and financial condition."
        },
        {
          "year": 2015,
          "paragraphIndex": 30,
          "text": "Charges associated with impairments of our goodwill or intangible assets could adversely affect our financial condition and results of operations. Goodwill is reviewed for impairment annually or more frequently if certain impairment indicators arise or upon the disposition of a significant portion of a reporting unit. The review compares the fair value for each reporting unit to its associated book value including goodwill. A decrease in the fair value associated with a reporting unit resulting from, among other things, unfavorable changes in the estimated future discounted cash flow of the reporting unit, may require us to recognize impairments of goodwill. Most of our intangible assets are amortized over their estimated useful lives, but they are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of the asset may not be recoverable. If the sum of the future undiscounted cash flows expected to result from the use of the intangible asset and its eventual disposition is less than the carrying amount of the asset, we would recognize an impairment loss to the extent the carrying amount of the asset exceeds its fair value."
        },
        {
          "year": 2015,
          "paragraphIndex": 16,
          "text": "We benefit from royalty revenue generated from various patent license agreements. The amount of such revenue depends in part on negotiations with new licensees, and with existing licensees in connection with renewals of their licenses. There is no guarantee that such negotiations will be successful. Future royalty revenue also depends on the strength and enforceability of our patent portfolio and our enforcement efforts, and on the sales and financial stability of our licensees. Additionally, consolidation of our licensees may negatively affect our royalty revenue. Royalty revenue from licensees is not always uniform or predictable, in part due to the performance of our licensees and in part due to the timing of new license agreements or the expiration and renewal of existing agreements."
        },
        {
          "year": 2015,
          "paragraphIndex": 14,
          "text": "Access to worldwide markets depends in part on the continued strength of our intellectual property portfolio. There can be no assurance that, as our business expands into new areas, we will be able to independently develop the technology, software or know-how necessary to conduct our business or that we can do so without infringing the intellectual property rights of others. To the extent that we have to rely on licensed technology from others, there can be no assurance that we will be able to obtain licenses at all or on terms we consider reasonable. The lack of a necessary license could expose us to claims for damages and/or injunction from third parties, as well as claims for indemnification by our customers in instances where we have a contractual or other legal obligation to indemnify them against damages resulting from infringement claims."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "accounting",
        "Cybersecurity",
        "existing",
        "ability sell",
        "access terrorism",
        "access unauthorized",
        "accounting practices",
        "accounting principles",
        "accounting pronouncements",
        "act",
        "align",
        "align organisation",
        "analysis",
        "assem",
        "associate",
        "income tax",
        "areas",
        "assembly",
        "assembly testing",
        "associated domestic",
        "considered",
        "described",
        "expands",
        "expects",
        "fabrication assembly",
        "foreign",
        "grows",
        "limited reliance",
        "nancial",
        "pace"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "Our profit margins may be adversely affected by a number of factors, including decreases in customer demand and shipment volume; obsolescence of our inventory; shifts in our product mix; changes in tariffs; changes in our manufacturing processes; and new accounting pronouncements or changes in existing accounting practices or standards. In addition, we operate in a highly competitive market environment that might adversely affect pricing for our products. Because we own much of our manufacturing capacity, a significant portion of our operating costs is fixed. In general, these fixed costs do not decline with reductions in customer demand or factory loadings, and can adversely affect profit margins as a result."
        },
        {
          "year": 2017,
          "paragraphIndex": 15,
          "text": "We have facilities in more than 30 countries and as a result are subject to taxation and audit by a number of taxing authorities. Tax rates vary among the jurisdictions in which we operate. A number of factors could cause our tax rate to increase, including a change in the jurisdictions in which our profits are earned and taxed; a change in the mix of profits from those jurisdictions; changes in available tax credits; changes in applicable tax rates; changes in tariff regulations or surcharges; changes in accounting principles; or adverse resolution of audits by taxing authorities. We have deferred tax assets on our balance sheet. Changes in applicable tax laws and regulations or in our business performance could affect our ability to realize those deferred tax assets, which could also affect our results of operations. If our tax rate increases, our results of operations could be adversely affected."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "Our initial estimates of the financial impact of the U.S. Tax Cuts and Jobs Act, enacted in December 2017, may change as we refine our analysis and as additional guidance becomes available. If in the future we repatriate any of the earnings represented by non-cash, operating assets such as inventory and fixed assets, we might incur incremental non-U.S. taxes, which could affect our results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "We have not made a provision for U.S. income tax on the portion of our undistributed earnings of our non-U.S. subsidiaries that is considered permanently reinvested outside the United States. If in the future we repatriate any of these foreign earnings, we might incur incremental U.S. income tax, which could affect our results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "Our customers include companies in a wide range of end markets and sectors within those markets. If demand in one or more sectors within our end markets declines or grows at a significantly slower pace than management expects, our results of operations may be adversely affected. The cyclical nature of the semiconductor market may lead to significant and often rapid increases and decreases in product demand. Additionally, the loss or significant curtailment of purchases by one or more of our large customers, including"
        },
        {
          "year": 2016,
          "paragraphIndex": 22,
          "text": "Access to worldwide markets depends in part on the continued strength of our intellectual property portfolio. There can be no assurance that, as our business expands into new areas, we will be able to independently develop the technology, software or know-how necessary to conduct our business or that we can do so without infringing the intellectual property rights of others. To the extent that we have to rely on licensed technology from others, there can be no assurance that we will be able to obtain licenses at all or on terms we consider reasonable. We may, directly or indirectly, face infringement claims from third parties, including non-practicing entities that have acquired patents to pursue enforcement actions against other companies. These assertions, whether or not of any merit, could expose us to claims for damages and/or injunctions from third parties, as well as claims for indemnification by our customers in instances where we have a contractual or other legal obligation to indemnify them against damages resulting from infringement claims."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "downturn",
        "downturn associated",
        "expense",
        "potential downturn",
        "tax expense",
        "Sanctions",
        "advers",
        "amounts relating",
        "assembly",
        "assembly testing",
        "associated domestic",
        "barriers",
        "border",
        "border investment",
        "cause write",
        "tax liability",
        "abroad",
        "act",
        "analysis",
        "assem",
        "associate",
        "bly",
        "cuts",
        "december",
        "downturns",
        "estimates",
        "guidance",
        "initial",
        "jobs",
        "portion wafer"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 0,
          "text": "You should read the following risk factors in conjunction with the factors discussed elsewhere in this and other of our filings with the Securities and Exchange Commission (SEC) and in materials incorporated by reference into these filings. These risk factors are intended to highlight certain factors that may affect our financial condition and results of operations and are not meant to be an exhaustive discussion of risks that apply to TI, a company with broad international operations. Like other companies, we are susceptible to any potential downturn associated with increasing protectionism, trade tensions and macroeconomic weakness , including any potential downturn associated with the pending withdrawal of the United Kingdom from the European Union. These may affect the general economic climate and our performance and the performance of our customers. Similarly, the price of our securities is subject to volatility due to fluctuations in general market conditions, actual financial results that do not meet our and/or the investment community’s expectations, changes in our and/or the investment community’s expectations for our future results, dividends or share repurchases, and other factors, many of which are beyond our control."
        },
        {
          "year": 2018,
          "paragraphIndex": 16,
          "text": "In addition, we are subject to laws and regulations in various jurisdictions that determine how much profit has been earned and when it is subject to taxation in that jurisdiction. These laws and regulations can be complex and subject to interpretation. Changes in these laws and regulations, including those that align with the Organisation for Economic Cooperation and Development’s Base Erosion and Profit Shifting recommendations, could affect the locations where we are deemed to earn income, which could in turn affect our results of operations. Each quarter we forecast our tax expense based on our forecast of our performance for the year. If that performance forecast changes, our forecasted tax expense will change."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "We have facilities in more than 30 countries. About 85 percent of our revenue comes from shipments to locations outside the United States; in particular, shipments of products into China typically represent a large portion of our revenue. We are exposed to political, social and economic conditions, security risks, terrorism or other hostile acts, health conditions, labor conditions, and possible disruptions in transportation, communications and information technology networks of the various countries in which we operate. Additionally, certain countries where we operate have experienced, and other countries may experience, increasing protectionism that may impact global trade, including tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. This could result in an adverse effect on our operations and our financial results. In addition, our global operations expose us to periods when the U.S. dollar significantly fluctuates in relation to the non-U.S. currencies in which we transact business. The remeasurement of non-U.S. dollar transactions can have an adverse effect on our results of operations and financial condition."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "Our initial estimates of the financial impact of the U.S. Tax Cuts and Jobs Act, enacted in December 2017, may change as we refine our analysis and as additional guidance becomes available. If in the future we repatriate any of the earnings represented by non-cash, operating assets such as inventory and fixed assets, we might incur incremental non-U.S. taxes, which could affect our results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 16,
          "text": "In addition, we are subject to laws and regulations in various jurisdictions that determine how much profit has been earned and when it is subject to taxation in that jurisdiction. Changes in these laws and regulations, including those that align with the Organisation for Economic Cooperation and Development’s Base Erosion and Profit Shifting recommendations, could affect the locations where we are deemed to earn income, which could in turn affect our results of operations. Each quarter we forecast our tax liability based on our forecast of our performance for the year. If that performance forecast changes, our forecasted tax liability will change."
        },
        {
          "year": 2017,
          "paragraphIndex": 11,
          "text": "Our inability to timely implement new manufacturing technologies or install manufacturing equipment could adversely affect our results of operations. We subcontract a portion of our wafer fabrication and assem bly and testing of our products, and we depend on third parties to provide advanced logic manufacturing process technology development. We do not have long-term contracts with all of these suppliers, and the number of alternate suppliers is limited. Reliance on these suppliers involves risks, including possible shortages of capacity in periods of high demand, suppliers’ inability to develop and deliver advanced logic manufacturing process technology in a timely, cost effective, and appropriate manner and th e possibility of suppliers’ imposition of increased costs on us."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "strategic business",
        "disruptions incidents",
        "incidents",
        "incidents relating",
        "relating information",
        "trade restrictions",
        "ability deliver",
        "actions conjunction",
        "affects",
        "associated macroeconomic",
        "benefits strategic",
        "breach incident",
        "carry objectives",
        "condition face",
        "conditions enactment",
        "acquisition",
        "disruptions information",
        "percent",
        "percent revenue",
        "accounts multi",
        "acquisition achieve",
        "acquisition diligence",
        "acquisition unable",
        "additionally traditional",
        "adjustments adversely",
        "advers",
        "arise",
        "arise respect",
        "benefits acquisition",
        "benefits business"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 7,
          "text": "Breaches, disruptions or other incidents relating to our information technology systems or the systems of our customers, vendors and other third parties could be caused by factors such as computer viruses, system failures, restricted network access, unauthorized access, terrorism, employee malfeasance, or human error. These events could, among other things, compromise our information technology networks; result in corrupt or lost data or the unauthorized release of our, our customers’ or our suppliers’ confidential or proprietary information; cause a disruption to our manufacturing and other operations; result in the release of personal data; or cause us to incur costs associated with increased protection, remediation, regulatory inquiries or penalties, or claims for damages, any of which could adversely affect our operating results and our reputation. Cybersecurity or other threats to our information technology systems or the systems of our customers, vendors and other third parties are frequent and constantly evolving, thereby increasing the difficulty of defending against them."
        },
        {
          "year": 2019,
          "paragraphIndex": 4,
          "text": "Our customers include companies in a wide range of end markets and sectors within those markets. If demand in one or more sectors within our end markets declines or the rate of growth slows, our results of operations may be adversely affected. The cyclical nature of the semiconductor market occasionally leads to significant and rapid increases and decreases in product demand. Additionally, the loss or significant curtailment of purchases by one or more of our large customers, including curtailments due to a change in the design or manufacturing sourcing policies or practices of these customers, the timing of customer or distributor inventory adjustments, or trade restrictions, may adversely affect our results of operations and financial condition."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "We have facilities in more than 30 countries. About 85% of our revenue comes from shipments to locations outside the United States; shipments of products into China represent a large portion of our revenue. Certain countries where we operate have experienced, and other countries may experience, increasing protectionism that affects global trade and macroeconomic conditions through the enactment of tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. This protectionism impacts our ability to deliver products and product support into China, could cause Chinese customers to seek alternate suppliers and could otherwise adversely affect our operations and financial results."
        },
        {
          "year": 2018,
          "paragraphIndex": 27,
          "text": "From time to time, we undertake business and organizational changes, including acquisitions, divestitures and restructuring actions, to support or carry out our strategic objectives. Our failure to successfully implement these changes could adversely affect our business plans and operating results. For example, we may not realize the expected benefits of an acquisition if we are unable to timely and successfully integrate acquired operations, product lines and technology, and our pre-acquisition due diligence may not identify all possible issues and risks that might arise with respect to an acquisition. Further, we may not achieve or sustain the expected growth or cost savings benefits of business and organizational changes, and restructuring charges could differ materially in amount and timing from our expectations."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "We have facilities in more than 30 countries. About 85 percent of our revenue comes from shipments to locations outside the United States; in particular, shipments of products into China typically represent a large portion of our revenue. We are exposed to political, social and economic conditions, security risks, terrorism or other hostile acts, health conditions, labor conditions, and possible disruptions in transportation, communications and information technology networks of the various countries in which we operate. Additionally, certain countries where we operate have experienced, and other countries may experience, increasing protectionism that may impact global trade, including tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. This could result in an adverse effect on our operations and our financial results. In addition, our global operations expose us to periods when the U.S. dollar significantly fluctuates in relation to the non-U.S. currencies in which we transact business. The remeasurement of non-U.S. dollar transactions can have an adverse effect on our results of operations and financial condition."
        },
        {
          "year": 2018,
          "paragraphIndex": 19,
          "text": "In 2018, about 65 percent of our revenue was generated from sales of our products through distributors. Our distributors carry competing product lines, and our sales could be affected if our distributors promote competing products over our products. Moreover, our results of operations could be affected if our distributors suffer financial difficulties that result in their inability to pay amounts owed to us. Disputes with or the loss of significant distributors could be disruptive or harmful to our current business."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "COVID-19",
        "Coronavirus",
        "covid pandemic",
        "events epidemics",
        "Climate change",
        "disease",
        "extent covid",
        "government",
        "license",
        "response",
        "responses",
        "risks related",
        "short long",
        "actions differ",
        "events health",
        "health epidemics",
        "protectionism",
        "addition responding",
        "assumptions continued",
        "assumptions inaccurately",
        "business fail",
        "changes restructuring",
        "charges differ",
        "conditions labor",
        "customers requests",
        "demand hold",
        "environment safety",
        "events domestic",
        "experience increasing"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "The global spread of the novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and the coronavirus disease, COVID-19, has created significant uncertainty and economic disruption, both near-term and potentially long-term. We have modified, and might further modify, our business practices in response to the COVID-19 pandemic, related third-party responses, including from government authorities and our suppliers, customers and distributors, and the economic and social ramifications of the disease and societal responses across the markets in which TI operates. The extent to which the COVID-19 pandemic will continue to affect our business, results of operation and financial condition is difficult to predict and depends on numerous evolving factors including: the duration and scope of the pandemic; government, social, business and other actions that have been and will be taken in response to the pandemic; and the effect of the pandemic on short- and long-term general economic conditions. We might experience short- or long-term constrained supply or volatility in customer demand, which could materially and adversely affect our business and financial results in future periods."
        },
        {
          "year": 2020,
          "paragraphIndex": 24,
          "text": "Access to worldwide markets depends in part on the continued strength of our intellectual property portfolio in all jurisdictions where we conduct business. There can be no assurance that, as our business evolves, we will obtain the necessary intellectual property rights, or that we will be able to independently develop the technology, software or know-how necessary to conduct our business or that we can do so without infringing the intellectual property rights of others. To the extent that we have to rely on technology from others for which a license is required, there can be no assurance that we will be able to obtain such a license at all or on terms we consider reasonable. We, directly and indirectly, face infringement claims from third parties, including non-practicing entities that have acquired patents to pursue enforcement actions against other companies. We also face infringement claims where we or our customers make, use or sell products and where the intellectual property laws may be less established or less predictable. These assertions, whether or not of any merit, expose us to claims for damages and/or injunctions from third parties, as well as claims for indemnification by our customers in instances where we have a contractual or other legal obligation to indemnify them against damages resulting from infringement claims."
        },
        {
          "year": 2020,
          "paragraphIndex": 20,
          "text": "We are subject to complex laws, rules and regulations affecting our domestic and international operations relating to, for example, the environment and climate change, safety and health; trade; bribery and corruption; financial reporting; tax; data privacy and protection; labor and employment; competition; market access; epidemics; intellectual property ownership and infringement; and the movement of currency. Compliance with these laws, rules and regulations may be onerous and expensive and could restrict our ability to manufacture or ship our products and operate our business. If we do not comply or if we become subject to enforcement activity, we could be subject to fines, penalties or other legal liability. Furthermore, should these laws, rules and regulations be amended or expanded, or new ones enacted, we could incur materially greater compliance costs or restrictions on our ability to manufacture our products and operate our business."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "We have facilities in more than 30 countries. About 85% of our revenue comes from shipments to locations outside the United States; shipments of products into China represent a large portion of our revenue. Certain countries where we operate have experienced, and other countries may experience, increasing protectionism that affects global trade and macroeconomic conditions through the enactment of tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. This protectionism impacts our ability to deliver products and product support into China, could cause Chinese customers to seek alternate suppliers and could otherwise adversely affect our operations and financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 11,
          "text": "We rely on third parties to supply us with goods and services in a cost-effective and timely manner. Our access to needed goods and services may be adversely affected by potential disputes with suppliers or disruptions in our suppliers’ operations as a result of, for example: quality excursions; uncertainty regarding the stability of global credit and financial markets; domestic or international political, social, economic and other conditions; natural events or health epidemics in the locations in which our suppliers operate; or limited or delayed access to key raw materials, natural resources and utilities. Additionally, a breach or other incident relating to our suppliers’ information technology systems could result in a release of confidential or proprietary information. If our suppliers are unable to access credit markets and other sources of needed liquidity, we may be unable to obtain needed supplies, collect accounts receivable or access needed technology."
        },
        {
          "year": 2019,
          "paragraphIndex": 9,
          "text": "We have manufacturing, data and design facilities and other operations in locations subject to natural occurrences such as severe weather, geological events or health epidemics that could disrupt operations. A natural disaster that results in a prolonged disruption, particularly where we have principal manufacturing and design operations, as listed in Item 2. Properties, may adversely affect our results and financial condition."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "esg",
        "key materials",
        "lead times",
        "resources services",
        "services utilities",
        "times",
        "continue extend",
        "costs key",
        "disclosure requirements",
        "extend",
        "goodwill adversely",
        "laws policies",
        "ability issue",
        "accounts portfolio",
        "administration",
        "raw",
        "funding",
        "goodwill intangible",
        "intangible",
        "intangible assets",
        "pension",
        "plan",
        "assets adversely",
        "assumptions affect",
        "care",
        "health care",
        "key raw",
        "loss respect",
        "programs",
        "raw material"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "In particular, our manufacturing processes and critical manufacturing equipment, and those of our suppliers, require that certain key materials, natural resources, services and utilities be available. Suppliers of these items have and might continue to extend lead times, limit supply or increase prices due to factors beyond our control. Limited or delayed access to and high costs of key materials, natural resources, services and utilities could adversely affect our results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "Our ability to match inventory and production with the product mix needed to fill orders may affect our ability to meet a quarter’s revenue forecast. Due to strong demand, our manufacturing lead times for some products are longer than normal, and lead times might continue to extend. We manufacture products with the intent to provide high levels of customer service. Our manufacturing forecasts are based on multiple assumptions, and if inaccurate, could cause us to hold inadequate, excess or obsolete inventory that would reduce our profit margins and adversely affect our results of operations and financial condition."
        },
        {
          "year": 2021,
          "paragraphIndex": 21,
          "text": "Increased focus from government authorities, investors, customers and other key stakeholders on environmental, social and governance (ESG) matters has led to new and more stringent reporting standards and disclosure requirements. As the nature, scope and complexity of ESG reporting, diligence and disclosure requirements expand, we might have to undertake costly efforts to control, assess and report on ESG metrics."
        },
        {
          "year": 2020,
          "paragraphIndex": 26,
          "text": "Federal and state health care reform programs could increase our costs with regard to medical coverage of our employees, which could reduce profitability and affect our results of operations and financial condition. In addition, obligations related to our pension and other postretirement plans reflect assumptions that affect the planned funding and costs of these plans, including the actual return on plan assets, discount rates, plan participant population demographics and changes in pension regulations. Changes in these assumptions may affect plan funding, cash flow and results of operations, and our costs and funding obligations could increase significantly if our plans’ actual experience differs from these assumptions."
        },
        {
          "year": 2020,
          "paragraphIndex": 29,
          "text": "We have a significant amount of goodwill and intangible assets on our consolidated balance sheet. Charges associated with impairments of goodwill or intangible assets could adversely affect our financial condition and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 21,
          "text": "Some of these complex laws, rules and regulations – for example, those related to environmental, safety and health requirements – may particularly affect us in the jurisdictions in which we manufacture products, especially if such laws and regulations: require the use of abatement equipment beyond what we currently employ; require the addition or elimination of a raw material or process to or from our current manufacturing processes; or impose costs, fees or reporting requirements on the direct or indirect use of energy, natural resources, or materials or gases used or emitted into the environment in connection with the manufacture of our products. A substitute for a prohibited raw material or process might not be available, or might not be available at reasonable cost."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Geopolitical tensions",
        "capital expenditures",
        "depreciation",
        "expenditures",
        "Inflation",
        "adoption",
        "alternatively",
        "appearance",
        "availability",
        "code",
        "curtail",
        "destination",
        "detect",
        "effects",
        "efficacy",
        "customers vendors",
        "responses",
        "shipments",
        "vendors",
        "vendors parties",
        "activity subject",
        "affecting domestic",
        "affects",
        "chinese",
        "comes shipments",
        "competition market",
        "condition rapid",
        "conditions security",
        "created",
        "defending"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 19,
          "text": "Our profit margins vary due to a number of factors, which may include customer demand and shipment volume; capital expenditures and resulting depreciation; our manufacturing processes; product mix; inventory levels; tariffs; freight costs; and new accounting pronouncements or changes in existing accounting practices or standards. In addition, we operate in a highly competitive market environment that might adversely affect pricing for our products. Because we own much of our manufacturing capacity, a significant portion of our operating costs is fixed. With our planned capacity expansions, we expect capital expenditures and depreciation to increase. In general, these fixed costs do not decline with reductions in customer demand or factory loadings, and can adversely affect profit margins as a result."
        },
        {
          "year": 2022,
          "paragraphIndex": 10,
          "text": "The coronavirus (COVID-19) pandemic and related measures to curtail its spread have impacted, and may continue to impact, our operations across markets in which TI operates and those of our suppliers, customers and distributors. The extent to which the COVID-19 pandemic will continue to affect our business, results of operations and financial condition is difficult to predict and depends on numerous evolving factors including the duration and scope of the pandemic; government, social, business and other actions that have been and will be taken in response to the pandemic; appearance of new variants of COVID-19; the availability, adoption and efficacy of vaccines and treatments; and the effect of the pandemic on short- and long-term general economic conditions. We have experienced, and continue to experience, short- or long-term constrained supply or volatility in customer demand, which could materially and adversely affect our business and financial results."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "We have facilities in more than 30 countries. About 65% of our revenue comes from customers with headquarter locations outside the United States; revenue from end customers headquartered in China represents about 25% of our revenue. Alternatively, based on product shipment destination, about 90% of our revenue comes from products shipped to locations outside the United States. Certain countries where we operate have experienced, and other countries may experience, geopolitical tensions that affect global trade and macroeconomic conditions through the enactment of tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. Geopolitical tensions may impact our ability to deliver products, support customers, receive manufacturing equipment or cause customers to seek alternate suppliers, which could adversely affect our operations and financial results."
        },
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "We have facilities in more than 30 countries. About 90% of our revenue comes from shipments to locations outside the United States; shipments of products to China-based customers represent about 25% of our revenue. Certain countries where we operate have experienced, and other countries may experience, trade tension that affects global trade and macroeconomic conditions through the enactment of tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. Trade tensions impact our ability to deliver products and product support into China, cause Chinese customers to seek alternate suppliers and could otherwise adversely affect our operations and financial results."
        },
        {
          "year": 2021,
          "paragraphIndex": 8,
          "text": "Breaches, disruptions or other incidents relating to our information technology systems or the systems of our customers, vendors and other third parties could be caused by factors such as computer viruses, system failures, restricted network access, unauthorized access, terrorism, employee malfeasance, or human error. These events could, among other things, compromise our information technology networks; result in corrupt or lost data or the unauthorized release of our, our customers’ or our suppliers’ confidential or proprietary information; cause a disruption to our manufacturing and other operations; result in the release of personal data; or cause us to incur costs associated with increased protection, remediation, regulatory inquiries or penalties, or claims for damages, any of which could adversely affect our operating results and our reputation. Cybersecurity or other threats to our information technology systems or the systems of our customers, vendors and other third parties are frequent and constantly evolving, thereby increasing the difficulty of defending against them."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "The global spread of the coronavirus (COVID-19) has created significant uncertainty and economic disruption, both near-term and potentially long-term. We have modified, and might further modify, our business practices in response to the COVID-19 pandemic, related third-party responses, including from government authorities and our suppliers, customers and distributors, and the economic and social ramifications of the disease and societal responses across the markets in which TI operates. The extent to which the COVID-19 pandemic will continue to affect our business, results of operation and financial condition is difficult to predict and depends on numerous evolving factors including: the duration and scope of the pandemic; government, social, business and other actions that have been and will be taken in response to the pandemic; and the effect of the pandemic on short- and long-term general economic conditions. We have experienced, and continue to experience, short- or long-term constrained supply or volatility in customer demand, which could materially and adversely affect our business and financial results."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "incentives",
        "government entities",
        "pandemics epidemics",
        "crises",
        "designed",
        "epidemics public",
        "health crises",
        "modification",
        "online",
        "public",
        "public health",
        "accordance",
        "agreed",
        "alleged",
        "build",
        "COVID-19",
        "covid pandemic",
        "short long",
        "Coronavirus",
        "acts health",
        "adoption",
        "alternatively",
        "appearance",
        "cloning impede",
        "comply subject",
        "constrained",
        "curtail",
        "customers distributors",
        "decline customer",
        "destination"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 24,
          "text": "We have received and may in the future continue to receive government incentives, including but not limited to tax incentives, designed to encourage certain investments in our operations. We may be subject to increased scrutiny from government entities, shareholders and others on how these incentives are used and spent. Such incentives could be subject to reduction, modification, clawback or termination, and such changes to these incentives could adversely affect our results of operations, financial condition and reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 19,
          "text": "We are subject to complex laws, rules and regulations on an international, national and local level that affect our domestic and international operations relating to, for example, the environment and climate change; safety; health; trade, including import and export; bribery and corruption; financial reporting; tax; data privacy and protection; labor and employment; competition; facilities and code compliance; market access; pandemics, epidemics or other public health crises; intellectual property ownership and infringement; and the movement of currency. Compliance with these laws, rules and regulations may be onerous and expensive and could restrict our ability to manufacture or ship our products and operate our business. From time to time, we receive inquiries from government entities regarding our compliance with laws and regulations. If we do not comply with a law or regulation (or the same is alleged), or a government inquiry is unresolved, we could be subject to litigation, investigations or enforcement activity that can be unpredictable and time-consuming, as well as disruptions to our operations, or significant fines, penalties or other legal liability. Furthermore, should these laws, rules and regulations be amended or expanded, or new ones enacted, we could incur materially greater compliance costs or restrictions on our ability to manufacture our products and operate our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 2,
          "text": "We are exposed to political, social and economic conditions (including inflation), security risks, acts of war, terrorism or other hostile acts, pandemics, epidemics or other public health crises, labor conditions, climate change risks and possible disruptions in power, water supply, transportation, communications and information technology networks of the various countries in which we operate. Any of these factors could adversely affect our results of operations, financial condition and reputation. In addition, our global operations expose us to periods when the U.S. dollar significantly fluctuates in relation to the non-U.S. currencies in which we transact business. The remeasurement of non-U.S. dollar transactions can have an adverse effect on our results of operations and financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 10,
          "text": "The coronavirus (COVID-19) pandemic and related measures to curtail its spread have impacted, and may continue to impact, our operations across markets in which TI operates and those of our suppliers, customers and distributors. The extent to which the COVID-19 pandemic will continue to affect our business, results of operations and financial condition is difficult to predict and depends on numerous evolving factors including the duration and scope of the pandemic; government, social, business and other actions that have been and will be taken in response to the pandemic; appearance of new variants of COVID-19; the availability, adoption and efficacy of vaccines and treatments; and the effect of the pandemic on short- and long-term general economic conditions. We have experienced, and continue to experience, short- or long-term constrained supply or volatility in customer demand, which could materially and adversely affect our business and financial results."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "We have facilities in more than 30 countries. About 65% of our revenue comes from customers with headquarter locations outside the United States; revenue from end customers headquartered in China represents about 25% of our revenue. Alternatively, based on product shipment destination, about 90% of our revenue comes from products shipped to locations outside the United States. Certain countries where we operate have experienced, and other countries may experience, geopolitical tensions that affect global trade and macroeconomic conditions through the enactment of tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. Geopolitical tensions may impact our ability to deliver products, support customers, receive manufacturing equipment or cause customers to seek alternate suppliers, which could adversely affect our operations and financial results."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "materials services",
        "Artificial intelligence",
        "artificial",
        "begun",
        "conditions security",
        "diversion",
        "enacting",
        "goals",
        "intelligence",
        "perceived",
        "stakeholder",
        "stated",
        "tools",
        "vulnerabilities",
        "failure",
        "materials natural",
        "resources services",
        "Inflation",
        "addition subject",
        "additionally costs",
        "affected unable",
        "alleged",
        "change sourcing",
        "comply",
        "conditions natural",
        "conflict minerals",
        "contain",
        "contain materials",
        "costs increase",
        "demand change"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 7,
          "text": "Breaches, disruptions or other incidents relating to our information technology systems or the systems of our customers, suppliers and other third parties could be caused by factors such as computer viruses, ransomware, malware, software vulnerabilities, system failures, restricted network access, unauthorized access, terrorism, nation-state espionage, employee malfeasance, use of artificial intelligence (AI) tools, or human error. These events could, among other things, compromise our information technology networks; result in corrupt or lost data or the unauthorized release of our or our customers’, suppliers’, and other third parties’ confidential or proprietary information; cause a disruption to our manufacturing and other operations (including our online services, platforms and transactions); result in the release of personal data; or cause us to incur costs associated with increased protection, remediation, regulatory inquiries or penalties, or claims for damages, any of which could adversely affect our operating results and our reputation. Cybersecurity or other threats to our information technology systems or the systems of our customers, suppliers and other third parties are frequent, increasingly sophisticated and constantly evolving, thereby making them more difficult to detect, mitigate and defend against."
        },
        {
          "year": 2024,
          "paragraphIndex": 19,
          "text": "Increased focus from government authorities, investors, customers and other key stakeholders on environmental, social and governance (ESG) matters has led to new and more stringent reporting standards and disclosure requirements. As the nature, scope and complexity of ESG reporting, diligence and disclosure requirements expand, we might have to undertake costly efforts to control, assess and report on ESG metrics. Any failure, or perceived failure, to achieve stated goals or meet stakeholder expectations and standards could adversely affect our results of operations and reputation."
        },
        {
          "year": 2024,
          "paragraphIndex": 22,
          "text": "We are subject to laws and regulations in various jurisdictions that determine how much profit has been earned and when it is subject to taxation in that jurisdiction. These laws and regulations can be complex and subject to interpretation. In addition, many countries have enacted or begun the process of enacting laws that align with the Organisation for Economic Cooperation and Development’s Base Erosion and Profit Shifting recommendations. Changes in these laws and regulations could affect the locations where we are deemed to earn income, which could in turn affect our results of operations. Each quarter we forecast our tax expense based on our forecast of our performance for the year. If that performance forecast changes, our forecasted tax expense will change."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "Our products contain materials that are subject to conflict minerals reporting requirements. Our relationships with customers and suppliers may be adversely affected if we are unable to describe our products as conflict-free. Additionally, our costs may increase if one or more of our customers demand that we change the sourcing of materials we cannot identify as conflict-free."
        },
        {
          "year": 2023,
          "paragraphIndex": 19,
          "text": "We are subject to complex laws, rules and regulations on an international, national and local level that affect our domestic and international operations relating to, for example, the environment and climate change; safety; health; trade, including import and export; bribery and corruption; financial reporting; tax; data privacy and protection; labor and employment; competition; facilities and code compliance; market access; pandemics, epidemics or other public health crises; intellectual property ownership and infringement; and the movement of currency. Compliance with these laws, rules and regulations may be onerous and expensive and could restrict our ability to manufacture or ship our products and operate our business. From time to time, we receive inquiries from government entities regarding our compliance with laws and regulations. If we do not comply with a law or regulation (or the same is alleged), or a government inquiry is unresolved, we could be subject to litigation, investigations or enforcement activity that can be unpredictable and time-consuming, as well as disruptions to our operations, or significant fines, penalties or other legal liability. Furthermore, should these laws, rules and regulations be amended or expanded, or new ones enacted, we could incur materially greater compliance costs or restrictions on our ability to manufacture our products and operate our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 2,
          "text": "We are exposed to political, social and economic conditions (including inflation), security risks, acts of war, terrorism or other hostile acts, pandemics, epidemics or other public health crises, labor conditions, climate change risks and possible disruptions in power, water supply, transportation, communications and information technology networks of the various countries in which we operate. Any of these factors could adversely affect our results of operations, financial condition and reputation. In addition, our global operations expose us to periods when the U.S. dollar significantly fluctuates in relation to the non-U.S. currencies in which we transact business. The remeasurement of non-U.S. dollar transactions can have an adverse effect on our results of operations and financial condition."
        }
      ]
    }
  ]
}