{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "electric operating",
        "traditional electric",
        "nicor",
        "nicor gas",
        "case",
        "rate case",
        "roe",
        "distribution storage",
        "ghg",
        "toshiba",
        "capital nicor",
        "gas services",
        "psc applicable",
        "regulatory agency",
        "initial",
        "rate order",
        "contractor settlement",
        "service asset",
        "agl",
        "agl resources",
        "assurance",
        "denbury",
        "treetop",
        "asset rate",
        "closing",
        "maryland",
        "mpsc rate",
        "refund",
        "requested amendment",
        "requirement"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 125,
          "text": "Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, and Nicor Gas rely on access to both short-term money markets and longer-term capital markets as a significant source of liquidity for capital requirements not satisfied by the cash flow from their respective operations. If Southern Company, any traditional electric operating company, Southern Power, Southern Company Gas, or Nicor Gas is not able to access capital at competitive rates or on favorable terms, its ability to implement its business plan will be limited by impacting its ability to fund capital investments or acquisitions that Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, or Nicor Gas may otherwise rely on to achieve future earnings and cash flows. In addition, Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, and Nicor Gas rely on committed bank lending agreements as back-up liquidity which allows them to access low cost money markets. Each of Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, and Nicor Gas believes that it will maintain sufficient access to these financial markets based upon current credit ratings. However, certain events or market disruptions may increase the cost of borrowing or adversely affect the ability to raise capital through the issuance of securities or other borrowing arrangements or the ability to secure committed bank lending agreements used as back-up sources of capital. Such disruptions could include:"
        },
        {
          "year": 2016,
          "paragraphIndex": 119,
          "text": "There are a number of factors that rating agencies evaluate to arrive at credit ratings for Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, Southern Company Gas Capital, and Nicor Gas, including capital structure, regulatory environment, the ability to cover liquidity requirements, and other commitments for capital. Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, Southern Company Gas Capital, and Nicor Gas could experience a downgrade in their ratings if any rating agency concludes that the level of business or financial risk of the industry or Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, Southern Company Gas Capital, or Nicor Gas has deteriorated. Changes in ratings methodologies by the agencies could also have a negative impact on credit ratings. If one or more rating agencies downgrade Southern Company, the traditional electric operating companies, Southern Power, Southern Company Gas, Southern Company Gas Capital, or Nicor Gas, borrowing costs likely would increase, including automatic increases in interest rates under applicable term loans and credit facilities, the pool of investors and funding sources would likely decrease, and, particularly for any downgrade to below investment grade, significant collateral requirements may be triggered in a number of contracts. Any credit rating downgrades could require a traditional electric operating company, Southern Power, Southern Company Gas, Southern Company Gas Capital, or Nicor Gas to alter the mix of debt financing currently used, and could require the issuance of secured indebtedness and/or indebtedness with additional restrictive covenants."
        },
        {
          "year": 2016,
          "paragraphIndex": 110,
          "text": "In the event a traditional electric operating company or Southern Company Gas experiences any of these weather events or any natural disaster or other catastrophic event, recovery of costs in excess of reserves and insurance coverage is subject to the approval of its state PSC or other applicable state regulatory agency. Historically, the traditional electric operating companies from time to time have experienced deficits in their storm cost recovery reserve balances and may experience such deficits in the future. Any denial by the applicable state PSC or other applicable state regulatory agency or delay in recovery of any portion of such costs could have a material negative impact on a traditional electric operating company's or Southern Company Gas' and Southern Company's results of operations, financial condition, and liquidity."
        },
        {
          "year": 2015,
          "paragraphIndex": 64,
          "text": "On December 3, 2015, the Mississippi PSC issued an order (In-Service Asset Rate Order) adopting in full a stipulation (the 2015 Stipulation) entered into between Mississippi Power and the Mississippi Public Utilities Staff regarding the In-Service Asset Proposal. Consistent with the 2015 Stipulation, the In-Service Asset Rate Order provides for retail rate recovery of an annual revenue requirement of approximately $126 million, based on Mississippi Power’s actual average capital structure, with a maximum common equity percentage of 49.733%, a 9.225% return on common equity, and actual embedded interest costs during the test period. The In-Service Asset Rate Order also includes a prudence finding of all costs in the stipulated revenue requirement calculation for the in-service assets."
        },
        {
          "year": 2015,
          "paragraphIndex": 62,
          "text": "On February 12, 2015, the Mississippi Supreme Court (Court) issued its decision in the legal challenge to the 2013 MPSC Rate Order. The Court reversed the 2013 MPSC Rate Order based on, among other things, its findings that (1) the rate treatment was not provided for under the Baseload Act and (2) the Mississippi PSC should have determined the prudence of Kemper IGCC costs before approving rate recovery through the 2013 MPSC Rate Order. The Court also found the 2013 Settlement Agreement unenforceable due to a lack of public notice for the related proceedings. On July 7, 2015, the Mississippi PSC ordered that the rates be terminated effective July 20, 2015 and required the fourth quarter 2015 refund of the $342 million collected under the 2013 MPSC Rate Order, along with associated carrying costs of $29 million."
        },
        {
          "year": 2015,
          "paragraphIndex": 73,
          "text": "Mississippi Power has entered into agreements with Denbury Onshore (Denbury), a subsidiary of Denbury Resources Inc., and Treetop Midstream Services, LLC (Treetop), an affiliate of Tellus Operating Group, LLC and a subsidiary of Tengrys, LLC, pursuant to which Denbury will purchase 70% of the CO\n2\ncaptured from the Kemper IGCC and Treetop will purchase 30% of the CO\n2\ncaptured from the Kemper IGCC. The agreements with Denbury and Treetop provide Denbury and Treetop with termination rights as Mississippi Power has not satisfied its contractual obligation to deliver captured CO\n2\nby May 11, 2015. Since May 11, 2015, Mississippi Power has been engaged in ongoing discussions with its off-takers regarding the status of the CO\n2\ndelivery schedule as well as other issues related to the CO\n2\nagreements. As a result of discussions with Treetop, on August 3, 2015, Mississippi Power agreed to amend certain provisions of their agreement that do not affect pricing or minimum purchase quantities. Potential requirements imposed on CO\n2\noff-takers under the Clean Power Plan (if ultimately enacted in its current form, pending resolution of litigation) and the potential adverse financial impact of low oil prices on the off-takers increase the risk that the CO\n2\ncontracts may be terminated or materially modified. Any termination or material modification of these agreements could result in a material reduction in Mississippi Power’s revenues to the extent Mississippi Power is not able to enter into other similar contractual arrangements. Additionally, if the contracts remain in place, sustained oil price reductions could result in significantly lower revenues than Mississippi Power forecasted to be available to offset customer rate impacts, which could have a material impact on Mississippi Power's financial statements."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "bechtel",
        "epc",
        "epc contractor",
        "affected registrant",
        "cpp",
        "registrants nicor",
        "joint ownership",
        "ownership agreements",
        "report",
        "results registrants",
        "services agreement",
        "vcm",
        "vcm report",
        "Data breach",
        "bechtel agreement",
        "igcc",
        "kemper",
        "kemper igcc",
        "mississippi psc",
        "vogtle agreement",
        "rate case",
        "afudc",
        "grants",
        "million month",
        "proceedings",
        "cpcn",
        "remainder",
        "billion cost",
        "doe grants",
        "subsequent"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 70,
          "text": "On November 2, 2017, the Vogtle Owners entered into an amendment to their joint ownership agreements for Plant Vogtle Units 3 and 4 (as amended, Vogtle Joint Ownership Agreements) to provide for, among other conditions, additional Vogtle Owner approval requirements. Pursuant to the Vogtle Joint Ownership Agreements, the holders of at least 90% of the ownership interests in Plant Vogtle Units 3 and 4 must vote to continue construction if certain adverse events occur, including (i) the bankruptcy of Toshiba Corporation; (ii) termination or rejection in bankruptcy of certain agreements, including the Vogtle Services Agreement or the Bechtel Agreement; (iii) the Georgia PSC or Georgia Power determines that any of Georgia Power's costs relating to the construction of Plant Vogtle Units 3 and 4 will not be recovered in retail rates because such costs are deemed unreasonable or imprudent; or (iv) an increase in the construction budget contained in the seventeenth VCM report of more than $1 billion or extension of the project schedule contained in the seventeenth VCM report of more than one year. In addition, pursuant to the Vogtle Joint Ownership Agreements, the required approval of holders of ownership interests in Plant Vogtle Units 3 and 4 is at least (i) 90% for a change of the primary construction contractor and (ii) 67% for material amendments to the Vogtle Services Agreement or agreements with Southern Nuclear or the primary construction contractor, including the Bechtel Agreement."
        },
        {
          "year": 2017,
          "paragraphIndex": 68,
          "text": "In connection with the EPC Contractor's bankruptcy filing, Georgia Power, acting for itself and as agent for the Vogtle Owners, entered into an agreement with the EPC Contractor to allow construction to continue (Interim Assessment Agreement). The Interim Assessment Agreement expired on July 27, 2017 upon the effectiveness of a services agreement between the Vogtle Owners and the EPC Contractor for the EPC Contractor to transition construction management of Plant Vogtle Units 3 and 4 to Southern Nuclear and to provide ongoing design, engineering, and procurement services to Southern Nuclear (Vogtle Services Agreement). In August 2017, following completion of comprehensive cost to complete and cancellation cost assessments, Georgia Power filed its seventeenth Vogtle Construction Monitoring (VCM) report with the Georgia PSC, which included a recommendation to continue construction of Plant Vogtle Units 3 and 4, with Southern Nuclear serving as project manager and Bechtel Power Corporation (Bechtel) serving as the primary construction contractor. Facility design and engineering remains the responsibility of the EPC Contractor under the Vogtle Services Agreement. The construction completion agreement between Georgia Power, for itself and as agent for the other Vogtle Owners, and Bechtel (Bechtel Agreement) is a cost reimbursable plus"
        },
        {
          "year": 2017,
          "paragraphIndex": 67,
          "text": "In 2009, the Georgia PSC certified construction of Plant Vogtle Units 3 and 4. In 2012, the NRC issued the related combined construction and operating licenses, which allowed full construction of the two AP1000 nuclear units (with electric generating capacity of approximately 1,100 MWs each) and related facilities to begin. Until March 2017, construction on Plant Vogtle Units 3 and 4 continued under a substantially fixed price engineering, procurement, and construction agreement, pursuant to which the EPC Contractor agreed to design, engineer, procure, construct, and test Plant Vogtle Units 3 and 4. On March 29, 2017, the EPC Contractor filed for bankruptcy protection under Chapter 11 of the U.S. Bankruptcy Code."
        },
        {
          "year": 2016,
          "paragraphIndex": 84,
          "text": "Mississippi Power is required to file a rate case to address Kemper IGCC cost recovery by June 3, 2017 (2017 Rate Case). Costs incurred through December 31, 2016 totaled $6.73 billion, net of the Initial and Additional DOE Grants. Of this total, $2.76 billion of costs has been recognized through income as a result of the $2.88 billion cost cap, $0.84 billion is included in retail and wholesale rates for the assets in service, and the remainder will be the subject of the 2017 Rate Case to be filed with the Mississippi PSC and expected subsequent wholesale Municipal and Rural Associations rate filing with the FERC. Mississippi Power continues to believe that all costs related to the Kemper IGCC have been prudently incurred in accordance with the requirements of the 2012 MPSC order confirming the CPCN originally approved by the Mississippi PSC in 2010 authorizing the acquisition, construction, and operation of the Kemper IGCC. Mississippi Power also recognizes significant areas of potential challenge during future regulatory proceedings (and any subsequent, related legal challenges) exist. As described further herein, these challenges include, but are not limited to, prudence issues associated with capital costs, financing costs (AFUDC), and future operating costs, net of chemical revenues; potential operating parameters; income tax issues; costs deferred as regulatory assets; and the 15% portion of the project previously contracted to SMEPA."
        },
        {
          "year": 2016,
          "paragraphIndex": 81,
          "text": "On August 17, 2016, the Mississippi PSC established a discovery docket to manage all filings related to Kemper IGCC prudence issues. On October 3, 2016 and November 17, 2016, Mississippi Power made filings in this docket including a review and explanation of differences between the Kemper IGCC project estimate set forth in the 2010 CPCN proceedings and the most recent Kemper IGCC project estimate, as well as comparisons of current cost estimates and current expected plant operational parameters to the estimates presented in the 2010 CPCN proceedings for the first five years after the Kemper IGCC is placed in service. Compared to amounts presented in the 2010 CPCN proceedings, operations and maintenance expenses have increased an average of $105 million annually and maintenance capital has increased an average of $44 million annually for the first full five years of operations for the Kemper IGCC. Additionally, while the current estimated operational availability"
        },
        {
          "year": 2016,
          "paragraphIndex": 85,
          "text": "Although the 2017 Rate Case has not yet been filed and is subject to future developments with either the Kemper IGCC or the Mississippi PSC, consistent with its approach in the 2013 and 2015 rate proceedings in accordance with the law passed in 2013 authorizing multi-year rate plans, Mississippi Power is developing both a traditional rate case requesting full cost recovery of the $3.31 billion (net of $137 million in additional DOE Grants) not currently in rates and a rate mitigation plan that together represent Mississippi Power’s probable filing strategy. Mississippi Power also expects that timely resolution of the 2017 Rate Case will likely require a negotiated settlement agreement. In the event an agreement acceptable to both Mississippi Power and the MPUS (and other parties) can be negotiated and ultimately approved by the Mississippi PSC, it is reasonably possible that full regulatory recovery of all Kemper IGCC costs will not occur. The impact of such an agreement on Southern Company’s and Mississippi Power’s financial statements would depend on the method, amount, and type of cost recovery ultimately excluded. Certain costs, including operating costs, would be recorded to income in the period incurred, while other costs, including investment-related costs, would be charged to income when it is probable they will not be recovered and the amounts can be reasonably estimated. In the event an agreement acceptable to the parties cannot be reached, Mississippi Power intends to fully litigate its request for full recovery through the Mississippi PSC regulatory process and any subsequent legal challenges."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "meag",
        "spvj",
        "meag spvj",
        "nineteenth",
        "nineteenth vcm",
        "sheet",
        "term sheet",
        "subsidiary registrants",
        "eac",
        "global amendments",
        "registrants segco",
        "segco",
        "aros",
        "base capital",
        "goals",
        "reform legislation",
        "registrants nicor",
        "mississippi",
        "mississippi power",
        "tax rate",
        "terrorist",
        "bodies",
        "engineering procurement",
        "irs",
        "land",
        "protection natural",
        "united",
        "water land",
        "Climate change",
        "assess"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 73,
          "text": "In connection with the vote to continue construction, Georgia Power entered into (i) a binding term sheet (Vogtle Owner Term Sheet) with the other Vogtle Owners and MEAG's wholly-owned subsidiaries MEAG Power SPVJ, LLC (MEAG SPVJ), MEAG Power SPVM, LLC (MEAG SPVM), and MEAG Power SPVP, LLC (MEAG SPVP) to take certain actions which partially mitigate potential financial exposure for the other Vogtle Owners, including additional amendments to the Vogtle Joint Ownership Agreements and the purchase of PTCs from the other Vogtle Owners, and (ii) a term sheet (MEAG Term Sheet) with MEAG and MEAG SPVJ to provide funding with respect to MEAG SPVJ's ownership interest in Plant Vogtle Units 3 and 4 (Project J) under certain circumstances. On January 14, 2019, Georgia Power, MEAG, and MEAG SPVJ entered into an agreement to implement the provisions of the MEAG Term Sheet (MEAG Funding Agreement). On February 18, 2019, Georgia Power, the other Vogtle Owners, and MEAG's wholly-owned subsidiaries MEAG SPVJ, MEAG SPVM, and MEAG SPVP entered into certain amendments to the Vogtle Joint Ownership Agreements to implement the provisions of the Vogtle Owner Term Sheet (Global Amendments)."
        },
        {
          "year": 2018,
          "paragraphIndex": 82,
          "text": "Pursuant to the Global Amendments, and consistent with the Vogtle Owner Term Sheet, Georgia Power has agreed to purchase additional PTCs from OPC, Dalton, MEAG SPVM, MEAG SPVP, and MEAG SPVJ (to the extent any MEAG SPVJ PTC rights remain after any purchases required under the MEAG Funding Agreement as described below) at varying purchase prices dependent upon the actual cost to complete construction of Plant Vogtle Units 3 and 4 as compared to the EAC reflected in the nineteenth VCM report. The purchases are at the option of the applicable Vogtle Owner."
        },
        {
          "year": 2018,
          "paragraphIndex": 83,
          "text": "Pursuant to the MEAG Funding Agreement, and consistent with the MEAG Term Sheet, if MEAG SPVJ is unable to make its payments due under the Vogtle Joint Ownership Agreements solely as a result of the occurrence of one of the following situations that materially impedes access to capital markets for MEAG for Project J: (i) the conduct of JEA or the City of Jacksonville, such as JEA's legal challenges of its obligations under a PPA with MEAG (PPA-J), or (ii) PPA-J is declared void by a court of competent jurisdiction or rejected by JEA under the applicable provisions of the U.S. Bankruptcy Code (each of (i) and (ii), a JEA Default), at MEAG's request, Georgia Power will purchase from MEAG SPVJ the rights to PTCs attributable to MEAG SPVJ's share of Plant Vogtle Units 3 and 4 (approximately 206 MWs) within 30 days of such request at varying prices dependent upon the stage of construction of Plant Vogtle Units 3 and 4. The aggregate purchase price of the PTCs, together with any advances made as described in the next paragraph, shall not exceed $300 million."
        },
        {
          "year": 2017,
          "paragraphIndex": 24,
          "text": "The Tax Reform Legislation is unclear in certain respects and will require interpretations, guidance, and implementing regulations by the IRS, as well as each respective state's adoption. In addition, the regulatory treatment of certain impacts of the Tax Reform Legislation is subject to the discretion of the FERC and relevant state regulatory bodies. Southern Company and its subsidiaries are continuing to review the Tax Reform Legislation and are assessing whether any potential actions are available to mitigate adverse impacts of the legislation. Southern Company and its subsidiaries may identify additional impacts as they further assess the Tax Reform Legislation and as the IRS issues interpretations and implements regulations. Southern Company will continue to monitor the actions of state legislatures and state taxing authorities to see how the states may adopt and implement the Tax Reform Legislation. While the ultimate impact of the Tax Reform Legislation, future interpretations and implementation of regulations by the IRS and state tax authorities, and any mitigating actions Southern Company and its subsidiaries may take cannot be determined at this time, the Tax Reform Legislation had and could have a further material impact on the results of operations, financial condition and cash flows of the registrants."
        },
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "On December 22, 2017, the Tax Reform Legislation was signed into law and became effective on January 1, 2018. The Tax Reform Legislation significantly changes the U.S. Internal Revenue Code by, among other things, reducing the federal corporate income tax rate to 21% and repealing the corporate alternative minimum tax. As a result of the tax rate reduction, Southern Company recorded net, non-cash federal income tax benefits of $264 million in the fourth quarter 2017, comprised primarily of a $743 million tax benefit resulting from reductions in deferred tax liabilities at Southern Power, partially offset by tax expenses of $372 million and $93 million resulting from reductions in deferred tax assets at Mississippi Power and Southern Company Gas, respectively."
        },
        {
          "year": 2017,
          "paragraphIndex": 110,
          "text": "As of December 31, 2017, Mississippi Power's current liabilities exceeded current assets by approximately\n$911 million\nprimarily due to a $900 million unsecured term loan that matures on March 31, 2018. Mississippi Power expects to refinance the unsecured term loan with external security issuances and/or borrowings from financial institutions or Southern Company. Mississippi Power has been informed by Southern Company that in the event sufficient funds are not available from external sources, Southern Company intends to provide Mississippi Power with loans and/or equity to fund the remaining indebtedness to mature and other cash needs over the next 12 months."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "item information",
        "proposed sale",
        "benchmark",
        "lng",
        "pivotal",
        "statements matters",
        "accounting policies",
        "benchmark rates",
        "libor",
        "libor benchmark",
        "linemen",
        "relationships",
        "statements item",
        "united",
        "united states",
        "meag",
        "vcm",
        "vogtle owner",
        "million",
        "spvj",
        "forecast",
        "meag spvj",
        "amendments",
        "base",
        "cost forecast",
        "january",
        "ownership interests",
        "vogtle joint",
        "nineteenth",
        "nineteenth vcm"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 91,
          "text": "Additionally, due to a portion of the Registrants' indebtedness bearing interest at fluctuating rates based on LIBOR or other benchmark rates, the potential phasing out of these rates may adversely affect the costs of financing. The discontinuation, reform, or replacement of LIBOR or any other benchmark rates may have an unpredictable impact on contractual relationships in the credit markets or cause disruption to the broader financial markets and could result in adverse consequences to the return on, value of, and market for the Registrants' securities and other instruments whose returns are linked to any such benchmark."
        },
        {
          "year": 2019,
          "paragraphIndex": 55,
          "text": "Gas\n–\nGas Pipeline Projects\n\" for information regarding the construction delays and the associated cost increases for Southern Company Gas' pipeline construction projects and Note\n15\nto the financial statements under \"Southern Company Gas –\nProposed Sale of Pivotal LNG and Atlantic Coast Pipeline\n\" in Item 8 herein for information regarding the proposed sale of Southern Company Gas' interests in Atlantic Coast Pipeline."
        },
        {
          "year": 2019,
          "paragraphIndex": 59,
          "text": "At December 31, 2019, Southern Company Gas was involved in two gas pipeline development projects, the Atlantic Coast Pipeline project and the PennEast Pipeline project. See Note 3 to the financial statements under \"Other Matters – Southern Company Gas – Gas Pipeline Projects\" in Item 8 herein for information regarding these projects and Note\n15\nto the financial statements under \"Southern Company Gas –\nProposed Sale of Pivotal LNG and Atlantic Coast Pipeline\n\" in Item 8 herein for information regarding the proposed sale of Southern Company Gas' interests in Atlantic Coast Pipeline."
        },
        {
          "year": 2018,
          "paragraphIndex": 73,
          "text": "In connection with the vote to continue construction, Georgia Power entered into (i) a binding term sheet (Vogtle Owner Term Sheet) with the other Vogtle Owners and MEAG's wholly-owned subsidiaries MEAG Power SPVJ, LLC (MEAG SPVJ), MEAG Power SPVM, LLC (MEAG SPVM), and MEAG Power SPVP, LLC (MEAG SPVP) to take certain actions which partially mitigate potential financial exposure for the other Vogtle Owners, including additional amendments to the Vogtle Joint Ownership Agreements and the purchase of PTCs from the other Vogtle Owners, and (ii) a term sheet (MEAG Term Sheet) with MEAG and MEAG SPVJ to provide funding with respect to MEAG SPVJ's ownership interest in Plant Vogtle Units 3 and 4 (Project J) under certain circumstances. On January 14, 2019, Georgia Power, MEAG, and MEAG SPVJ entered into an agreement to implement the provisions of the MEAG Term Sheet (MEAG Funding Agreement). On February 18, 2019, Georgia Power, the other Vogtle Owners, and MEAG's wholly-owned subsidiaries MEAG SPVJ, MEAG SPVM, and MEAG SPVP entered into certain amendments to the Vogtle Joint Ownership Agreements to implement the provisions of the Vogtle Owner Term Sheet (Global Amendments)."
        },
        {
          "year": 2018,
          "paragraphIndex": 74,
          "text": "Pursuant to the Global Amendments, and consistent with the Vogtle Owner Term Sheet, the Vogtle Joint Ownership Agreements were modified as follows: (i) each Vogtle Owner must pay its proportionate share of qualifying construction costs for Plant Vogtle Units 3 and 4 based on its ownership percentage up to the estimated cost at completion (EAC) for Plant Vogtle Units 3 and 4 which formed the basis of Georgia Power's forecast of $8.4 billion in the nineteenth VCM plus $800 million; (ii) Georgia Power will be responsible for 55.7% of actual qualifying construction costs between $800 million and $1.6 billion over the EAC in the nineteenth VCM (resulting in $80 million of potential additional costs to Georgia Power), with the remaining Vogtle Owners responsible for 44.3% of such costs pro rata in accordance with their respective ownership interests; and (iii) Georgia"
        },
        {
          "year": 2018,
          "paragraphIndex": 90,
          "text": "Although Georgia Power believes these incremental costs are reasonable and necessary to complete the project and the Georgia PSC's order in the seventeenth VCM proceeding specifically states that the construction of Plant Vogtle Units 3 and 4 is not subject to a cost cap, Georgia Power did not seek rate recovery for these cost increases included in the current base capital cost forecast (or any related financing costs) in the nineteenth VCM report. In connection with future VCM filings, Georgia Power may request the Georgia PSC to evaluate costs currently included in the construction contingency estimate for rate recovery as and when they are appropriately included in the base capital cost forecast. After considering the significant level of uncertainty that exists regarding the future recoverability of costs included in the construction contingency estimate since the ultimate outcome of these matters is subject to the outcome of future assessments by management, as well as Georgia PSC decisions in these future regulatory proceedings, Georgia Power recorded a total pre-tax charge to income of $1.1 billion ($0.8 billion after tax) in the second quarter 2018, which includes the total increase in the base capital cost forecast and construction contingency estimate."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "customer demand",
        "registrants nicor",
        "daily",
        "access technology",
        "adequate cover",
        "associated losses",
        "availability productivity",
        "business model",
        "cause reputational",
        "change",
        "continue experience",
        "cover associated",
        "daily supply",
        "development projects",
        "financial results",
        "pipeline development",
        "atlantic coast",
        "coast pipeline",
        "segco nicor",
        "affect results",
        "affected traditional",
        "flows affected",
        "flows financial",
        "operations cash",
        "proposed sale",
        "central",
        "central station",
        "impacting"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 25,
          "text": "SCS, on behalf of the traditional electric operating companies and Southern Power, purchases fuel for the Southern Company system's generation fleet from a diverse set of suppliers. Southern Company Gas' primary business is the distribution of natural gas through the natural gas distribution utilities. Natural gas is delivered daily from different regions of the country. This daily supply is complemented by natural gas supplies stored in third party storage locations. To deliver this daily supply and storage, the Southern Company system has firm transportation capacity contracted with third party interstate pipelines. Disruption in the supply and/or delivery of fuel as a result of matters such as transportation delays, weather, labor relations, force majeure events, or environmental regulations affecting fuel suppliers could limit the ability of the traditional electric operating companies and Southern Power to operate certain facilities, which could result in higher fuel and operating costs, and the ability of Southern Company Gas to serve its natural gas customers."
        },
        {
          "year": 2020,
          "paragraphIndex": 46,
          "text": "COVID-19 has been declared a pandemic by the World Health Organization and the Centers for Disease Control and Prevention and has spread globally, including throughout the United States. In response, most jurisdictions, including in the United States, initially instituted restrictions on travel, public gatherings, and non-essential business operations. While some jurisdictions, including some in the Southern Company system's service territory, have relaxed some of these restrictions, many of these restrictions remain and there is no guarantee restrictions will not be reimposed in the future. These restrictions have significantly disrupted economic activity in the service territories of the traditional electric operating companies and the natural gas distribution utilities and caused volatility in capital markets at certain periods during 2020. For example, retail electric revenues have declined slightly compared to 2019, as discussed further in RESULTS OF OPERATIONS – \"Southern Company – Electricity Business\" in Item 7 herein. In addition, the traditional electric operating companies and the natural gas distribution utilities temporarily suspended disconnections for non-payment by customers and waived late fees for certain periods. The effects of the continued COVID-19 pandemic and related global, federal, state, and local responses could include extended disruptions to supply chains and capital markets, further reduced labor availability and productivity, and a prolonged reduction in economic activity. These effects could have a variety of adverse impacts on the Registrants, including, but not limited to, continued reduced demand for energy, particularly from commercial and industrial customers, impairment of goodwill or long-lived assets, reductions in investments recorded at fair value, and further impairment of the ability of the Registrants to develop, construct, and operate facilities, including electric generation, transmission, and distribution assets, to perform necessary corporate and customer service functions, and to access funds from financial institutions and capital markets. In addition, the COVID-19 pandemic could cause delays or cancellations of regulatory proceedings."
        },
        {
          "year": 2020,
          "paragraphIndex": 39,
          "text": "New technologies such as distributed energy resources and microgrids and increased customer demand for sustainable assets could change the type of assets constructed and/or the methods for cost recovery. Advances in these technologies or changes in laws or regulations could reduce the cost of distributed generation storage technologies or other alternative methods of producing power to a level that is competitive with that of most power generation production or result in smaller-scale, more fuel efficient, and/or more cost effective distributed generation that allows for increased self-generation by customers. Broader use of distributed generation by retail energy customers may also result from customers' changing perceptions of the merits of utilizing existing generation technology or tax or other economic incentives. Additionally, a state PSC or legislature may modify certain aspects of the traditional electric operating companies' business as a result of these advances in technology."
        },
        {
          "year": 2019,
          "paragraphIndex": 59,
          "text": "At December 31, 2019, Southern Company Gas was involved in two gas pipeline development projects, the Atlantic Coast Pipeline project and the PennEast Pipeline project. See Note 3 to the financial statements under \"Other Matters – Southern Company Gas – Gas Pipeline Projects\" in Item 8 herein for information regarding these projects and Note\n15\nto the financial statements under \"Southern Company Gas –\nProposed Sale of Pivotal LNG and Atlantic Coast Pipeline\n\" in Item 8 herein for information regarding the proposed sale of Southern Company Gas' interests in Atlantic Coast Pipeline."
        },
        {
          "year": 2019,
          "paragraphIndex": 55,
          "text": "Gas\n–\nGas Pipeline Projects\n\" for information regarding the construction delays and the associated cost increases for Southern Company Gas' pipeline construction projects and Note\n15\nto the financial statements under \"Southern Company Gas –\nProposed Sale of Pivotal LNG and Atlantic Coast Pipeline\n\" in Item 8 herein for information regarding the proposed sale of Southern Company Gas' interests in Atlantic Coast Pipeline."
        },
        {
          "year": 2019,
          "paragraphIndex": 57,
          "text": "Southern Company Gas has made significant investments in existing pipelines and pipeline development projects. Many of the existing pipelines are, and, when completed, the pipeline development projects will be, operated by third parties. If one of these agents fails to perform in a proper manner, the value of the investment could decline and Southern Company Gas could lose part or all of its investment. In addition, Southern Company Gas is required to fulfill capital obligations to pipeline joint ventures or, as necessary, guarantee the obligations of such joint venture."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Climate change",
        "deliveries",
        "railroad",
        "attack",
        "coal deliveries",
        "criteria",
        "decisions",
        "horizon",
        "increasingly",
        "matters including",
        "new prolonged",
        "prolonged reductions",
        "range",
        "replacement benchmark",
        "scenarios",
        "penneast",
        "penneast pipeline",
        "pipeline project",
        "gas services",
        "asset management",
        "statements matters",
        "affiliate",
        "low natural",
        "management agreements",
        "management arrangements",
        "ability aggregate",
        "accounting purposes",
        "accounting treatment",
        "active",
        "affiliate assets"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 30,
          "text": "The traditional electric operating companies are also dependent on coal, and related coal supply contracts, for a portion of their electric generating capacity. The counterparties to coal supply contracts may not fulfill their obligations to supply coal because of financial or technical problems. In addition, the suppliers may be delayed in supplying or may not be required to supply coal under certain circumstances, such as in the event of a natural disaster. If the traditional electric operating companies are unable to obtain their contracted coal requirements, they may be required to purchase their coal requirements at higher prices, and these increased costs may not be recoverable through rates. The railroad industry is experiencing labor shortages, which could lead to delays in coal deliveries or increased costs. Additionally, the utility industry is also being impacted by coal delivery challenges associated with new railroad management systems which favor stable, predictable deliveries and a market trend of shifting railroad capacity away from coal deliveries to other industries."
        },
        {
          "year": 2021,
          "paragraphIndex": 11,
          "text": "The Southern Company system has robust processes for identifying, assessing, and responding to climate-related risks, including a scenario planning process that is used to inform resource planning decisions in the states in which the traditional electric operating companies operate. This process relies on information from internal and external sources, which may or may not be accurate in predicting future outcomes. Each year, the Southern Company system develops scenarios which look out over a 30-year horizon. In 2021, scenarios included a wide range of fuel prices, load growth, and CO\n2\nprices starting between $0 and $50 per metric ton of CO\n2\nemitted and escalating over the 30-year horizon."
        },
        {
          "year": 2021,
          "paragraphIndex": 38,
          "text": "Customers and stakeholders are increasingly focused on the Registrants' ability to meet rapidly changing demands for new and varied products, services, and offerings. Additionally, the risk of global climate change continues to shape customers' and stakeholders' sustainability goals and energy needs."
        },
        {
          "year": 2020,
          "paragraphIndex": 56,
          "text": "With respect to the PennEast Pipeline project, Southern Company Gas will rely on its joint venture partners for construction management and will not exercise direct control over the process. The PennEast Pipeline project is dependent on contractors for the successful and timely completion of the project. Further, the development of the PennEast Pipeline involves numerous regulatory, environmental, construction, safety, political, and legal uncertainties and may require the expenditure of significant amounts of capital. This project may not be completed on schedule, at the budgeted cost, or at all. There may be cost overruns and construction difficulties that cause Southern Company Gas' capital expenditures to exceed its initial expectations. See Note 3 to the financial statements under \"Other Matters – Southern Company Gas – PennEast Pipeline Project\" in Item 8 herein for information regarding this project."
        },
        {
          "year": 2020,
          "paragraphIndex": 55,
          "text": "Southern Company Gas has made significant investments in existing pipelines and the PennEast Pipeline project. Many of the existing pipelines are, and, when completed, the PennEast Pipeline project will be, operated by third parties. If one of these agents fails to perform in a proper manner, the value of the investment could decline and Southern Company Gas could lose part or all of its investment. In addition, Southern Company Gas is required to fulfill capital obligations to pipeline joint ventures."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "Even if a construction project (including a joint venture construction project) is completed, the total costs may be higher than estimated and may not be recoverable through regulated rates, if applicable. In addition, construction delays and contractor performance shortfalls can result in the loss of revenues. The largest construction project currently underway in the Southern Company system is Plant Vogtle Units 3 and 4. Southern Company and Georgia Power recorded total pre-tax charges to income of $1.4 billion ($1.0 billion after tax) through December 31, 2020 to reflect Georgia Power's revised estimate to complete construction and start-up of Plant Vogtle Units 3 and 4. See Note 2 to the financial statements under \"Georgia Power – Nuclear Construction\" in Item 8 herein for information regarding Plant Vogtle Units 3 and 4. Also see Note 3 to the financial statements under \"Other Matters – Southern Company Gas – PennEast Pipeline Project\" in Item 8 herein for information regarding the PennEast Pipeline project and Note 2 to the financial statements under \"Alabama Power – Petition for Certificate of Convenience and Necessity\" in Item 8 herein for information regarding Alabama Power's construction of Plant Barry Unit 8."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Supply chain",
        "chain",
        "Geopolitical tensions",
        "chain disruptions",
        "shareholder",
        "shareholder activism",
        "global supply",
        "tensions",
        "underground",
        "components",
        "components materials",
        "disruptions inflation",
        "escalate",
        "escalate periods",
        "expectations",
        "assessed",
        "assessed impairment",
        "duration",
        "jurisdictions",
        "jurisdictions including",
        "markets cause",
        "pipelines storage",
        "accounted",
        "accounted respectively",
        "additionally pipeline",
        "america",
        "america located",
        "anti",
        "asset carrying",
        "assets approved"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 44,
          "text": "The Southern Company system's operations and business plans depend on the global supply chain to procure equipment, materials, and other resources. The delivery of components, materials, equipment, and other resources that are critical to the Southern Company system's operations has been impacted by ongoing domestic and global supply chain disruptions. International tensions, including the ramifications of regional conflict, could further exacerbate global supply chain disruptions. These disruptions and shortages could adversely impact business operations. The constraints in the supply chain also could restrict availability and delay construction, maintenance, or repair of items needed to support normal operations or to continue planned capital investments."
        },
        {
          "year": 2022,
          "paragraphIndex": 84,
          "text": "Shareholder activism, which can take many forms and arise in a variety of situations, could result in substantial costs and divert management's and Southern Company's board's attention and resources. Additionally, such shareholder activism could give rise to perceived uncertainties as to Southern Company's future, adversely affect the Southern Company system's relationships with its employees, customers, regulators, or service providers, and make it more difficult to attract and retain qualified personnel. Also, Southern Company may be required to incur significant fees and other expenses related to activist shareholder matters,"
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "The financial performance of Southern Company and its subsidiaries depends on the successful operation of the electric generation, transmission, and distribution facilities, natural gas distribution facilities, and distributed generation storage technologies and the successful performance of necessary corporate functions. There are many risks that could affect these matters, including operator error or failure of equipment or processes, accidents, operating limitations that may be imposed by environmental or other regulatory requirements or in connection with joint owner arrangements, labor disputes, physical attacks, fuel or material supply interruptions and/or shortages, transmission disruption or capacity constraints, including with respect to the Southern Company system's and third parties' transmission, storage, and transportation facilities, inability to maintain reliability consistent with customer expectations as the traditional electric operating companies and Southern Power transition their generating fleets in support of the Southern Company system's net zero goal, compliance with mandatory reliability standards, including mandatory cyber security standards, implementation of new technologies, technology system failures, cyber intrusions, environmental events, such as spills or releases, supply chain disruptions, inflation, and catastrophic events such as fires, earthquakes, explosions, floods, tornadoes, hurricanes and other storms, droughts, pandemic health events, political unrest, or other similar occurrences."
        },
        {
          "year": 2021,
          "paragraphIndex": 46,
          "text": "In response to the COVID-19 pandemic, most jurisdictions, including in the United States, initially instituted restrictions on travel, public gatherings, and non-essential business operations. While some jurisdictions, including some in the Southern Company system's service territory, have relaxed some of these restrictions, some remain and there is no guarantee restrictions will not be reimposed in the future. These restrictions, as well as changes in individual behavior in response to the pandemic, have significantly disrupted economic activity in the service territories of the traditional electric operating companies and the natural gas distribution utilities and caused volatility in capital markets at certain periods during 2020 and 2021 and could continue to do so in the future. The Registrants cannot predict the extent or duration of the pandemic, the impact of new variants of COVID-19, the timing, availability, distribution, or effectiveness of vaccines, anti-virals, or other treatments or preventions for COVID-19, governmental responsive measures, including vaccine mandates, or the extent of the effects or impacts on the global, national, or local economy, the capital markets, or the Subsidiary Registrants' customers, suppliers, or operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 87,
          "text": "Goodwill is assessed for impairment at least annually and more frequently if events or circumstances occur that would more likely than not reduce the fair value of a reporting unit below its carrying value and long-lived assets are assessed for impairment whenever events or circumstances indicate that an asset's carrying amount may not be recoverable. At December 31, 2021, goodwill was $5.3 billion and $5.0 billion for Southern Company and Southern Company Gas, respectively."
        },
        {
          "year": 2021,
          "paragraphIndex": 77,
          "text": "The traditional electric operating companies and Southern Power each engage in a long-term planning process to estimate the optimal mix and timing of new generation assets required to serve future load obligations. Southern Company Gas engages in a long-term planning process to estimate the optimal mix and timing of building new pipelines and storage facilities, replacing existing pipelines, rewatering storage facilities, and entering new markets and/or expanding in existing markets. These planning processes must project many years into the future to accommodate the long lead times associated with the permitting and construction of new generation and associated transmission facilities and natural gas distribution and storage facilities. Inherent risk exists in predicting demand as future loads are dependent on many uncertain factors, including economic conditions, customer usage patterns, efficiency programs, customer technology adoption, and the duration and extent of the COVID-19 pandemic. Because regulators may not permit the traditional electric operating companies or the natural gas distribution utilities to adjust rates to recover the costs of new generation and associated transmission assets and/or new pipelines and related infrastructure in a timely manner or at all, these subsidiaries may not be able to fully recover these costs or may have exposure to regulatory lag associated with the time between the incurrence of costs and the recovery in customers' rates. In addition, under Southern Power's model of selling capacity and energy at negotiated market-based rates under long-term PPAs, Southern Power might not be able to fully execute its business plan if market prices drop below original forecasts. Southern Power and/or the traditional electric operating companies may not be able to extend or replace existing PPAs upon expiration, or they may be forced to market these assets at prices lower than originally intended."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "accordingly",
        "applications",
        "attacker",
        "conflicts",
        "east",
        "gases",
        "geopolitical instability",
        "instability",
        "maturity",
        "middle",
        "middle east",
        "nation",
        "nation state",
        "new rules",
        "physical attack",
        "COVID-19",
        "covid pandemic",
        "benchmark",
        "libor",
        "reductions",
        "collected",
        "horizon",
        "impacts covid",
        "new prolonged",
        "prolonged",
        "prolonged reductions",
        "replacement benchmark",
        "scenarios",
        "shale",
        "shale gas"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 27,
          "text": "The Registrants and their third-party vendors have been subject, and will likely continue to be subject, to attempts to gain unauthorized access to their technology systems and confidential data or to attempts to disrupt utility and related business operations. While there have been immaterial incidents of phishing, unauthorized access to technology systems, financial fraud, and disruption of remote access across the Southern Company system, there has been no material impact on business or operations from these attacks. However, the Registrants cannot guarantee that security efforts will have the maturity to detect or prevent breaches, operational incidents, or other breakdowns of technology systems and network infrastructure. This is especially true in the event the Registrants are targeted by a sophisticated attacker with significant resources, such as a nation-state or state-sponsored actor. Further, the Registrants do not have security visibility into all operational technology communications and processes, do not maintain completely exhaustive inventories of assets and applications, and do not centrally manage or monitor all technologies, applications, and environments, which could negatively affect preparation for, investigation of, or response to an information security incident. Accordingly, the Registrants cannot provide any assurance that information security incidents will not have a material adverse effect in the future."
        },
        {
          "year": 2023,
          "paragraphIndex": 26,
          "text": "Cyber actors, including those associated with foreign governments, have attacked and threatened to attack energy infrastructure. Various regulators have increasingly stressed that these attacks, including ransomware attacks, and attacks targeting utility systems and other critical infrastructure, are increasing in sophistication, magnitude, and frequency. In particular, certain actors, such as nation-state and state-sponsored actors, can deploy significant resources and employ sophisticated methods to plan and carry out attacks. Risk of these attacks may escalate during periods of heightened geopolitical tensions, such as those caused by the war in Ukraine and conflicts in the Middle East."
        },
        {
          "year": 2023,
          "paragraphIndex": 47,
          "text": "The Southern Company system's operations and business plans depend on the global supply chain to procure equipment, materials, and other resources. The delivery of components, materials, equipment, and other resources that are critical to the Southern Company system's operations has been impacted by domestic and global supply chain disruptions. Future pandemic health events or continued international tensions, including the ramifications of regional conflicts, such as those in Ukraine and the Middle East, could further exacerbate global supply chain disruptions. These disruptions and shortages could adversely impact business operations. The constraints in the supply chain also could restrict availability and delay construction, maintenance, or repair of items needed to support normal operations or to continue planned capital investments."
        },
        {
          "year": 2022,
          "paragraphIndex": 80,
          "text": "Additionally, since a portion of the Registrants' and Southern Company Gas Capital's indebtedness bears interest at variable rates based on LIBOR, uncertainty related to its announced phase out and alternative reference rates may adversely affect financing costs. Any replacement benchmark rates may be relatively new, fundamentally different from LIBOR, and/or more volatile than other benchmark or market rates. SOFR has been identified as the current replacement benchmark rate for LIBOR in the United States, although the SOFR market is not yet fully developed."
        },
        {
          "year": 2022,
          "paragraphIndex": 46,
          "text": "The effects of the continued COVID-19 pandemic and related global, federal, state, and local responses could include new or extended disruptions to capital markets, further reduced labor availability and productivity, and new or prolonged reductions in economic activity. These effects could have a variety of adverse impacts on the Registrants, including, but not limited to, new or prolonged reductions in demand for energy, particularly from commercial and industrial customers, impairment of goodwill or long-lived assets, reductions in investments recorded at fair value, further increases in costs of necessary equipment, and further challenges to the development, construction, and/or operation of the Subsidiary Registrants' facilities, including electric"
        },
        {
          "year": 2022,
          "paragraphIndex": 11,
          "text": "The Southern Company system has robust processes for identifying, assessing, and responding to climate-related risks, including a scenario planning process that is used to inform resource planning decisions in the states in which the traditional electric operating companies operate. This process relies on information from internal and external sources, which may or may not be accurate in predicting future outcomes. Each year, the Southern Company system develops scenarios which look out over a 30-year horizon. In 2022, scenarios included a wide range of fuel prices, load growth, and CO\n2\nprices starting between $0 and $50 per metric ton of CO\n2\nemitted and escalating over the 30-year horizon."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "pipeline development",
        "projected",
        "approximately million",
        "million",
        "development projects",
        "exceeds",
        "incremental",
        "Artificial intelligence",
        "artificial",
        "camt",
        "centers",
        "changes circumstances",
        "hurricane",
        "indicates",
        "intelligence",
        "vogtle unit",
        "construction start",
        "deliveries",
        "disability failures",
        "proposed",
        "recovery customers",
        "required incur",
        "start plant",
        "Data breach",
        "abandonment construction",
        "achieve expected",
        "acts war",
        "adequate expected",
        "adoption regulators",
        "advisors"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 85,
          "text": "The traditional electric operating companies are experiencing projected demand that exceeds recent experience, creating the need for new power generating resources and transmission facilities. The majority of this demand is driven by the power needs and projected power needs of data centers to serve an increasingly digital economy and to support artificial intelligence. Other demands are coming from new industrial facilities with advanced manufacturing processes for such products as electric vehicles and batteries. Ensuring that incremental revenues from these projected new demands cover incremental costs and risks will be critical to continuing the traditional electric operating companies' value proposition to customers. The new nature of these industries, additional capital spending needs, and uncertainties on the actual capacity required to satisfy the projected new demands of these new industries may impact the traditional electric operating companies."
        },
        {
          "year": 2024,
          "paragraphIndex": 74,
          "text": "In the event a traditional electric operating company or Southern Company Gas experiences any of these weather events or any natural disaster or other catastrophic event, recovery of costs in excess of reserves and insurance coverage is subject to the approval of its state PSC or other applicable state regulatory agency. The traditional electric operating companies from time to time have experienced and may continue to experience deficits in their storm cost recovery reserve balances. For example, in September 2024, Hurricane Helene caused significant damage to Georgia Power's transmission and distribution facilities. The incremental restoration costs related to this hurricane totaled approximately $870 million, of which approximately $750 million was deferred in the regulatory asset for storm damage, approximately $90 million was capitalized to property, plant, and equipment, and approximately $30 million was deferred as future billings to open access transmission tariff customers. Additionally, the applicable state PSC or other applicable state regulatory agency may deny or delay recovery of any portion of such costs."
        },
        {
          "year": 2024,
          "paragraphIndex": 30,
          "text": "their operations from these attacks. However, the Registrants cannot guarantee that security efforts will have the maturity to detect or prevent breaches, operational incidents, or other breakdowns of technology systems and network infrastructure, especially in the event the Registrants are targeted by a sophisticated attacker with significant resources, such as a nation-state or state-sponsored actor. As artificial intelligence continues to evolve, new technologies and increased computing power could lead to new attack techniques and more sophisticated attacks. Further, the Registrants do not have security visibility into all operational technology communications and processes, do not maintain completely exhaustive inventories of assets and applications, and do not centrally manage or monitor all technologies, applications, and environments, which could negatively affect preparation for, investigation of, or response to an information security incident. Accordingly, the Registrants cannot provide any assurance that information security incidents will not have a material adverse effect in the future."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "The SEC has proposed new rules relating to the disclosure of climate-related matters. If the proposed rules, or similar rules, are enacted, the Registrants could incur increased costs to comply with these new rules and could face increased risk of litigation related to disclosures made pursuant to the rules."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "The traditional electric operating companies are also dependent on coal, and related coal supply contracts, for a portion of their electric generating capacity. The counterparties to coal supply contracts may not fulfill their obligations to supply coal because of financial or technical problems. In addition, the suppliers and/or railroads may be delayed in supplying or delivering or may not be required to supply or deliver coal under certain circumstances, such as in the event of a natural disaster. If the traditional electric operating companies are unable to obtain their contracted coal requirements, they may be required to purchase additional coal at higher prices or limit coal generation, and these increased costs may not be recoverable through rates if deemed to be imprudently incurred. Coal deliveries continued to be delayed early in 2023, which has largely been attributed to labor shortages in the railroad industry. Service levels improved over the course of 2023 and deliveries returned to normal levels by the end of 2023. As coal-fired generating facilities are retired, the demand for coal is expected to continue to decline. As a result, railroads may commit fewer resources to coal transportation, which could increase these risks."
        },
        {
          "year": 2023,
          "paragraphIndex": 55,
          "text": "addition, construction delays and contractor performance shortfalls can result in the loss of revenues. The largest construction project currently underway in the Southern Company system is Plant Vogtle Unit 4. Southern Company and Georgia Power recorded cumulative pre-tax charges to income of $3.2 billion ($2.4 billion after tax) through December 31, 2023 to reflect Georgia Power's revised estimate to complete construction and start-up of Plant Vogtle Units 3 and 4. See Note 2 to the financial statements under \"Georgia Power – Nuclear Construction\" in Item 8 herein for information regarding Plant Vogtle Units 3 and 4."
        }
      ]
    }
  ]
}