{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Climate change",
        "deliveries",
        "railroad",
        "attack",
        "coal deliveries",
        "criteria",
        "decisions",
        "horizon",
        "increasingly",
        "matters including",
        "new prolonged",
        "prolonged reductions",
        "range",
        "replacement benchmark",
        "scenarios",
        "penneast",
        "penneast pipeline",
        "pipeline project",
        "asset management",
        "affiliate",
        "active",
        "aggregate",
        "annual",
        "atlanta",
        "budgeted",
        "cancellations",
        "cell",
        "centers",
        "certificate",
        "chattanooga"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 30,
          "text": "The traditional electric operating companies are also dependent on coal, and related coal supply contracts, for a portion of their electric generating capacity. The counterparties to coal supply contracts may not fulfill their obligations to supply coal because of financial or technical problems. In addition, the suppliers may be delayed in supplying or may not be required to supply coal under certain circumstances, such as in the event of a natural disaster. If the traditional electric operating companies are unable to obtain their contracted coal requirements, they may be required to purchase their coal requirements at higher prices, and these increased costs may not be recoverable through rates. The railroad industry is experiencing labor shortages, which could lead to delays in coal deliveries or increased costs. Additionally, the utility industry is also being impacted by coal delivery challenges associated with new railroad management systems which favor stable, predictable deliveries and a market trend of shifting railroad capacity away from coal deliveries to other industries."
        },
        {
          "year": 2021,
          "paragraphIndex": 11,
          "text": "The Southern Company system has robust processes for identifying, assessing, and responding to climate-related risks, including a scenario planning process that is used to inform resource planning decisions in the states in which the traditional electric operating companies operate. This process relies on information from internal and external sources, which may or may not be accurate in predicting future outcomes. Each year, the Southern Company system develops scenarios which look out over a 30-year horizon. In 2021, scenarios included a wide range of fuel prices, load growth, and CO\n2\nprices starting between $0 and $50 per metric ton of CO\n2\nemitted and escalating over the 30-year horizon."
        },
        {
          "year": 2021,
          "paragraphIndex": 38,
          "text": "Customers and stakeholders are increasingly focused on the Registrants' ability to meet rapidly changing demands for new and varied products, services, and offerings. Additionally, the risk of global climate change continues to shape customers' and stakeholders' sustainability goals and energy needs."
        },
        {
          "year": 2020,
          "paragraphIndex": 56,
          "text": "With respect to the PennEast Pipeline project, Southern Company Gas will rely on its joint venture partners for construction management and will not exercise direct control over the process. The PennEast Pipeline project is dependent on contractors for the successful and timely completion of the project. Further, the development of the PennEast Pipeline involves numerous regulatory, environmental, construction, safety, political, and legal uncertainties and may require the expenditure of significant amounts of capital. This project may not be completed on schedule, at the budgeted cost, or at all. There may be cost overruns and construction difficulties that cause Southern Company Gas' capital expenditures to exceed its initial expectations. See Note 3 to the financial statements under \"Other Matters – Southern Company Gas – PennEast Pipeline Project\" in Item 8 herein for information regarding this project."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "Even if a construction project (including a joint venture construction project) is completed, the total costs may be higher than estimated and may not be recoverable through regulated rates, if applicable. In addition, construction delays and contractor performance shortfalls can result in the loss of revenues. The largest construction project currently underway in the Southern Company system is Plant Vogtle Units 3 and 4. Southern Company and Georgia Power recorded total pre-tax charges to income of $1.4 billion ($1.0 billion after tax) through December 31, 2020 to reflect Georgia Power's revised estimate to complete construction and start-up of Plant Vogtle Units 3 and 4. See Note 2 to the financial statements under \"Georgia Power – Nuclear Construction\" in Item 8 herein for information regarding Plant Vogtle Units 3 and 4. Also see Note 3 to the financial statements under \"Other Matters – Southern Company Gas – PennEast Pipeline Project\" in Item 8 herein for information regarding the PennEast Pipeline project and Note 2 to the financial statements under \"Alabama Power – Petition for Certificate of Convenience and Necessity\" in Item 8 herein for information regarding Alabama Power's construction of Plant Barry Unit 8."
        },
        {
          "year": 2020,
          "paragraphIndex": 55,
          "text": "Southern Company Gas has made significant investments in existing pipelines and the PennEast Pipeline project. Many of the existing pipelines are, and, when completed, the PennEast Pipeline project will be, operated by third parties. If one of these agents fails to perform in a proper manner, the value of the investment could decline and Southern Company Gas could lose part or all of its investment. In addition, Southern Company Gas is required to fulfill capital obligations to pipeline joint ventures."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Supply chain",
        "chain",
        "Geopolitical tensions",
        "chain disruptions",
        "shareholder",
        "shareholder activism",
        "global supply",
        "tensions",
        "underground",
        "components",
        "components materials",
        "disruptions inflation",
        "escalate",
        "escalate periods",
        "expectations",
        "assessed",
        "assessed impairment",
        "duration",
        "jurisdictions",
        "jurisdictions including",
        "pipelines storage",
        "accounted",
        "america",
        "anti",
        "away",
        "bearing",
        "california",
        "capital contributions",
        "chains",
        "competes"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 44,
          "text": "The Southern Company system's operations and business plans depend on the global supply chain to procure equipment, materials, and other resources. The delivery of components, materials, equipment, and other resources that are critical to the Southern Company system's operations has been impacted by ongoing domestic and global supply chain disruptions. International tensions, including the ramifications of regional conflict, could further exacerbate global supply chain disruptions. These disruptions and shortages could adversely impact business operations. The constraints in the supply chain also could restrict availability and delay construction, maintenance, or repair of items needed to support normal operations or to continue planned capital investments."
        },
        {
          "year": 2022,
          "paragraphIndex": 84,
          "text": "Shareholder activism, which can take many forms and arise in a variety of situations, could result in substantial costs and divert management's and Southern Company's board's attention and resources. Additionally, such shareholder activism could give rise to perceived uncertainties as to Southern Company's future, adversely affect the Southern Company system's relationships with its employees, customers, regulators, or service providers, and make it more difficult to attract and retain qualified personnel. Also, Southern Company may be required to incur significant fees and other expenses related to activist shareholder matters,"
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "The financial performance of Southern Company and its subsidiaries depends on the successful operation of the electric generation, transmission, and distribution facilities, natural gas distribution facilities, and distributed generation storage technologies and the successful performance of necessary corporate functions. There are many risks that could affect these matters, including operator error or failure of equipment or processes, accidents, operating limitations that may be imposed by environmental or other regulatory requirements or in connection with joint owner arrangements, labor disputes, physical attacks, fuel or material supply interruptions and/or shortages, transmission disruption or capacity constraints, including with respect to the Southern Company system's and third parties' transmission, storage, and transportation facilities, inability to maintain reliability consistent with customer expectations as the traditional electric operating companies and Southern Power transition their generating fleets in support of the Southern Company system's net zero goal, compliance with mandatory reliability standards, including mandatory cyber security standards, implementation of new technologies, technology system failures, cyber intrusions, environmental events, such as spills or releases, supply chain disruptions, inflation, and catastrophic events such as fires, earthquakes, explosions, floods, tornadoes, hurricanes and other storms, droughts, pandemic health events, political unrest, or other similar occurrences."
        },
        {
          "year": 2021,
          "paragraphIndex": 46,
          "text": "In response to the COVID-19 pandemic, most jurisdictions, including in the United States, initially instituted restrictions on travel, public gatherings, and non-essential business operations. While some jurisdictions, including some in the Southern Company system's service territory, have relaxed some of these restrictions, some remain and there is no guarantee restrictions will not be reimposed in the future. These restrictions, as well as changes in individual behavior in response to the pandemic, have significantly disrupted economic activity in the service territories of the traditional electric operating companies and the natural gas distribution utilities and caused volatility in capital markets at certain periods during 2020 and 2021 and could continue to do so in the future. The Registrants cannot predict the extent or duration of the pandemic, the impact of new variants of COVID-19, the timing, availability, distribution, or effectiveness of vaccines, anti-virals, or other treatments or preventions for COVID-19, governmental responsive measures, including vaccine mandates, or the extent of the effects or impacts on the global, national, or local economy, the capital markets, or the Subsidiary Registrants' customers, suppliers, or operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 87,
          "text": "Goodwill is assessed for impairment at least annually and more frequently if events or circumstances occur that would more likely than not reduce the fair value of a reporting unit below its carrying value and long-lived assets are assessed for impairment whenever events or circumstances indicate that an asset's carrying amount may not be recoverable. At December 31, 2021, goodwill was $5.3 billion and $5.0 billion for Southern Company and Southern Company Gas, respectively."
        },
        {
          "year": 2021,
          "paragraphIndex": 33,
          "text": "Most of Southern Power's generating capacity has been sold to purchasers under PPAs. Southern Power's top three customers, Southern California Edison, Georgia Power, and Tennessee Valley Authority accounted for 7.4%, 6.3%, and 6.3%, respectively, of Southern Power's total revenues for the year ended December 31, 2021. The traditional electric operating companies have entered into PPAs with non-affiliated parties."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "accordingly",
        "applications",
        "attacker",
        "conflicts",
        "east",
        "gases",
        "geopolitical instability",
        "instability",
        "maturity",
        "middle",
        "middle east",
        "nation",
        "nation state",
        "new rules",
        "physical attack",
        "COVID-19",
        "covid pandemic",
        "benchmark",
        "libor",
        "reductions",
        "collected",
        "horizon",
        "impacts covid",
        "new prolonged",
        "prolonged",
        "prolonged reductions",
        "replacement benchmark",
        "scenarios",
        "shale",
        "shale gas"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 27,
          "text": "The Registrants and their third-party vendors have been subject, and will likely continue to be subject, to attempts to gain unauthorized access to their technology systems and confidential data or to attempts to disrupt utility and related business operations. While there have been immaterial incidents of phishing, unauthorized access to technology systems, financial fraud, and disruption of remote access across the Southern Company system, there has been no material impact on business or operations from these attacks. However, the Registrants cannot guarantee that security efforts will have the maturity to detect or prevent breaches, operational incidents, or other breakdowns of technology systems and network infrastructure. This is especially true in the event the Registrants are targeted by a sophisticated attacker with significant resources, such as a nation-state or state-sponsored actor. Further, the Registrants do not have security visibility into all operational technology communications and processes, do not maintain completely exhaustive inventories of assets and applications, and do not centrally manage or monitor all technologies, applications, and environments, which could negatively affect preparation for, investigation of, or response to an information security incident. Accordingly, the Registrants cannot provide any assurance that information security incidents will not have a material adverse effect in the future."
        },
        {
          "year": 2023,
          "paragraphIndex": 26,
          "text": "Cyber actors, including those associated with foreign governments, have attacked and threatened to attack energy infrastructure. Various regulators have increasingly stressed that these attacks, including ransomware attacks, and attacks targeting utility systems and other critical infrastructure, are increasing in sophistication, magnitude, and frequency. In particular, certain actors, such as nation-state and state-sponsored actors, can deploy significant resources and employ sophisticated methods to plan and carry out attacks. Risk of these attacks may escalate during periods of heightened geopolitical tensions, such as those caused by the war in Ukraine and conflicts in the Middle East."
        },
        {
          "year": 2023,
          "paragraphIndex": 47,
          "text": "The Southern Company system's operations and business plans depend on the global supply chain to procure equipment, materials, and other resources. The delivery of components, materials, equipment, and other resources that are critical to the Southern Company system's operations has been impacted by domestic and global supply chain disruptions. Future pandemic health events or continued international tensions, including the ramifications of regional conflicts, such as those in Ukraine and the Middle East, could further exacerbate global supply chain disruptions. These disruptions and shortages could adversely impact business operations. The constraints in the supply chain also could restrict availability and delay construction, maintenance, or repair of items needed to support normal operations or to continue planned capital investments."
        },
        {
          "year": 2022,
          "paragraphIndex": 80,
          "text": "Additionally, since a portion of the Registrants' and Southern Company Gas Capital's indebtedness bears interest at variable rates based on LIBOR, uncertainty related to its announced phase out and alternative reference rates may adversely affect financing costs. Any replacement benchmark rates may be relatively new, fundamentally different from LIBOR, and/or more volatile than other benchmark or market rates. SOFR has been identified as the current replacement benchmark rate for LIBOR in the United States, although the SOFR market is not yet fully developed."
        },
        {
          "year": 2022,
          "paragraphIndex": 46,
          "text": "The effects of the continued COVID-19 pandemic and related global, federal, state, and local responses could include new or extended disruptions to capital markets, further reduced labor availability and productivity, and new or prolonged reductions in economic activity. These effects could have a variety of adverse impacts on the Registrants, including, but not limited to, new or prolonged reductions in demand for energy, particularly from commercial and industrial customers, impairment of goodwill or long-lived assets, reductions in investments recorded at fair value, further increases in costs of necessary equipment, and further challenges to the development, construction, and/or operation of the Subsidiary Registrants' facilities, including electric"
        },
        {
          "year": 2022,
          "paragraphIndex": 11,
          "text": "The Southern Company system has robust processes for identifying, assessing, and responding to climate-related risks, including a scenario planning process that is used to inform resource planning decisions in the states in which the traditional electric operating companies operate. This process relies on information from internal and external sources, which may or may not be accurate in predicting future outcomes. Each year, the Southern Company system develops scenarios which look out over a 30-year horizon. In 2022, scenarios included a wide range of fuel prices, load growth, and CO\n2\nprices starting between $0 and $50 per metric ton of CO\n2\nemitted and escalating over the 30-year horizon."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "pipeline development",
        "projected",
        "approximately million",
        "million",
        "exceeds",
        "incremental",
        "Artificial intelligence",
        "artificial",
        "camt",
        "centers",
        "hurricane",
        "indicates",
        "intelligence",
        "pipeline project",
        "proceedings",
        "vogtle unit",
        "construction start",
        "deliveries",
        "disability failures",
        "proposed",
        "recovery customers",
        "required incur",
        "start plant",
        "Data breach",
        "abandonment construction",
        "achieve expected",
        "acts war",
        "adequate expected",
        "advisors",
        "agencies downgrade"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 85,
          "text": "The traditional electric operating companies are experiencing projected demand that exceeds recent experience, creating the need for new power generating resources and transmission facilities. The majority of this demand is driven by the power needs and projected power needs of data centers to serve an increasingly digital economy and to support artificial intelligence. Other demands are coming from new industrial facilities with advanced manufacturing processes for such products as electric vehicles and batteries. Ensuring that incremental revenues from these projected new demands cover incremental costs and risks will be critical to continuing the traditional electric operating companies' value proposition to customers. The new nature of these industries, additional capital spending needs, and uncertainties on the actual capacity required to satisfy the projected new demands of these new industries may impact the traditional electric operating companies."
        },
        {
          "year": 2024,
          "paragraphIndex": 74,
          "text": "In the event a traditional electric operating company or Southern Company Gas experiences any of these weather events or any natural disaster or other catastrophic event, recovery of costs in excess of reserves and insurance coverage is subject to the approval of its state PSC or other applicable state regulatory agency. The traditional electric operating companies from time to time have experienced and may continue to experience deficits in their storm cost recovery reserve balances. For example, in September 2024, Hurricane Helene caused significant damage to Georgia Power's transmission and distribution facilities. The incremental restoration costs related to this hurricane totaled approximately $870 million, of which approximately $750 million was deferred in the regulatory asset for storm damage, approximately $90 million was capitalized to property, plant, and equipment, and approximately $30 million was deferred as future billings to open access transmission tariff customers. Additionally, the applicable state PSC or other applicable state regulatory agency may deny or delay recovery of any portion of such costs."
        },
        {
          "year": 2024,
          "paragraphIndex": 61,
          "text": "With respect to the pipeline development project, Southern Company Gas will rely on its joint venture partner for construction management and will not exercise direct control over the process. The project is dependent on contractors for successful and timely completion. Further, the development of the pipeline project involves numerous regulatory, environmental, construction, safety, political, and legal uncertainties and may require a significant investment. This project may not be completed on schedule, at the budgeted cost, or at all. There may be cost overruns and construction difficulties that cause Southern Company Gas' investment to exceed its initial expectations, which may impact the earnings of the joint venture partnership. Moreover, Southern Company Gas' net income will not materially increase immediately upon the expenditure of funds on this pipeline project. Pipeline construction occurs over an extended period of time, and Southern Company Gas' net income will not be materially impacted unless and until the project is placed in service."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "The SEC has proposed new rules relating to the disclosure of climate-related matters. If the proposed rules, or similar rules, are enacted, the Registrants could incur increased costs to comply with these new rules and could face increased risk of litigation related to disclosures made pursuant to the rules."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "The traditional electric operating companies are also dependent on coal, and related coal supply contracts, for a portion of their electric generating capacity. The counterparties to coal supply contracts may not fulfill their obligations to supply coal because of financial or technical problems. In addition, the suppliers and/or railroads may be delayed in supplying or delivering or may not be required to supply or deliver coal under certain circumstances, such as in the event of a natural disaster. If the traditional electric operating companies are unable to obtain their contracted coal requirements, they may be required to purchase additional coal at higher prices or limit coal generation, and these increased costs may not be recoverable through rates if deemed to be imprudently incurred. Coal deliveries continued to be delayed early in 2023, which has largely been attributed to labor shortages in the railroad industry. Service levels improved over the course of 2023 and deliveries returned to normal levels by the end of 2023. As coal-fired generating facilities are retired, the demand for coal is expected to continue to decline. As a result, railroads may commit fewer resources to coal transportation, which could increase these risks."
        },
        {
          "year": 2023,
          "paragraphIndex": 55,
          "text": "addition, construction delays and contractor performance shortfalls can result in the loss of revenues. The largest construction project currently underway in the Southern Company system is Plant Vogtle Unit 4. Southern Company and Georgia Power recorded cumulative pre-tax charges to income of $3.2 billion ($2.4 billion after tax) through December 31, 2023 to reflect Georgia Power's revised estimate to complete construction and start-up of Plant Vogtle Units 3 and 4. See Note 2 to the financial statements under \"Georgia Power – Nuclear Construction\" in Item 8 herein for information regarding Plant Vogtle Units 3 and 4."
        }
      ]
    }
  ]
}