{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "capture",
        "working",
        "advanced",
        "advanced energy",
        "algae based",
        "based biofuels",
        "biofuels",
        "biofuels carbon",
        "breakthrough",
        "breakthrough energy",
        "capture storage",
        "carbon capture",
        "carbonate",
        "cell",
        "cells",
        "biomass",
        "converted",
        "liquid",
        "transportation",
        "research efforts",
        "sponsorship",
        "efforts",
        "fuels",
        "global",
        "climate",
        "alternative energy",
        "products",
        "alternative",
        "project",
        "factors"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 15,
          "text": "Government sponsorship of alternative energy. Many governments are providing tax advantages and other subsidies to support alternative energy sources or are mandating the use of specific fuels or technologies. Governments and others are also promoting research into new technologies to reduce the cost and increase the scalability of alternative energy sources. We are conducting our own research both in-house and by working with more than 80 leading universities around the world, including the Massachusetts Institute of Technology, Princeton University, the University of Texas, and Stanford University. Our research projects focus on developing algae-based biofuels, carbon capture and storage, breakthrough energy efficiency processes, advanced energy-saving materials and other technologies. For example, ExxonMobil is working with Fuel Cell Energy Inc. to explore using carbonate fuel cells to economically capture CO 2 emissions from gas-fired power plants. Our future results may depend in part on the success of our research efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner. See “Management Effectiveness” below."
        },
        {
          "year": 2015,
          "paragraphIndex": 15,
          "text": "Government sponsorship of alternative energy. Many governments are providing tax advantages and other subsidies to support alternative energy sources or are mandating the use of specific fuels or technologies. Governments are also promoting research into new technologies to reduce the cost and increase the scalability of alternative energy sources. We are conducting our own research efforts into alternative energy, such as through sponsorship of the Global Climate and Energy Project at Stanford University and research into liquid products from algae and biomass that can be further converted to transportation fuels. Our future results may depend in part on the success of our research efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner. See “Management Effectiveness” below."
        },
        {
          "year": 2015,
          "paragraphIndex": 3,
          "text": "Other demand-related factors. Other factors that may affect the demand for oil, gas, and petrochemicals, and therefore impact our results, include technological improvements in energy efficiency; seasonal weather patterns, which affect the demand for energy associated with heating and cooling; increased competitiveness of alternative energy sources that have so far generally not been competitive with oil and gas without the benefit of government subsidies or mandates; and changes in technology or consumer preferences that alter fuel choices, such as toward alternative fueled or electric vehicles."
        },
        {
          "year": 2015,
          "paragraphIndex": 18,
          "text": "Project management. The success of ExxonMobil’s Upstream, Downstream, and Chemical businesses depends on complex, long-term, capital intensive projects. These projects in turn require a high degree of project management expertise to maximize efficiency. Specific factors that can affect the performance of major projects include our ability to: negotiate successfully with joint venturers, partners, governments, suppliers, customers, or others; model and optimize reservoir performance; develop markets for project outputs, whether through long-term contracts or the development of effective spot markets; manage changes in operating conditions and costs, including costs of third party equipment or services such as drilling rigs and shipping; prevent, to the extent possible, and respond effectively to unforeseen technical difficulties that could delay project startup or cause unscheduled project downtime; and influence the performance of project operators where ExxonMobil does not perform that role."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "companies",
        "cybersecurity disruptions",
        "owned",
        "reputation",
        "broad",
        "broad based",
        "consumer demand",
        "cybersecurity disruption",
        "described",
        "described item",
        "disruption",
        "firms",
        "operational factors",
        "owned companies",
        "returns",
        "breaches",
        "correlates",
        "exposures",
        "having",
        "hedge",
        "instruments",
        "management effectiveness",
        "effectiveness",
        "economic growth",
        "general",
        "general economic",
        "growth rates",
        "mandating use",
        "operations disrupted",
        "sufficient"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 26,
          "text": "As noted in Item 1 above, the energy and petrochemical industries are highly competitive. We face competition not only from other private firms, but also from state-owned companies that are increasingly competing for opportunities outside of their home countries. In some cases, these state-owned companies may pursue opportunities in furtherance of strategic objectives of their government owners, with less focus on financial returns than companies owned by private shareholders, such as ExxonMobil. Technology and expertise provided by industry service companies may also enhance the competitiveness of firms that may not have the internal resources and capabilities of ExxonMobil."
        },
        {
          "year": 2017,
          "paragraphIndex": 27,
          "text": "Our reputation is an important corporate asset. An operating incident, significant cybersecurity disruption, or other adverse event such as those described in this Item 1A may have a negative impact on our reputation, which in turn could make it more difficult for us to compete successfully for newopportunities, obtain necessary regulatory approvals, or could reduce consumer demand for our branded products."
        },
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "ExxonMobil is regularly subject to attempted cybersecurity disruptions from a variety of threat actors. If our systems for protecting against cybersecurity disruptions prove to be insufficient, ExxonMobil as well as our customers, employees, or third parties could be adversely affected. Such cybersecurity disruptions could cause physical harm to people or the environment; damage or destroy assets; compromise business systems; result in proprietary information being altered, lost, or stolen; result in employee, customer, or third-party information being compromised; or otherwise disrupt our business operations. We could incur significant costs to remedy the effects of such a cybersecurity disruption as well as in connection with resulting regulatory actions and litigation."
        },
        {
          "year": 2016,
          "paragraphIndex": 5,
          "text": "Other market factors. ExxonMobil’s business results are also exposed to potential negative impacts due to changes in interest rates, inflation, currency exchange rates, and other local or regional market conditions. We generally do not use financial instruments to hedge market exposures."
        },
        {
          "year": 2016,
          "paragraphIndex": 2,
          "text": "Economic conditions. The demand for energy and petrochemicals correlates closely with general economic growth rates. The occurrence of recessions or other periods of low or negative economic growth will typically have a direct adverse impact on our results. Other factors that affect general economic conditions in the world or in a major region, such as changes in population growth rates, periods of civil unrest, government austerity programs, or currency exchange rate fluctuations, can also impact the demand for energy and petrochemicals. Sovereign debt downgrades, defaults, inability to access debt markets due to credit or legal constraints, liquidity crises, the breakup or restructuring of fiscal, monetary, or political systems such as the European Union, and other events or conditions that impair the functioning of financial markets and institutions also pose risks to ExxonMobil, including risks to the safety of our financial assets and to the ability of our partners and customers to fulfill their commitments to ExxonMobil."
        },
        {
          "year": 2016,
          "paragraphIndex": 22,
          "text": "Business risks also include the risk of cybersecurity breaches. If our systems for protecting against cybersecurity risks prove not to be sufficient, ExxonMobil could be adversely affected such as by having its business systems compromised, its proprietary information altered, lost or stolen, or its business operations disrupted."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "awareness",
        "measures",
        "adapt capture",
        "addition costs",
        "affect image",
        "agreements sovereigns",
        "awareness campaigns",
        "awareness emphasis",
        "benefits",
        "benefits new",
        "business response",
        "campaigns",
        "campaigns including",
        "capabilities prevention",
        "capture benefits",
        "benefit",
        "cooling",
        "fall",
        "far",
        "heating",
        "member",
        "protecting",
        "rain",
        "affect demand",
        "associated",
        "generally",
        "mandates",
        "subsidies",
        "demand energy",
        "systems"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 22,
          "text": "Cybersecurity. ExxonMobil is regularly subject to attempted cybersecurity disruptions from a variety of threat actors including state-sponsored actors. ExxonMobil’s defensive preparedness includes multi-layered technological capabilities for prevention and detection of cybersecurity disruptions; non-technological measures such as threat information sharing with governmental and industry groups; internal training and awareness campaigns including routine testing of employee awareness and an emphasis on resiliency including business response and recovery. If the measures we are taking to protect against cybersecurity disruptions prove to be insufficient, ExxonMobil as well as our customers, employees, or third parties could be adversely affected. Cybersecurity disruptions could cause physical harm to people or the environment; damage or destroy assets; compromise business systems; result in proprietary information being altered, lost, or stolen; result in employee, customer, or third-party information being compromised; or otherwise disrupt our business operations. We could incur significant costs to remedy the effects of a major cybersecurity disruption in addition to costs in connection with resulting regulatory actions, litigation or reputational harm."
        },
        {
          "year": 2018,
          "paragraphIndex": 20,
          "text": "Research and development and technological change. To maintain our competitive position, especially in light of the technological nature of our businesses and the need for continuous efficiency improvement, ExxonMobil’sresearch and development organizations must be successful and able to adapt to a changing market and policy environment, including developing technologies to help reduce greenhouse gas emissions. To remain competitive we must also continuously adapt and capture the benefits of new and emerging technologies."
        },
        {
          "year": 2017,
          "paragraphIndex": 3,
          "text": "Other demand-related factors. Other factors that may affect the demand for oil, gas, and petrochemicals, and therefore impact our results, include technological improvements in energy efficiency; seasonal weather patterns, which affect the demand for energy associated with heating and cooling; increased competitiveness of alternative energy sources that have so far generally not been competitive with oil and gas without the benefit of government subsidies or mandates; changes in technology or consumer preferences that alter fuel choices, such as technological advances in energy storage that make wind and solar more competitive for power generation or increased consumer demand for alternative fueled or electric vehicles; and broad-based changes in personal income levels."
        },
        {
          "year": 2017,
          "paragraphIndex": 24,
          "text": "Our operations may be disrupted by severe weather events, natural disasters, human error, and similar events. For example, hurricanes may damage our offshore production facilities or coastal refining and petrochemical plants in vulnerable areas. Our facilities are designed, constructed, and operated to withstand a variety of extreme climatic and other conditions, with safety factors built in to cover a number of engineering uncertainties, including those associated with wave, wind, and current intensity, marine ice flow patterns, permafrost stability, storm surge magnitude, temperature extremes, extreme rain fall events, and earthquakes. Our consideration of changing weather conditions and inclusion of safety factors in design covers the engineering uncertainties that climate change and other events may potentially introduce. Our ability to mitigate the adverse impacts of these events depends in part upon the effectiveness of our robust facility engineering as well as our rigorous disaster preparedness and response and business continuity planning."
        },
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "ExxonMobil is regularly subject to attempted cybersecurity disruptions from a variety of threat actors. If our systems for protecting against cybersecurity disruptions prove to be insufficient, ExxonMobil as well as our customers, employees, or third parties could be adversely affected. Such cybersecurity disruptions could cause physical harm to people or the environment; damage or destroy assets; compromise business systems; result in proprietary information being altered, lost, or stolen; result in employee, customer, or third-party information being compromised; or otherwise disrupt our business operations. We could incur significant costs to remedy the effects of such a cybersecurity disruption as well as in connection with resulting regulatory actions and litigation."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "divest",
        "divest assets",
        "public",
        "strategies",
        "ability process",
        "able divest",
        "acting",
        "acting parallel",
        "actors private",
        "additionally",
        "additionally retain",
        "advances ability",
        "agendas",
        "amounts",
        "amounts data",
        "carbonate",
        "cell",
        "cells",
        "economically",
        "electric vehicles",
        "explore",
        "fired",
        "government sponsorship",
        "preferences alter",
        "programs currency",
        "regulations security",
        "sponsorship",
        "sponsorship alternative",
        "support alternative",
        "technology consumer"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "Project and portfolio management. The long-term success of ExxonMobil’s Upstream, Downstream, and Chemical businesses depends on complex, long-term, capital intensive projects. These projects in turn require a high degree of project management expertise to maximize efficiency. Specific factors that can affect the performance of major projects include our ability to: negotiate successfully with joint venturers, partners, governments, suppliers, customers, or others; model and optimize reservoir performance; develop markets for project outputs, whether through long-term contracts or the development of effective spot markets; manage changes in operating conditions and costs, including costs of third party equipment or services such as drilling rigs and shipping; prevent, to the extent possible, and respond effectively to unforeseen technical difficulties that could delay project startup or cause unscheduled project downtime; and influence the performance of project operators where ExxonMobil does not perform that role. In addition to the effective management of individual projects, ExxonMobil’s success, including our ability to mitigate risk and provide attractive returns to shareholders, depends on our ability to successfully manage our overall portfolio, including diversification among types and locations of our projects and strategies to divest assets. We may not be able to divest assets at a price or on the timeline we contemplate in our strategies. Additionally, we may retain certain liabilities following a divestment and could be held liable for past use or for different liabilities than anticipated."
        },
        {
          "year": 2019,
          "paragraphIndex": 12,
          "text": "We also may be adversely affected by the outcome of litigation, especially in countries such as the United States in which very large and unpredictable punitive damage awards may occur; by government enforcement proceedings alleging non-compliance with applicable laws or regulations; or by state and local government actors as well as private plaintiffs acting in parallel that attempt to use the legal system to promote public policy agendas, gain political notoriety, or obtain monetary awards from the Company."
        },
        {
          "year": 2019,
          "paragraphIndex": 2,
          "text": "Economic conditions. The demand for energy and petrochemicals is generally linked closely with broad-based economic activities and levels of prosperity. The occurrence of recessions or other periods of low or negative economic growth will typically have a direct adverse impact on our results. Other factors that affect general economic conditions in the world or in a major region, such as changes in population growth rates, periods of civil unrest, government austerity programs, trade tariffs, security or public health concerns, or currency exchange rate fluctuations, can also impact the demand for energy and petrochemicals. Sovereign debt downgrades, defaults, inability to access debt markets due to credit or legal constraints, liquidity crises, the breakup or restructuring of fiscal, monetary, or political systems such as the European Union, and other events or conditions that impair the functioning of financial markets and institutions also pose risks to ExxonMobil, including risks to the safety of our financial assets and to the ability of our partners and customers to fulfill their commitments to ExxonMobil."
        },
        {
          "year": 2018,
          "paragraphIndex": 15,
          "text": "Government sponsorship of alternative energy. Many governments are providing tax advantages and other subsidies to support alternative energy sources or are mandating the use of specific fuels or technologies. Governments and others are also promoting research into new technologies to reduce the cost and increase the scalability of alternative energy sources. We are conducting our own research both in-house and by working with more than 80 leading universities around the world, including the Massachusetts Institute of Technology, Princeton University, The University of Texas, and Stanford University. Our research projects focus on developing algae-based biofuels, carbon capture and storage, breakthrough energy efficiency processes, advanced energy-saving materials, and other technologies. For example, ExxonMobil is working with Fuel Cell Energy Inc. to explore using carbonate fuel cells to economically capture CO 2 emissions from gas-fired power plants. Our future results may depend in part on the success of our research efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner. See “Operational and Other Factors” below."
        },
        {
          "year": 2018,
          "paragraphIndex": 3,
          "text": "Other demand-related factors. Other factors that may affect the demand for oil, gas, and petrochemicals, and therefore impact our results, include technological improvements in energy efficiency; seasonal weather patterns; increased competitiveness of alternative energy sources; changes in technology or consumer preferences that alter fuel choices, such as technological advances in energy storage that make wind and solar more competitive for power generation or increased consumer demand for alternative fueled or electric vehicles; and broad-based changes in personal income levels."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "national global",
        "political actors",
        "accompanying",
        "actions intended",
        "actions taken",
        "activities place",
        "actors agents",
        "actors delay",
        "advance",
        "advance climate",
        "affect investment",
        "affecting offshore",
        "algae",
        "algae based",
        "based biofuels",
        "biofuels carbon",
        "breakthroughs",
        "commercial scale",
        "competitiveness alternative",
        "department",
        "developing algae",
        "emission",
        "emission energy",
        "emissions include",
        "innovative",
        "laboratory",
        "launching"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "Economic conditions. The demand for energy and petrochemicals is generally linked closely with broad-based economic activities and levels of prosperity. The occurrence of recessions or other periods of low or negative economic growth will typically have a direct adverse impact on our results. Other factors that affect general economic conditions in the world or in a major region, such as changes in population growth rates, periods of civil unrest, government austerity programs, trade tariffs, security or public health issues and responses, or currency exchange rate fluctuations, can also impact the demand for energy and petrochemicals. Sovereign debt downgrades, defaults, inability to access debt markets due to credit or legal constraints, liquidity crises, the breakup or restructuring of fiscal, monetary, or political systems such as the European Union, and other events or conditions that impair the functioning of financial markets and institutions also pose risks to ExxonMobil, including risks to the safety of our financial assets and to the ability of our partners and customers to fulfill their commitments to ExxonMobil. Demand reduction due to the COVID-19 pandemic as well as accompanying conditions of oversupply have led to a significant decrease in commodity prices and margins. Future business results, including cash flows and financing needs, will be affected by the extent and duration of these conditions and the effectiveness of responsive actions that the Corporation and others take, including actions to reduce capital and operating expenses, and actions taken by governments and others to address the COVID-19 pandemic including the ongoing development and distribution of COVID-19 vaccines, and the impact of the pandemic on national and global economies and markets."
        },
        {
          "year": 2020,
          "paragraphIndex": 14,
          "text": "Climate change and greenhouse gas restrictions. Driven by concern over the risks of climate change, a number of countries have adopted, or are considering the adoption of, regulatory frameworks to reduce greenhouse gas emissions or production and use of oil and gas. These include adoption of cap and trade regimes, carbon taxes, trade tariffs, minimum renewable usage requirements, restrictive permitting, increased efficiency standards, and incentives or mandates for renewable energy. Political and other actors and their agents also increasingly seek to advance climate change objectives indirectly, such as by seeking to reduce the availability of or increase the cost for, financing and investment in the oil and gas sector and taking actions intended to promote changes in business strategy for oil and gas companies. Depending on how policies are formulated and applied, they could have the potential to negatively affect investment returns, make our products more expensive or less competitive, lengthen project implementation times, and reduce demand for hydrocarbons, as well as shift hydrocarbon demand toward relatively lower-carbon sources such as natural gas. Current and pending greenhouse gas regulations or policies may also increase our compliance costs, such as for monitoring or sequestering emissions."
        },
        {
          "year": 2020,
          "paragraphIndex": 10,
          "text": "• changes in environmental regulations or other laws that increase our cost of compliance or reduce or delay available business opportunities (including changes in laws affecting offshore drilling operations, water use, methane emissions, hydraulic fracturing or use of plastics);"
        },
        {
          "year": 2019,
          "paragraphIndex": 15,
          "text": "Alternative energy. Many governments are providing tax advantages and other subsidies to support transitioning to alternative energy sources or are mandating the use of specific fuels or technologies. Governments and others are also promoting research into new technologies to reduce the cost and increase the scalability of alternative energy sources. We are conducting our own research both in-house and by working with more than 80 leading universities around the world, including the Massachusetts Institute of Technology, Princeton University, The University of Texas, and Stanford University. Our research projects focus on developing algae-based biofuels, carbon capture and storage, breakthrough energy efficiency processes, advanced energy-saving materials, and other technologies. For example, ExxonMobil is launching an innovative relationship with the U.S. Department of Energy’s National Laboratory network to bring low-emission energy breakthroughs to commercial scale. Our future results may depend in part on the success of our research efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner. See “Operational and Other Factors” below."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "transition",
        "energy transition",
        "net",
        "net zero",
        "zero",
        "emission",
        "lower emission",
        "ambition",
        "ccs",
        "lcs",
        "ultimately",
        "achieve",
        "achieve net",
        "emission energy",
        "investments",
        "university",
        "institute",
        "accompanying",
        "accords adversely",
        "advantages",
        "advantages subsidies",
        "adverse event",
        "affected cybersecurity",
        "asset operating",
        "attacks local",
        "businesses depends",
        "businesses risk",
        "carbon sources",
        "change greenhouse",
        "commodity material"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 16,
          "text": "Net-zero scenarios. Driven by concern over the risks of climate change, a number of countries have adopted, or are considering the adoption of, regulatory frameworks to reduce greenhouse gas emissions including emissions from the production and use of oil and gas and their products. These actions are being taken both independently by national and regional governments and within the framework of United Nations Conference of the Parties summits under which many countries of the world have endorsed objectives to reduce the atmospheric concentration of CO2 over the coming decades, with an ambition ultimately to achieve “net-zero.” Net-zero means that emissions of greenhouse gases from human activities would be balanced by actions that remove such gases from the atmosphere. Expectations for transition of the world’s energy system to lower emission sources and ultimately net-zero derive from hypothetical scenarios that reflect many assumptions about the future and reflect substantial uncertainties. The company’s objective to lead in the energy transition, including the company’s announced ambition ultimately to achieve net-zero with respect to emissions from operations where ExxonMobil is the operator, carries risks that the transition, including underlying technologies, policies, and markets as discussed in more detail below, will not develop at the pace or in the manner expected by current net-zero scenarios. The success of our strategy for the energy transition will also depend on our ability to recognize key signposts of change in the global energy system on a timely basis, and our corresponding ability to direct investment to the technologies and businesses, at the appropriate stage of development, to best capitalize on our competitive strengths."
        },
        {
          "year": 2021,
          "paragraphIndex": 18,
          "text": "Technology and low carbon solutions. Achieving societal ambitions to reduce greenhouse gas emissions and ultimately achieve net-zero will require new technologies to reduce the cost and increase the scalability of alternative energy sources, as well as technologies such as carbon capture and storage (CCS). CCS technologies, focused initially on capturing and sequestering CO2 emissions from high-intensity industrial activities, can assist in meeting society’s objective to mitigate atmospheric greenhouse gas levels while also helping ensure the availability of the reliable and affordable energy the world requires. ExxonMobil has established a Low Carbon Solutions (LCS) business unit to advance the development and deployment of these technologies and projects, including CCS, hydrogen and advanced biofuels, breakthrough energy efficiency processes, advanced energy-saving materials, and other technologies. The company’s efforts include both in-house research and development and collaborative efforts with leading universities as well as commercial partners involved in advanced lower-emission energy technologies. Our future results and ability to grow our LCS business and succeed through the energy transition will depend in part on the success of these research and collaboration efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner."
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "Policy and market development. The scale of the world’s energy system means that, in addition to developments in technology as discussed above, a successful energy transition will require appropriate support from governments and private participants throughout the global economy. Our ability to develop and deploy CCS and other lower emission energy technologies at commercial scale, and the growth and future returns of LCS and other emerging businesses in which we invest, will depend in part on the continued development of supportive government policies and markets. Failure or delay of these policies or markets to materialize or be maintained could adversely impact these investments. Policy and other actions that result in restricting the availability of hydrocarbon products without commensurate reduction in demand may have unpredictable adverse effects, including increased commodity price volatility; periods of significantly higher commodity prices and resulting inflationary pressures; and local or regional energy shortages. Such effects in turn may depress economic growth or lead to rapid or conflicting shifts in policy by different actors, with resulting adverse effects on our businesses."
        },
        {
          "year": 2020,
          "paragraphIndex": 15,
          "text": "Alternative energy. Many governments are providing tax advantages and other subsidies to support transitioning to alternative energy sources or are mandating the use of specific fuels or technologies. Governments and others are also promoting research into new technologies to reduce the cost and increase the scalability of alternative energy sources. We are conducting our own research both in-house and by working with more than 80 leading universities around the world, including the Massachusetts Institute of Technology, Princeton University, The University of Texas, and Stanford University in the U.S., and in Singapore with Nanyang Technological Institute and the National University. Our research projects focus on developing advanced biofuels and hydrogen, carbon capture and storage, breakthrough energy efficiency processes, advanced energy-saving materials, and other technologies in collaboration with our partners including Synthetic Genomics, FuelCell Energy and Global Thermostat. Our future results may depend in part on the success of our research efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner. See “Operational and Other Factors” below."
        },
        {
          "year": 2020,
          "paragraphIndex": 26,
          "text": "Reputation. Our reputation is an important corporate asset. An operating incident, significant cybersecurity disruption, change in consumer views concerning our products, or other adverse event such as those described in this Item 1A may have a negative impact on our reputation, which in turn could make it more difficult for us to compete successfully for new opportunities, obtain necessary regulatory approvals, obtain financing, or could reduce consumer demand for our branded products. ExxonMobil’s reputation may also be harmed by events which negatively affect the image of our industry as a whole."
        },
        {
          "year": 2020,
          "paragraphIndex": 18,
          "text": "Project and portfolio management. The long-term success of ExxonMobil’s Upstream, Downstream, and Chemical businesses depends on complex, long-term, capital intensive projects. These projects in turn require a high degree of project management expertise to maximize efficiency. Specific factors that can affect the performance of major projects include our ability to: negotiate successfully with joint venturers, partners, governments, suppliers, customers, or others; model and optimize reservoir performance; develop markets for project outputs, whether through long-term contracts or the development of effective spot markets; manage changes in operating conditions and costs, including costs of third party equipment or services such as drilling rigs and shipping; prevent, to the extent possible, and respond effectively to unforeseen technical difficulties that could delay project startup or cause unscheduled project downtime; and influence the performance of project operators where ExxonMobil does not perform that role. In addition to the effective management of individual projects, ExxonMobil’s success, including our ability to mitigate risk and provide attractive returns to shareholders, depends on our ability to successfully manage our overall portfolio, including diversification among types and locations of our projects and strategies to divest assets. We may not be able to divest assets at a price or on the timeline we contemplate in our strategies. Additionally, we may retain certain liabilities following a divestment and could be held liable for past use or for different liabilities than anticipated."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "effect operations",
        "emission fuels",
        "hydrogen lower",
        "leading role",
        "play",
        "play leading",
        "products services",
        "role energy",
        "Supply chain",
        "additional",
        "annual",
        "banking",
        "begun",
        "broaden",
        "chain",
        "certain operations",
        "downstream",
        "downstream chemical",
        "effect certain",
        "air",
        "air emissions",
        "behavior",
        "biofuels",
        "caused",
        "certain affiliates",
        "chemical businesses",
        "chemical segments",
        "concerns require",
        "contracts denominate",
        "control effectively"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 29,
          "text": "Reputation. Our reputation is an important corporate asset. Factors that could have a negative impact on our reputation include an operating incident or significant cybersecurity disruption; changes in consumer views concerning our products; a perception by investors or others that the Corporation is making insufficient progress with respect to our ambition to play a leading role in the energy transition, or that pursuit of this ambition may result in allocation of capital to investments with reduced returns; and other adverse events such as those described in this Item 1A. Negative impacts on our reputation could in turn make it more difficult for us to compete successfully for new opportunities, obtain necessary regulatory approvals, obtain financing, and attract talent, or they could reduce consumer demand for our branded products. ExxonMobil’s reputation may also be harmed by events which negatively affect the image of our industry as a whole."
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "Net-zero scenarios. Driven by concern over the risks of climate change, a number of countries have adopted, or are considering the adoption of, regulatory frameworks to reduce greenhouse gas emissions including emissions from the production and use of oil and gas and their products. These actions are being taken both independently by national and regional governments and within the framework of United Nations Conference of the Parties summits under which many countries of the world have endorsed objectives to reduce the atmospheric concentration of CO2 over the coming decades, with an ambition ultimately to achieve “net zero”. Net zero means that emissions of greenhouse gases from human activities would be balanced by actions that remove such gases from the atmosphere. Expectations for transition of the world’s energy system to lower-emission sources, and ultimately net-zero, derive from hypothetical scenarios that reflect many assumptions about the future and reflect substantial uncertainties. The company’s objective to play a leading role in the energy transition, including the company’s announced ambition ultimately to achieve net zero with respect to Scope 1 and 2 emissions from operations where ExxonMobil is the operator, carries risks that the transition, including underlying technologies, policies, and markets as discussed in more detail below, will not develop at the pace or in the manner expected by current net-zero scenarios. The success of our strategy for the energy transition will also depend on our ability to recognize key signposts of change in the global energy system on a timely basis, and our corresponding ability to direct investment to the technologies and businesses, at the appropriate stage of development, to best capitalize on our competitive strengths."
        },
        {
          "year": 2022,
          "paragraphIndex": 13,
          "text": "We also may be adversely affected by the outcome of litigation, especially in countries such as the United States in which very large and unpredictable punitive damage awards may occur; by government enforcement proceedings alleging non-compliance with applicable laws or regulations; or by state and local government actors as well as private plaintiffs acting in parallel that attempt to use the legal system to promote public policy agendas (including seeking to reduce the production and sale of hydrocarbon products through litigation targeting the company or other industry participants), gain political notoriety, or obtain monetary awards from the company. The adoption of similar legal practices in the European Union or elsewhere would broaden this risk and has begun to be applied to some of our competitors in the European Union."
        },
        {
          "year": 2021,
          "paragraphIndex": 25,
          "text": "Safety, business controls, and environmental risk management. Our results depend on management’s ability to minimize the inherent risks of oil, gas, and petrochemical operations, to control effectively our business activities, and to minimize the potential for human error. We apply rigorous management systems and continuous focus on workplace safety and avoiding spills or other adverse environmental events. For example, we work to minimize spills through a combined program of effective operations integrity management, ongoing upgrades, key equipment replacements, and comprehensive inspection and surveillance. Similarly, we are implementing cost-effective new technologies and adopting new operating practices to reduce air emissions, not only in response to government requirements but also to address community priorities. We employ a comprehensive enterprise risk management system to identify and manage risk across our businesses. We also maintain a disciplined framework of internal controls and apply a controls management system for monitoring compliance with this framework. Substantial liabilities and other adverse impacts could result if we do not timely identify and mitigate applicable risks, or if our management systems and controls do not function as intended."
        },
        {
          "year": 2021,
          "paragraphIndex": 22,
          "text": "Project and portfolio management. The long-term success of ExxonMobil’s Upstream, Downstream, and Chemical businesses, as well as the future success of LCS and other emerging lower-emission investments, depends on complex, long-term, capital intensive projects. These projects in turn require a high degree of project management expertise to maximize efficiency. Specific factors that can affect the performance of major projects include our ability to: negotiate successfully with joint venturers, partners, governments, suppliers, customers, or others; model and optimize reservoir performance; develop markets for project outputs, whether through long-term contracts or the development of effective spot markets; manage changes in operating conditions and costs, including costs of third party equipment or services such as drilling rigs and shipping; prevent, to the extent possible, and respond effectively to unforeseen technical difficulties that could delay project start-up or cause unscheduled project downtime; and influence the performance of project operators where ExxonMobil does not perform that role. In addition to the effective management of individual projects, ExxonMobil’s success, including our ability to mitigate risk and provide attractive returns to shareholders, depends on our ability to successfully manage our overall portfolio, including diversification among types and locations of our projects, products produced, and strategies to divest assets. We may not be able to divest assets at a price or on the timeline we contemplate in our strategies. Additionally, we may retain certain liabilities following a divestment and could be held liable for past use or for different liabilities than anticipated."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "The oil, gas, and petrochemical businesses are fundamentally commodity businesses. This means ExxonMobil’s operations and earnings may be significantly affected by changes in oil, gas, and petrochemical prices and by changes in margins on refined products. Oil, gas, petrochemical, and product prices and margins in turn depend on local, regional, and global events or conditions that affect supply and demand for the relevant commodity or product. Any material decline in oil or natural gas prices could have a material adverse effect on certain of the company’s operations, especially in the Upstream segment, financial condition, and proved reserves. On the other hand, a material increase in oil or natural gas prices could have a material adverse effect on certain of the company’s operations, especially in the Downstream and Chemical segments."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "evolving",
        "lithium",
        "acquire",
        "acquiring",
        "acquisition",
        "acquisitions",
        "actively",
        "blocking",
        "complete",
        "conflict",
        "create",
        "critical",
        "decommissioning",
        "delaying",
        "deter",
        "awareness",
        "COVID-19",
        "actions natural",
        "activities minimize",
        "adoption government",
        "annual",
        "awareness campaigns",
        "awareness emphasis",
        "basis requires",
        "business response",
        "campaigns",
        "campaigns including",
        "capabilities prevention",
        "cause violate",
        "claims price"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 17,
          "text": "Greenhouse gas restrictions. Government actions intended to reduce greenhouse gas emissions include adoption of cap and trade regimes, carbon taxes, carbon-based import duties or other trade tariffs, minimum renewable usage requirements, restrictive permitting, increased mileage and other efficiency standards, mandates for sales of electric vehicles, mandates for use of specific fuels or technologies, and other incentives or mandates designed to support certain technologies for transitioning to lower-emission energy sources. Political and other actors and their agents also increasingly seek to advance climate change objectives indirectly, such as by seeking to reduce the availability or increase the cost of financing and investment in the oil and gas sector. These actions include delaying or blocking needed infrastructure, utilizing shareholder governance mechanisms against companies or their shareholders or financial institutions in an effort to deter investment in oil and gas activities, and taking other actions intended to promote changes in business strategy for oil and gas companies. Depending on how policies are formulated and applied, such policies could negatively affect our investment returns, make our hydrocarbon-based products more expensive or less competitive, lengthen project implementation times, and reduce demand for hydrocarbons, as well as shift hydrocarbon demand toward relatively lower-carbon alternatives. Current and pending greenhouse gas regulations or policies may also increase our compliance costs, such as for monitoring or sequestering emissions."
        },
        {
          "year": 2023,
          "paragraphIndex": 8,
          "text": "Lack of legal certainty. Some countries in which we do business lack well-developed legal systems, have not yet adopted or may be unable to maintain clear regulatory frameworks, or may have evolving and unharmonized standards that vary or conflict across jurisdictions. Lack of legal certainty exposes us to increased risk of adverse or unpredictable actions by government officials, and also makes it more difficult for us to enforce our contracts. In some cases, these risks can be partially offset by agreements to arbitrate disputes in an international forum, but the adequacy of this remedy may still depend on the local legal system to enforce an award."
        },
        {
          "year": 2023,
          "paragraphIndex": 25,
          "text": "Safety, business controls, and environmental risk management. Our results depend on management’s ability to minimize the inherent risks of oil, gas, and petrochemical operations, to effectively control our business activities, including trading, and to minimize the potential for human error. We apply rigorous management systems and continuous focus on workplace safety and avoiding spills or other adverse environmental events. For example, we work to minimize spills through a combined program of effective operations integrity management, ongoing upgrades, key equipment replacements, and comprehensive inspection and surveillance. Similarly, we are implementing cost-effective new technologies and adopting new operating practices to reduce emissions, not only in response to government requirements but also to address community priorities. We employ a robust and actively evolving enterprise risk management system to identify and manage risk across our businesses. We also maintain a disciplined framework of internal controls and apply a controls management system for monitoring compliance with this framework. Substantial liabilities and other adverse impacts could result if we do not timely identify and mitigate applicable risks, or if our management systems and controls do not function as intended."
        },
        {
          "year": 2022,
          "paragraphIndex": 25,
          "text": "Cybersecurity. ExxonMobil is regularly subject to attempted cybersecurity disruptions from a variety of sources including state-sponsored actors. ExxonMobil’s defensive preparedness includes multi-layered technological capabilities for prevention and detection of cybersecurity disruptions; non-technological measures such as threat information sharing with governmental and industry groups; annual internal training and awareness campaigns including routine testing of employee awareness and an emphasis on resiliency, including business response and recovery. If the measures we are taking to protect against cybersecurity disruptions prove to be insufficient or if our proprietary data is otherwise not protected, ExxonMobil, as well as our customers, employees, or third parties, could be adversely affected. We are also exposed to potential harm from cybersecurity events that may affect the operations of third-parties, including our partners, suppliers, service providers (including providers of cloud-hosting services for our data or applications), and customers. Cybersecurity disruptions could cause physical harm to people or the environment; damage or destroy assets; compromise business systems; result in proprietary information being altered, lost, or stolen; result in employee, customer, or third-party information being compromised; or otherwise disrupt our business operations. We could incur significant costs to remedy the effects of a major cybersecurity disruption in addition to costs in connection with resulting regulatory actions, litigation, or reputational harm."
        },
        {
          "year": 2022,
          "paragraphIndex": 2,
          "text": "Economic conditions. The demand for energy and petrochemicals is generally linked closely with broad-based economic activities and levels of prosperity. The occurrence of recessions or other periods of low or negative economic growth will typically have a direct adverse impact on our results. Other factors that affect general economic conditions in the world or in a major region, such as changes in population growth rates, periods of civil unrest, government regulation or austerity programs, trade tariffs or broader breakdowns in global trade, security or public health issues and responses, or currency exchange rate fluctuations, can also impact the demand for energy and petrochemicals. Sovereign debt downgrades, defaults, inability to access debt markets due to rating, banking, or legal constraints, liquidity crises, the breakup or restructuring of fiscal, monetary, or political systems such as the European Union, and other events or conditions that impair the functioning of financial markets and institutions also pose risks to ExxonMobil, including risks to the safety of our financial assets and to the ability of our partners and customers to fulfill their commitments to ExxonMobil. Our future business results, including cash flows and financing needs, will also be affected by the rate of recovery from the COVID-19 pandemic, as well as the occurrence and severity of future outbreaks, the responsive actions taken by governments and others, and the resulting effects on regional and global markets and economies."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "alliances",
        "governmental",
        "proxxima",
        "stable",
        "Geopolitical tensions",
        "accounting",
        "added",
        "advancements",
        "arbitration",
        "bankruptcy",
        "breakdown",
        "collective",
        "collectively",
        "common",
        "comply",
        "reputation",
        "described",
        "firms",
        "harm",
        "owned",
        "business continuity",
        "corporation",
        "cybersecurity disruption",
        "described item",
        "engineering",
        "extreme",
        "insufficient",
        "insurance",
        "limited",
        "owned companies"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 2,
          "text": "Economic conditions. The demand for energy and petrochemicals is generally linked closely with broad-based economic activities and levels of prosperity. The occurrence of economic downturns, recessions or other periods of low or negative economic growth will typically have a direct adverse impact on our results. Other factors that affect general economic conditions in the world or in a major region, such as changes in population growth rates, periods of civil unrest, government regulation or austerity programs, national or regional trade tariffs, trade sanctions or trade controls, international monetary and currency exchange rate fluctuations, decoupling of economies, disruptions in trade alliances or military alliances, or a broader breakdown in global trade, security or public health issues and responses, can also impact the demand for energy and petrochemicals. Sovereign debt downgrades, defaults, extended government shutdowns, inability to access debt markets due to rating, banking, or legal constraints, liquidity crises, the breakup or restructuring of fiscal, monetary, or political systems such as the European Union, de-dollarization in global trade or the growth or use of alternative common currencies, and other events or conditions that impair the functioning of financial markets and institutions also pose risks to ExxonMobil, including risks to the safety of our financial assets and to the ability of our partners and customers to fulfill their commitments to ExxonMobil. Our future business results, including cash flows and financing needs, may also be affected by the occurrence, severity, pace and rate of recovery of future public health epidemics or pandemics; the responsive actions taken by governments and others; and the resulting effects on regional and global markets and economies."
        },
        {
          "year": 2024,
          "paragraphIndex": 1,
          "text": "The oil, gas, and petrochemical businesses are fundamentally commodity businesses. This means ExxonMobil’s operations and earnings may be significantly affected by changes in oil, gas, and petrochemical prices and by changes in margins on refined products. Oil, gas, petrochemical, and product prices and margins in turn depend on local, regional, and global events or conditions that affect supply and demand for the relevant commodity or product. Any material decline in oil or natural gas prices could have a material adverse effect on the Company’s operations, financial condition, and proved reserves, especially in the Upstream segment. On the other hand, a material increase in oil or natural gas prices could have a material adverse effect on the Company’s operations, especially in the Energy Products, Chemical Products, and Specialty Products segments. Our pursuit of lower-emission and other new business opportunities, including carbon capture and storage, hydrogen, lower-emission fuels, Proxxima TMsystems, carbon materials, and lithium also depends on the growth and development of markets for those products and services, including implementation of supportive and stable government policies and developments in technology to enable those products and services to be provided on a cost-effective basis at commercial scale. See “Climate Change and the Energy Transition” in this Item 1A."
        },
        {
          "year": 2024,
          "paragraphIndex": 8,
          "text": "Lack of legal certainty. Some countries in which we do business lack well-developed legal systems, lack political or governmental stability, have not yet adopted or may be unable to maintain clear regulatory frameworks, or may have evolving and unharmonized standards that vary or conflict across jurisdictions. Lack of legal certainty exposes us to increased risk of adverse or unpredictable actions by government officials, may reduce our ability to comply timely or cost-effectively with evolving standards or requirements, and also makes it more difficult for us to enforce our contracts. In some cases, these risks can be partially offset by agreements to arbitrate disputes in an international forum, but the adequacy of this remedy may still depend on the local legal system to enforce an award."
        },
        {
          "year": 2023,
          "paragraphIndex": 29,
          "text": "Competition. As noted in Item 1 above, the energy and petrochemical industries are highly competitive. We face competition not only from other private firms, but also from state-owned companies that are increasingly competing for opportunities outside of their home countries and as partners with other private firms. In some cases, these state-owned companies may pursue opportunities in furtherance of strategic objectives of their government owners, with less focus on financial returns than companies owned by private shareholders, such as ExxonMobil. Technology and expertise provided by industry service companies may also enhance the competitiveness of firms that may not have the internal resources and capabilities of ExxonMobil or reduce the need for resource-owning countries to partner with private-sector oil and gas companies in order to monetize national resources. As described in more detail above, our hydrocarbon-based energy products are also subject to growing and, in many cases, government-supported competition from alternative energy sources."
        },
        {
          "year": 2023,
          "paragraphIndex": 30,
          "text": "Reputation. Our reputation is an important corporate asset. Factors that could have a negative impact on our reputation include an operating incident or significant cybersecurity disruption; changes in consumer views concerning our products; a perception by investors or others that the Corporation is making insufficient progress with respect to our ambition to play a leading role in the energy transition, or that pursuit of this ambition may result in allocation of capital to investments with reduced returns; and other adverse events such as those described in this Item 1A. Negative impacts on our reputation could in turn make it more difficult for us to compete successfully for new opportunities, obtain necessary regulatory approvals, obtain financing, and attract talent, or they could reduce consumer demand for our branded products. ExxonMobil’s reputation may also be harmed by events which negatively affect the image of our industry as a whole."
        },
        {
          "year": 2023,
          "paragraphIndex": 26,
          "text": "Cybersecurity. ExxonMobil is regularly subject to attempted cybersecurity disruptions from a variety of sources including state-sponsored actors. See Item 1C in this Report for information on ExxonMobil’s program for managing cybersecurity risks. If the measures we are taking to protect against cybersecurity disruptions prove to be insufficient or if our proprietary data is otherwise not protected, ExxonMobil, as well as our customers, employees, or third parties, could be adversely affected. We have limited ability to influence third parties, including our partners, suppliers and service providers (including providers of cloud-hosting services for our data or applications), to implement strong cybersecurity controls and are exposed to potential harm from cybersecurity events that may affect their operations. Cybersecurity disruptions could cause physical harm to people or the environment; damage or destroy assets; compromise business systems; result in proprietary information being altered, lost, or stolen; result in employee, customer, or third-party information being compromised; or otherwise disrupt our business operations. We could incur significant costs to remedy the effects of a major cybersecurity disruption in addition to costs in connection with resulting regulatory actions, litigation, or reputational harm."
        }
      ]
    }
  ]
}