{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "pharmacy",
        "drugs",
        "retail pharmacy",
        "border",
        "brand",
        "cyber attacks",
        "pharmacy operations",
        "reimbursement",
        "adversely impact",
        "commerce technology",
        "flows liquidity",
        "generic",
        "growth business",
        "pharmaceuticals",
        "Data privacy",
        "supercenters",
        "discount stores",
        "formats",
        "walmart canada",
        "center",
        "concepts",
        "online photo",
        "photo",
        "photo center",
        "retail concepts",
        "acquisition",
        "appropriate",
        "convert",
        "cyberattacks",
        "emv"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 43,
          "text": "Our retail pharmacy operations are subject to numerous risks, including: reductions in the third-party reimbursement rates for drugs; changes in our payer mix (i.e., shifts in the relative distribution of our pharmacy customers across drug insurance plans and programs toward plans and programs with less favorable reimbursement terms); changes in third party payer drug formularies (i.e., the schedule of prescription drugs approved for reimbursement or which otherwise receive preferential coverage treatment); growth in, and our participation in or exclusion from, exclusive and preferred pharmacy network arrangements operated by PBMs and/or any insurance plan or program; increases in the prices we pay for brand name and generic prescription drugs we sell; increases in the administrative burden associated with seeking third-party reimbursement; changes in the frequency with which new brand name pharmaceuticals become available to consumers; introduction of lower cost generic drugs as substitutes for existing brand name drugs for which there was no prior generic drug competition; changes in drug mix (i.e., the relative distribution of drugs customers purchase at our pharmacies between brands and generics); changes in the health insurance market generally; changes in the scope of or the elimination of Medicare Part D or Medicaid drug programs; increased competition from other retail pharmacy operations; further consolidation among third party payers, PBMs or purchasers of drugs; overall economic conditions and the ability of our pharmacy customers to pay for drugs prescribed for them to the extent the costs are not reimbursed by a third party; failure to meet any performance or incentive thresholds to which our level of third party reimbursement may be subject; and changes in the regulatory environment for the retail pharmacy industry and the pharmaceutical industry, including as a result of restrictions on the further implementation of or the repeal of the Patient Protection and Affordable Care Act or the enactment and implementation of a law replacing such act, and other changes in laws, rules and regulations that affect our retail pharmacy business."
        },
        {
          "year": 2017,
          "paragraphIndex": 45,
          "text": "One or a combination of such factors may adversely affect the volumes of brand name and generic pharmaceuticals we sell, our cost of sales associated with our retail pharmacy operations, and the net sales and gross margin of those operations, result in the loss of cross-store or -club selling opportunities and, in turn, adversely affect our overall net sales, other results of operations, cash flows and liquidity."
        },
        {
          "year": 2017,
          "paragraphIndex": 44,
          "text": "If the supply of certain pharmaceuticals provided by one or more of vendors were to be disrupted for any reason, our pharmacy operations could be severely affected until at least such time as we could obtain a new supplier for such pharmaceuticals. Any such disruption could cause reputational damage and result in a significant number of our pharmacy customers transferring their prescriptions to other pharmacies."
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "However, we or our third-party service providers may be unable to anticipate one or more of the rapidly evolving and increasingly sophisticated means by which cyber-attackers may attempt to defeat our security measures or those of our third-party service providers and breach our or our third-party service providers' information systems. During fiscal 2016, we were notified that a third party service provider that hosts the online photo center for Walmart Canada suffered a security breach that compromised information of users of that company's site, including some Walmart Canada customers, which we believe has not had a material impact on Walmart Canada or the Company. Walmart Canada discontinued use of this third party service provider. Sam's Club in the United States also used the same third party service provider to host its online photo center through a different system than the one used by Walmart Canada. After the breach in Canada, Sam's Club suspended the operation of the online photo center until a security review could be completed by the third party service provider. Once the security review was complete and new technology with enhanced security measures was implemented by the third party service provider, along with a determination that the information of Sam's Club members was not compromised by the security breach, Sam's Club resumed the operation of the online photo center through the same third party service provider."
        },
        {
          "year": 2016,
          "paragraphIndex": 34,
          "text": "Increased real estate, construction and development costs could limit our growth opportunities and our ability to convert our discount stores into supercenters. Moreover, our expansion in our existing local market areas may be limited if the opening of new stores or clubs would result in an unacceptable level of cannibalization of the sales of existing stores or clubs. If we are unable to open new supercenters, discount stores, Neighborhood Markets, other small formats or Sam's Clubs or continue to convert discount stores into supercenters, our financial performance, such as net sales and operating income growth, could be materially adversely affected. In addition, if consumers in the markets into which we expand or in which we build stores of a new format are not receptive to our retail concepts or are otherwise not receptive to our presence in a market, our financial performance could be adversely affected."
        },
        {
          "year": 2016,
          "paragraphIndex": 33,
          "text": "Our expansion strategy in the U.S. depends upon our ability to execute our retail concepts successfully in new markets within the U.S. and upon our ability to increase the number of stores in markets in which we currently have operations. Our ability to open additional supercenters, discount stores, Neighborhood Markets, other store formats, and Sam's Clubs depends in large measure upon our ability to locate, hire and retain qualified personnel and to acquire new store sites on acceptable terms. Local real estate, land use, zoning, and other regulations restricting the construction of buildings of the type in which we operate our various formats, as well as local community action opposed to the location of specific stores at specific sites and the adoption of certain local laws restricting our operations, may affect our ability to open new stores and clubs, to convert discount stores into supercenters or to relocate or expand existing units in certain cities and states, including in market areas in which we have no existing operations."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "ecommerce",
        "square",
        "feet",
        "square feet",
        "january",
        "executive",
        "president",
        "unit",
        "officer",
        "chief",
        "vice",
        "vice president",
        "president chief",
        "served",
        "states",
        "border",
        "commerce websites",
        "new units",
        "commerce technology",
        "existing units",
        "adjustment",
        "grow commerce",
        "multi",
        "multi channel",
        "units expand",
        "wage increases",
        "application",
        "commerce catalog",
        "congress",
        "continuing operations"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 62,
          "text": "Executive Vice President and Chief Financial Officer, effective January 1, 2016. From January 2014 to December 2015, he served as Executive Vice President and Chief Financial Officer of Walmart International. From January 2013 to January 2014, he was Executive Vice President and Chief Financial Officer of Walmart U.S."
        },
        {
          "year": 2018,
          "paragraphIndex": 66,
          "text": "Executive Vice President, President and Chief Executive Officer, Sam's Club, effective February 1, 2017. From October 2015 to January 2017, he served as Executive Vice President and Chief Merchandising Officer of Sam's Club. From January 2013 to October 2015, he served as Senior Vice President and Chief Merchandising Officer of Walmart China."
        },
        {
          "year": 2018,
          "paragraphIndex": 68,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart International, effective February 1, 2018. From February 2015 to January 2018, she served as Executive Vice President and Chief Operating Officer of Walmart U.S. Prior to that position, she served as Executive Vice President and Chief Development Officer for Walmart U.S. from April 2014 to February 2015; as Executive Vice President, Strategy and Development, for Walmart International, from April 2013 to April 2014; and as Chief Operating Officer of Asda Group Limited, the Company's subsidiary in the United Kingdom, from July 2011 to April 2013."
        },
        {
          "year": 2017,
          "paragraphIndex": 31,
          "text": "Many of our customers shop with us over our e-commerce websites and mobile commerce applications, which are a part of our multi-channel sales strategy. Increasingly, customers are using computers, tablets, and smart phones to shop online and through mobile commerce applications with us and with our competitors and to do comparison shopping. We use social media and electronic mail to interact with our customers and as a means to enhance their shopping experience. As a part of our multi-channel sales strategy, in addition to home delivery, we offer \"Walmart Pickup,\" \"Pickup Today\" and \"Club Pickup\" and in a growing number of locations, \"Online Grocery\" programs under which many products available for purchase online can be picked up by the customer at a local Walmart store or Sam's Club, which provides additional customer traffic at such stores and clubs. Multi-channel retailing is a rapidly evolving part of the retail industry and of our operations in the U.S. and in a number of markets in which our Walmart International segment operates."
        },
        {
          "year": 2017,
          "paragraphIndex": 49,
          "text": "Our business strategy for our Walmart International segment includes opening new units and growing comparable stores sales in the countries in which we have existing operations. Our ability to open new units or to expand or relocate existing units depends in large measure upon our ability to locate, hire and retain qualified personnel and acquire new store sites on acceptable terms. Local laws can affect our ability to acquire attractive pre-existing buildings in which to locate units or sites on which to build new units or to expand existing units."
        },
        {
          "year": 2017,
          "paragraphIndex": 66,
          "text": "We are also subject to income taxes and other taxes in both the U.S. and the foreign jurisdictions in which we currently operate or have historically operated. The U.S. Congress and the current federal administration have identified federal tax reform as a priority for 2017. Federal tax reform plans under consideration may result in significant changes to the U.S. tax code. Some of the changes contemplated by the U.S. Congress, like the border tax or border adjustment tax, could have the effect of increasing our effective tax rate, the amount of our consolidated net taxable income subject to income taxes, and our overall tax liability, and could reduce our net income and our earnings per share, as well as our consolidated cash flows and liquidity, even if the changes include a reduction in the rate at which corporate taxable income is taxed. In addition, the determination of our worldwide provision for income taxes and current and deferred tax assets and liabilities requires judgment and estimation. Our income taxes could also be materially adversely affected by earnings being lower than anticipated in jurisdictions that have lower statutory tax rates and higher than anticipated in jurisdictions that have higher statutory tax rates, by changes in the valuation of our deferred tax assets and liabilities, or by changes in worldwide tax laws, regulations, or accounting principles."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "flipkart",
        "argentina canada",
        "majority stake",
        "stake",
        "advent",
        "grocery delivery",
        "proposed",
        "walmart brazil",
        "channel retailers",
        "customers integrating",
        "divestiture",
        "ecommerce retailers",
        "fiscal representing",
        "held sale",
        "integrating",
        "digital retailers",
        "digital retail",
        "owned operated",
        "stated",
        "accounted",
        "competes physical",
        "details",
        "physical retail",
        "physical retailers",
        "store formats",
        "websites mobile",
        "conducting",
        "leased",
        "provisional",
        "segment competes"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 6,
          "text": "In 2000, we began our first eCommerce initiative by creating walmart.com. That same year, we also created samsclub.com. Since then, our eCommerce presence has continued to grow. In 2007, leveraging our physical stores, walmart.com launched its Site to Store service, enabling customers to make a purchase online and pick up merchandise in stores. In 2016, we acquired jet.com in the U.S. and formed a strategic alliance with JD.com in China. Since the jet.com purchase, we have continued to expand our U.S. eCommerce capabilities through acquisitions including Shoes.com, Moosejaw, Bonobos and other digital consumer brands. In 2017, walmart.com launched free two-day shipping on more than 2 million items and we created Store N\no\n8, a technology incubator with a focus to drive commerce forward. In fiscal 2019, we acquired a majority stake of Flipkart Private Limited (\"Flipkart\"),\nan Indian-based eCommerce marketplace\n, with an ecosystem that includes eCommerce platforms of Flipkart, Myntra and Jabong. In the U.S., we added more grocery pickup and delivery locations and as of January 31, 2019, we offered grocery pickup at more than 2,100 locations and grocery delivery at nearly 800 locations. Our eCommerce efforts and innovation have led to omni-channel offerings in many of our markets. We are building an ecosystem with our omni-channel capabilities, stores, services, eCommerce sites, supply chain and more than\n2.2 million\nassociates to better serve our customers."
        },
        {
          "year": 2019,
          "paragraphIndex": 24,
          "text": "Divestiture of 80 percent of Walmart Brazil to Advent International (“Advent”) in August 2018. Advent agreed to contribute additional capital to the business over a three-year period and we agreed to indemnify Advent for certain pre-closing tax and legal contingencies and other matters. We\nrecorded a pre-tax net loss of\n$4.8 billion in fiscal 2019 for the sale, of which\n$2.0 billion\nrelated to cumulative foreign currency translation loss which was reclassified from accumulated other comprehensive loss."
        },
        {
          "year": 2019,
          "paragraphIndex": 22,
          "text": "Acquisition of a majority stake of Flipkart in August 2018 for $16 billion, or\n$13.8 billion\nnet of cash acquired. We began consolidating Flipkart's results in the third quarter of fiscal 2019,\nusing a one-month lag\n.\nThe ongoing operations negatively impacted fiscal 2019 net income and this negative impact will continue in fiscal 2020."
        },
        {
          "year": 2018,
          "paragraphIndex": 79,
          "text": "Our Walmart U.S. segment\ncompetes with both physical retailers operating discount, department, retail and wholesale grocers, drug, dollar, variety and specialty stores, supermarkets, hypermarkets and supercenter-type stores, and digital retailers, as well as catalog businesses.\nOur Sam's Club segment competes with other wholesale club operators, as well as discount retailers, retail and wholesale grocers, general merchandise wholesalers and distributors, gasoline stations, as well as digital retailers and catalog businesses."
        },
        {
          "year": 2018,
          "paragraphIndex": 33,
          "text": "\"Unit Count\" includes retail stores, wholesale clubs and other, which includes drugstores and convenience stores. Walmart International unit counts, with the exception of Canada, are stated as of December 31, to correspond with the fiscal year end of the related geographic market. Canada unit counts and square footage are stated as of January 31. For the balance forward, all country balances are stated as of the end of fiscal year 2013."
        },
        {
          "year": 2018,
          "paragraphIndex": 40,
          "text": "Competition.\nWalmart International\ncompetes with both physical retailers who operate department, drug, discount, variety and specialty stores, supermarkets, hypermarkets and supercenter-type stores, wholesale clubs, home-improvement stores, specialty electronics stores, cash & carry operations and convenience stores, and digital retailers, as well as catalog businesses.\nWe also operate, on a limited basis, consumer credit operations. We compete with others for desirable sites for new or relocated units. Our ability to develop, open and operate units at the right locations and to deliver a customer-centric experience that seamlessly integrates digital and physical shopping determines, to a large extent, our competitive position in the markets in which Walmart International operates. We believe price leadership is a critical part of our business model and we continue to focus on moving our markets towards an EDLP approach. Additionally, our ability to operate food departments effectively has a significant impact on our competitive position in the markets where we operate. In the markets in which we have eCommerce websites or mobile commerce applications, those websites and applications help differentiate us from our competitors and help us compete with other retailers for customers and their purchases, both in our digital and physical retail operations."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "forum",
        "unlimited",
        "GDPR",
        "bylaws",
        "california",
        "capacity",
        "chancery",
        "court chancery",
        "exclusive forum",
        "incur additional",
        "limitations",
        "nextday",
        "Coronavirus",
        "advertising",
        "area",
        "unit",
        "unit count",
        "count square",
        "feet unit",
        "counts",
        "unit counts",
        "total square",
        "accrual",
        "balance forward",
        "closed",
        "columns",
        "conversions",
        "feet balance",
        "feet columns",
        "geographic"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 127,
          "text": "Our bylaws provide that, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware will, to the fullest extent permitted by law, be the sole and exclusive forum for claims, including derivative claims that are based upon a violation of a duty by a current or former director, officer, employee or shareholder in such capacity or as to which the Delaware General Corporation Law confers jurisdiction upon the Court of Chancery. This exclusive forum provision may limit a shareholder’s ability to bring a claim in a judicial forum that the shareholder finds favorable for disputes with us or our directors, officers, employees or shareholders in such capacity, which may discourage such lawsuits against us and such persons. Alternatively, if a court were to find these provisions of our bylaws inapplicable to, or unenforceable in respect of, the claims as to which they are intended to apply, then we may incur additional costs associated with resolving such matters in other jurisdictions, which could adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 94,
          "text": "The Company also has compliance obligations associated with new privacy laws enacted to protect personal information. The California Consumer Privacy Act of 2018, (CCPA), grants California consumers certain rights over their personal information and imposes stringent requirements on the collection, use and sharing of “personal information” of California consumers. Other U.S. states are proposing similar laws related to the protection of personal information and the U.S. federal government is also considering federal privacy legislation. Outside the U.S., the European Union’s (“EU”) General Data Protection Regulation (“GDPR”) greatly increases the jurisdictional reach of EU law and adds a broad array of requirements related to personal data. Complying with changing regulatory requirements requires us to incur additional costs and expenses. If we fail to comply with CCPA, GDPR or other privacy related regulations, or if regulators assert we have failed to comply with them, it could lead to regulatory enforcement action, monetary fines or penalties (up to 4% of worldwide revenue in the case of GDPR), lawsuits or reputational damage and could materially and adversely affect our results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 126,
          "text": "Our amended and restated bylaws designate the Court of Chancery of the State of Delaware as the sole and exclusive forum for certain types of actions and proceedings that may be initiated by our shareholders, which could limit our shareholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers, employees or shareholders in such capacity."
        },
        {
          "year": 2019,
          "paragraphIndex": 28,
          "text": "\"Unit Count\" includes retail stores, wholesale clubs and other. Walmart International unit counts, with the exception of Canada, are as of December 31, to correspond with the fiscal year end of the related geographic market. Canada unit counts and square footage are as of January 31."
        },
        {
          "year": 2019,
          "paragraphIndex": 29,
          "text": "\"Unit Count\" includes retail stores, wholesale clubs and other. Walmart International unit counts, with the exception of Canada, are as of December 31, to correspond with the fiscal year end of the related geographic market. Canada unit counts and square footage are as of January 31."
        },
        {
          "year": 2019,
          "paragraphIndex": 31,
          "text": "Africa unit counts by country are Botswana (\n11\n), Ghana (\n4\n), Kenya (\n2\n), Lesotho (\n3\n), Malawi (\n2\n), Mozambique (\n6\n), Namibia (\n4\n), Nigeria (\n5\n), South Africa (\n389\n), Swaziland (\n1\n), Tanzania (\n1\n), Uganda (\n1\n) and Zambia (\n7\n)."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "comparable sales",
        "compared",
        "net cash",
        "previous fiscal",
        "compared previous",
        "partially",
        "partially offset",
        "term debt",
        "cash flow",
        "fair",
        "flow",
        "roi",
        "covid pandemic",
        "free cash",
        "decreased",
        "adversely",
        "adversely affect",
        "products",
        "president",
        "materially adversely",
        "executive",
        "laws regulations",
        "digital",
        "distribution",
        "officer",
        "systems",
        "delivery",
        "chief",
        "vice",
        "vice president"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 20,
          "text": "We define free cash flow as net cash provided by operating activities in a period minus payments for property and equipment made in that period. We had net cash provided by operating activities of $36.1 billion, $25.3 billion and $27.8 billion for fiscal 2021, 2020 and 2019, respectively. We generated free cash flow of $25.8 billion, $14.6 billion and $17.4 billion for fiscal 2021, 2020 and 2019, respectively. Net cash provided by operating activities for fiscal 2021 increased when compared to fiscal 2020 primarily due to the impact of the global health crisis which accelerated inventory sell-through, as well as the timing and payment of inventory purchases, incremental COVID-19 related expenses and certain benefit payments. Free cash flow for fiscal 2021 increased when compared to fiscal 2020 due to the same reasons as the increase in net cash provided by operating activities, as well as $0.4 billion in decreased capital expenditures. Net cash provided by operating activities for fiscal 2020 declined when compared to fiscal 2019 was primarily due to the contribution to the Asda pension plan in anticipation of its"
        },
        {
          "year": 2021,
          "paragraphIndex": 54,
          "text": "Net cash used in financing activities generally consists of transactions related to our short-term and long-term debt, financing obligations, dividends paid and the repurchase of Company stock. Transactions with noncontrolling interest shareholders are also classified as cash flows from financing activities. Fiscal 2021 net cash used in financing activities increased $1.8 billion when compared to the same period in the previous fiscal year. The increase is primarily due to the timing of issuances and repayments of long-term debt, partially offset by both a reduction in cash used to pay down short-term borrowings as well as share repurchases as we manage our financial position during the current economic environment. Fiscal 2020 net cash used in financing activities increased $11.8 billion for fiscal 2020 when compared to the same period in the previous fiscal year. The increase was primarily due to the $15.9 billion of net proceeds received in fiscal 2019 from the issuance of long-term debt to fund a portion of the purchase price for Flipkart partially offset by $5.5 billion of additional long-term debt in the fiscal 2020 to fund general business operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "Free cash flow is considered a non-GAAP financial measure. Management believes, however, that free cash flow, which measures our ability to generate additional cash from our business operations, is an important financial measure for use in evaluating the Company’s financial performance. Free cash flow should be considered in addition to, rather than as a substitute for, consolidated net income as a measure of our performance and net cash provided by operating activities as a measure of our liquidity. See \"\nLiquidity and Capital Resources\n\" for discussions of GAAP metrics including net cash provided by operating activities, net cash used in investing activities and net cash used in financing activities."
        },
        {
          "year": 2020,
          "paragraphIndex": 49,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart U.S. effective November 2019. From February 2017 until November 2019, he served as President and Chief Executive Officer, Sam's Club. From October 2015 to January 2017, he served as Executive Vice President and Chief Merchandising Officer of Sam's Club."
        },
        {
          "year": 2020,
          "paragraphIndex": 52,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart International, effective February 2018. From February 2015 to January 2018, she served as Executive Vice President and Chief Operating Officer of Walmart U.S."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "Executive Vice President, President and Chief Executive Officer, Sam's Club effective November 15, 2019.\nFrom February 2019 to November 2019, she served as Executive Vice President, Walmart U.S. Neighborhood Markets. From December 2015 until February 2019, she served as Senior Vice President, U.S. Supply Chain. Ms. McLay originally joined the Company in April 2015 as Vice President of U.S. Finance and Strategy."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "adversely",
        "adversely affect",
        "products",
        "laws regulations",
        "systems",
        "materially adversely",
        "president",
        "digital",
        "executive",
        "failure",
        "officer",
        "pharmacy",
        "vice",
        "vice president",
        "associate",
        "respectively",
        "fiscal respectively",
        "net cash",
        "percentage",
        "partially",
        "partially offset",
        "term debt",
        "cash flow",
        "flow",
        "roi",
        "billion fiscal",
        "free cash",
        "decreased",
        "cash used",
        "respectively compared"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 20,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart U.S. effective November 2019. From February 2017 until November 2019, he served as President and Chief Executive Officer, Sam's Club. From October 2015 to January 2017, he served as Executive Vice President and Chief Merchandising Officer of Sam's Club."
        },
        {
          "year": 2022,
          "paragraphIndex": 23,
          "text": "Executive Vice President, President and Chief Executive Officer, Sam's Club effective November 15, 2019.\nFrom February 2019 to November 2019, she served as Executive Vice President, Walmart U.S. Neighborhood Markets. From December 2015 until February 2019, she served as Senior Vice President, U.S. Supply Chain. Ms. McLay originally joined the Company in April 2015 as Vice President of U.S. Finance and Strategy."
        },
        {
          "year": 2022,
          "paragraphIndex": 22,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart International, effective February 2018. From February 2015 to January 2018, she served as Executive Vice President and Chief Operating Officer of Walmart U.S."
        },
        {
          "year": 2021,
          "paragraphIndex": 20,
          "text": "We define free cash flow as net cash provided by operating activities in a period minus payments for property and equipment made in that period. We had net cash provided by operating activities of $36.1 billion, $25.3 billion and $27.8 billion for fiscal 2021, 2020 and 2019, respectively. We generated free cash flow of $25.8 billion, $14.6 billion and $17.4 billion for fiscal 2021, 2020 and 2019, respectively. Net cash provided by operating activities for fiscal 2021 increased when compared to fiscal 2020 primarily due to the impact of the global health crisis which accelerated inventory sell-through, as well as the timing and payment of inventory purchases, incremental COVID-19 related expenses and certain benefit payments. Free cash flow for fiscal 2021 increased when compared to fiscal 2020 due to the same reasons as the increase in net cash provided by operating activities, as well as $0.4 billion in decreased capital expenditures. Net cash provided by operating activities for fiscal 2020 declined when compared to fiscal 2019 was primarily due to the contribution to the Asda pension plan in anticipation of its"
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "Free cash flow is considered a non-GAAP financial measure. Management believes, however, that free cash flow, which measures our ability to generate additional cash from our business operations, is an important financial measure for use in evaluating the Company’s financial performance. Free cash flow should be considered in addition to, rather than as a substitute for, consolidated net income as a measure of our performance and net cash provided by operating activities as a measure of our liquidity. See \"\nLiquidity and Capital Resources\n\" for discussions of GAAP metrics including net cash provided by operating activities, net cash used in investing activities and net cash used in financing activities."
        },
        {
          "year": 2021,
          "paragraphIndex": 54,
          "text": "Net cash used in financing activities generally consists of transactions related to our short-term and long-term debt, financing obligations, dividends paid and the repurchase of Company stock. Transactions with noncontrolling interest shareholders are also classified as cash flows from financing activities. Fiscal 2021 net cash used in financing activities increased $1.8 billion when compared to the same period in the previous fiscal year. The increase is primarily due to the timing of issuances and repayments of long-term debt, partially offset by both a reduction in cash used to pay down short-term borrowings as well as share repurchases as we manage our financial position during the current economic environment. Fiscal 2020 net cash used in financing activities increased $11.8 billion for fiscal 2020 when compared to the same period in the previous fiscal year. The increase was primarily due to the $15.9 billion of net proceeds received in fiscal 2019 from the issuance of long-term debt to fund a portion of the purchase price for Flipkart partially offset by $5.5 billion of additional long-term debt in the fiscal 2020 to fund general business operations."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "enterprise strategy",
        "reform",
        "connecticut",
        "epidemic",
        "health reform",
        "healthcare services",
        "interoperability",
        "novel",
        "novel interpretations",
        "patients",
        "pricing",
        "provide assurance",
        "reform efforts",
        "theft",
        "utah",
        "doj",
        "complaint",
        "motion",
        "alleging",
        "csa",
        "decision",
        "defendants",
        "dismiss",
        "district delaware",
        "flywheel",
        "march",
        "accelerated",
        "affordable care",
        "announced",
        "care act"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 97,
          "text": "Health-related legislation at the federal and state level may have an adverse effect on our business or require us to modify certain aspects of our operations. For example, in the U.S., the Drug Enforcement Administration (\"DEA\") and various other regulatory authorities regulate the purchase, distribution, maintenance and dispensing of pharmaceuticals and controlled substances. We are required to hold valid DEA and state-level licenses, meet various security and operating standards and comply with the federal and various state controlled substance acts and related regulations governing the sale, dispensing, disposal and holding of controlled substances. The DEA, the U.S. Food and Drug Administration and state regulatory authorities have broad enforcement powers, including the ability to seize or recall products and impose significant criminal, civil and administrative sanctions for violations of these laws and regulations. In addition, there has been recent heightened governmental and public scrutiny of pharmaceutical product pricing, which has resulted in federal and state legislation and regulations, executive orders and other initiatives and proposals designed to increase transparency in pharmaceutical product pricing and reform government program reimbursement methodologies (for example, the Inflation Reduction Act, which includes, among other matters, policies designed to impact drug prices and reduce drug spending by the federal government). Other health reform efforts at the federal and state levels may also impact our business or require us to modify certain aspects of our operations. We may not be able to predict the nature or success of reform initiatives, and the resulting uncertainties may have an adverse effect on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 76,
          "text": "Walmart Health clinical operations are also subject to numerous risks, including but not limited to: reductions in the third-party reimbursement rates for services; changes in our payer mix; changes in the health insurance market generally; our inability to retain and negotiate favorable contracts with private third-party payers, including managed care plans; competition for patients from other healthcare providers, including those that offer telehealth services; changes to healthcare provider utilization practices and treatment methodologies; trends toward value-based purchasing and price transparency; overall economic conditions and the ability of patients to pay for services; staffing challenges, including retention of a sufficient number and quality of healthcare professionals; compliance with the complex and extensive laws and regulations governing the healthcare industry; changes in laws and regulations, including as a result of health reform efforts; and healthcare technology initiatives, including those related to patient data and interoperability; and public health conditions."
        },
        {
          "year": 2023,
          "paragraphIndex": 74,
          "text": "changes in the state or federal regulatory environment for the retail pharmacy industry and the pharmaceutical industry, including as a result of health reform efforts, and other changes to or novel interpretations of existing state or federal laws, rules and regulations that affect our retail pharmacy business."
        },
        {
          "year": 2022,
          "paragraphIndex": 108,
          "text": "The Company has also been responding to subpoenas, information requests and investigations from governmental entities related to nationwide controlled substance dispensing and distribution practices involving opioids and is also a defendant in numerous litigation proceedings related to opioids, including the consolidated multidistrict litigation entitled\nIn re National Prescription Opiate Litigation (MDL No. 2804)\ncurrently pending in the U.S. District Court for the Northern District of Ohio. Similar cases that name the Company have also been filed in state courts by state, local and tribal governments, health care providers and other plaintiffs. Plaintiffs are seeking compensatory and punitive damages, as well as injunctive relief including abatement. On October 22, 2020, the Company filed a declaratory judgment action in the U.S. District Court for the Eastern District of Texas against the U.S. Department of Justice (the \"DOJ\") and the U.S. Drug Enforcement Administration, asking a federal court to clarify the roles and responsibilities of pharmacists and pharmacies as to the dispensing and distribution of opioids under the Controlled Substances Act (the \"CSA\"). The Company's action was dismissed. The Company appealed this decision to the Fifth Circuit. On December 22, 2021, the Fifth Circuit affirmed the dismissal of the action. On December 22, 2020, the DOJ filed a civil complaint against the Company in the U.S. District Court for the District of Delaware alleging that the Company unlawfully dispensed controlled substances from its pharmacies and unlawfully distributed controlled substances to those pharmacies in violation of the CSA. The DOJ is seeking civil penalties and injunctive relief. The Company filed a motion to dismiss the DOJ complaint on February 22, 2021. Since that time, the District Court stayed further proceedings in the DOJ complaint pending the decision of the United States Supreme Court in two other cases interpreting the CSA, which have been consolidated into\nRuan v. United States\n, 142 S. Ct. 457 (2021)."
        },
        {
          "year": 2022,
          "paragraphIndex": 109,
          "text": "In addition, the Company is the subject of a consolidated securities class action alleging violations of the federal securities laws regarding the Company's disclosures with respect to opioids filed in the U.S. District Court for the District of Delaware on January 20, 2021 purportedly on behalf of a class of investors who acquired Walmart stock from March 30, 2016 through December 22, 2020. On May 11, 2021 the U.S. District Court in Delaware consolidated the class actions and appointed a lead plaintiff and lead counsel. The defendants filed a motion to dismiss the consolidated securities class action on October 8, 2021; the lead plaintiff responded to the motion on January 10, 2022; and the defendants filed their reply brief on February 10, 2022."
        },
        {
          "year": 2022,
          "paragraphIndex": 111,
          "text": "Other shareholders filed a third derivative action making similar allegations in the Delaware Court of Chancery on September 27, 2021. The defendants in this derivative suit filed the opening brief on their motion to dismiss that case on December 21, 2021; and the plaintiffs responded by filing an amended complaint on February 22, 2022."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "cybersecurity incident",
        "quality safety",
        "crisis",
        "fails",
        "fails meet",
        "health crisis",
        "offered sale",
        "pipl",
        "products offered",
        "actor",
        "exploited",
        "fintech venture",
        "goals initiatives",
        "nation",
        "networked",
        "colorado",
        "connecticut",
        "covid pandemic",
        "fintech joint",
        "food non",
        "joint venture",
        "non food",
        "securities exchange",
        "utah",
        "consumer tastes",
        "cpra",
        "day",
        "epidemics pandemics",
        "exchange commission",
        "future mutations"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 78,
          "text": "Because the techniques used to obtain unauthorized access, disable or degrade service, or sabotage systems or data change frequently and may not immediately produce signs of a compromise, we may be unable to anticipate these techniques or to implement adequate preventative measures, or detect the activities of a threat actor. Even if we detect a cybersecurity incident, the nature and extent of that cybersecurity incident may not be immediately clear. Based on the sophistication of the threat actors and the size and complexity of our information systems and networked environment, among other factors, an investigation into a cybersecurity incident could take a significant amount of time to complete. We may not understand or appreciate that what is detected and treated as multiple individual cybersecurity incidents or events may be associated with the coordinated actions of a single threat actor. In addition, while our investigation of a cybersecurity incident is ongoing, we may not know the full extent of the harm caused by a threat actor, and such harm may spread both internally and to certain customers, vendors, or other third parties. These factors may inhibit our ability to provide rapid, complete and reliable information about the cybersecurity incident to customers, counterparties and regulators, as well as the public. It may also not be clear how best to contain and remediate any harm caused by the cybersecurity incident, and certain errors or actions could be repeated or compounded before they are discovered and remediated. Any or all of these factors could further increase the costs and consequences of a cybersecurity incident on our business operations, financial position and results of operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 46,
          "text": "The emergence, severity, magnitude and duration of global or regional pandemics, epidemics or other health crises are uncertain and difficult to predict. A pandemic, such as COVID-19, or other epidemic or contagious disease outbreak could impact our business operations, demand for our products and services, in-stock positions, costs of doing business, access to inventory, supply chain operations, the extent and duration of measures to try to contain the spread of a virus or other disease (such as travel bans and restrictions, quarantines, shelter-in-place orders, limitations on large gatherings, business and government shutdowns and other restrictions on retailers), our ability to predict future performance, exposure to litigation and our financial performance, among other things. In the event of any global or regional health crisis, customer demand for certain products may fluctuate, customer behaviors may change and consumer disposable income could be negatively impacted, which may challenge our ability to anticipate and/or adjust inventory levels to meet that demand. Other factors and uncertainties may include, but are not limited to: the severity and duration of pandemics, epidemics or other health crises, including disease outbreaks in areas in which we and our suppliers operate; increased operational costs; evolving macroeconomic factors, including general economic uncertainty, unemployment rates and recessionary pressures; unknown consequences on our business performance and initiatives stemming from the substantial investment of time, capital and other resources to a pandemic or other health crisis response; the effectiveness and extent of administration of vaccinations and medical treatments; the pace of recovery when any such pandemic or other health crisis subsides; and the long-term impact of a pandemic or other health crisis on our business, including consumer behaviors. These risks and their impacts are difficult to predict and could otherwise disrupt and adversely affect our operations and our financial performance."
        },
        {
          "year": 2024,
          "paragraphIndex": 76,
          "text": "Associate error or malfeasance, faulty password management, social engineering or other vulnerabilities and irregularities may also result in a defeat of our security measures or those of our third-party service providers and a compromise or breach of our or their information systems. Moreover, the hardware, software or applications that comprise our information system and networked environment may have vulnerabilities or defects of design, coding, manufacture or operations that could be intentionally exploited or inadvertently used in a manner that could compromise information security. Given the age, size and complexity of these information systems and our networked environment, patches for certain vulnerabilities may not exist and, even where patches or other risk-mitigating activities are available, the deployment of patches or execution of risk-mitigating actions may not occur before an underlying vulnerability is exploited by threat actors or inadvertently results in the compromise of our information systems or data."
        },
        {
          "year": 2023,
          "paragraphIndex": 54,
          "text": "Our customers count on us to provide them with safe products. Concerns regarding the safety of food and non-food products that we source from our suppliers or that we prepare and then sell could cause customers to avoid purchasing certain products from us, or to seek alternative sources of supply for all of their food and non-food needs, even if the basis for the concern is outside of our control. Any lost confidence on the part of our customers would be difficult and costly to reestablish and such products also expose us to product liability or food safety claims. As such, any issue regarding the safety of any food or non-food items we sell, regardless of the cause, could adversely affect our brand, reputation and financial performance. In addition, third-parties sell goods on some of our digital platforms, which we refer to as marketplace transactions. Whether laws related to these marketplace transactions, including, but not limited to, intellectual property and products liability laws, apply to us is currently unsettled and any unfavorable changes or interpretations could expose us to liability, loss of sales, reduction in transactions and deterioration of our competitive position. In addition, we may face reputational, financial and other risks, including liability, for third-party sales of goods that are controversial, counterfeit, pirated, or stolen, or otherwise fail to comply with applicable law or the proprietary rights of others. Although we have marketplace compliance controls and impose contractual terms on sellers to prohibit sales of certain type of products, we may not be able to detect certain prohibited items, enforce such terms, or collect sufficient damages for breaches. Any of these events could have a material adverse impact on our business and results of operations and impede the execution of our eCommerce growth and enterprise strategy."
        },
        {
          "year": 2023,
          "paragraphIndex": 70,
          "text": "Additionally, through various financial service partners and our ONE fintech joint venture, we offer various services such as money transfers, digital payment platforms, bill payment, money orders, check cashing, prepaid access, co-branded credits cards, installment lending, and earned wage access. These products and services require us to comply with legal and regulatory requirements, including privacy, authentication and tokenization, global anti-money laundering and sanctions laws and regulations as well as international, federal and state consumer financial laws and regulations. Failure to comply with these laws and regulations could result in fines, sanctions, penalties and harm to our reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "We may enter into strategic alliances and other business relationships in the countries in which we have existing operations or in other markets to expand our business. These arrangements (such as ONE, our fintech joint venture, and our healthcare initiative with UnitedHealth Group) may not generate the level of sales we anticipate when entering into the arrangement or may otherwise adversely impact our business and competitive position relative to the results we could have achieved in the absence of such alliance. In addition, any investment we make in connection with a strategic alliance, business relationship or in certain of our recently divested markets, could materially adversely affect our financial performance."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "vizio",
        "independent",
        "independent contractors",
        "order",
        "ai technologies",
        "alleging",
        "contractors party",
        "hearing",
        "packaging",
        "walmex",
        "cci",
        "driver",
        "endeavor",
        "engaging",
        "final",
        "esg priorities",
        "patients",
        "COVID-19",
        "billion",
        "bring claim",
        "claim",
        "dental",
        "dental behavioral",
        "effectiveness",
        "fires",
        "health locations",
        "healthcare providers",
        "inclusive",
        "inclusive economic",
        "medical dental"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 121,
          "text": "On January 13, 2020, the Competition Commission of India (\"CCI\") ordered its Director General (the \"DG\") to investigate certain matters alleging competition law violations by certain subsidiaries of Flipkart in India and other parties. On September 13, 2024, those subsidiaries received a non-confidential version of the DG's Investigation Report (the \"Report\"), alleging certain competition law violations. CCI is not bound by the Report, and will conduct its independent analysis of the allegations, including hearing objections from the subsidiaries and other parties before issuing its final order in the matter, which could include monetary and non-monetary relief. CCI's final order would also be subject to appropriate appellate proceedings. We can provide no assurance as to the scope and outcome of this matter, cannot reasonably estimate any loss or range of loss that may arise, and can provide no assurance that its business, financial position, results of operations or cash flows will not be materially adversely affected."
        },
        {
          "year": 2025,
          "paragraphIndex": 90,
          "text": "We are subject to risks related to our engagement of independent contractors or other third-party service providers. The qualification processes and background checks we utilize when engaging independent contractors may not reveal all potentially relevant information, including accurate worker authorization information and criminal history. If these independent contractors engage in misconduct, consumers may not consider our goods and services safe, and we may receive negative press coverage. Further, we have in the past incurred, and may in the future incur, losses from various types of fraud with respect to unauthorized uses of another person's identity and use of fraudulent identification documents. Any physical injury, loss of life, fraud, property and/or financial damage caused by our independent contractors or third-party service providers could adversely affect our business reputation, which could negatively affect demand for our goods and services, lead to increased regulatory or litigation exposure and adversely affect our financial performance."
        },
        {
          "year": 2025,
          "paragraphIndex": 119,
          "text": "In addition, we have been responding to subpoenas, information requests and investigations from governmental entities regarding the independent contractor classification of drivers and payment and operational practices with respect to our driver platform, as well as defending putative class and representative action civil litigation relating to driver classification and defending other civil litigation and arbitration claims in connection with the driver platform. On December 23, 2024, the Consumer Financial Protection Bureau (\"CFPB\") filed a lawsuit against the Company and Branch Messenger, Inc. in the District of Minnesota alleging the Company violated the Consumer Financial Protection Act by allegedly requiring independent contractor drivers on the Spark platform to receive payments through a financial product offered by Branch. The CFPB seeks an injunction and unspecified restitution, damages and civil penalties. On February 20, 2025, the Court entered an order that indefinitely stays the case and vacates all deadlines. We cannot predict the outcome of the investigations by the governmental entities or the civil litigation and arbitration matters. We cannot provide any assurance as to the scope and outcome of these matters and no assurance that our business, financial position, results of operations or cash flows will not be materially adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 90,
          "text": "Walmart Health clinical operations are also subject to numerous risks, including but not limited to: reductions in the third-party reimbursement rates for services; changes in our payer mix; changes in the health insurance market generally; our inability to retain and negotiate favorable contracts with private third-party payers, including managed care plans; competition for patients from other healthcare providers, including those that offer telehealth services; changes to healthcare provider utilization practices and treatment methodologies; trends toward value-based purchasing and price transparency; overall economic conditions and the ability of patients to pay for services; staffing challenges, including retention of a sufficient number and quality of healthcare professionals; compliance with the complex and extensive laws and regulations governing the healthcare industry; changes in laws and regulations, including as a result of health reform efforts; and healthcare technology initiatives, including those related to patient data and interoperability; and public health conditions."
        },
        {
          "year": 2024,
          "paragraphIndex": 3,
          "text": "•\nSustainability\n. Walmart's sustainability efforts focus on our ability to create and preserve long-term value for both people and planet. With respect to people, our sustainability efforts include sourcing responsibly, helping prevent forced labor, empowering women, creating inclusive economic opportunity and selling safer, healthier products. With respect to the planet, our efforts aim to enhance the sustainability of product supply chains by reducing emissions, protecting and restoring nature and reducing waste. To help address the effects of climate change, Walmart has set science-based targets for emissions reduction, including our goal to achieve zero emissions in our operations by 2040—without offsets—and to reduce, avoid or sequester one billion metric tons of emissions in our value chain by 2030 under our Project Gigaton initiative."
        },
        {
          "year": 2024,
          "paragraphIndex": 86,
          "text": "We have retail pharmacy operations in our Walmart U.S. and Sam's Club segments across the U.S. and in various of our international markets such as Canada and Mexico. We also provide management services to Walmart Health centers that offer medical, dental, behavioral health and other health services in a number of states, as well as a national telehealth service provider. In addition, our 10-year collaboration with UnitedHealth Group includes agreements for Walmart Health to provide value-based care to patients in certain areas of the U.S., among other initiatives."
        }
      ]
    }
  ]
}