{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "square",
        "feet",
        "square feet",
        "president",
        "executive",
        "unit",
        "officer",
        "chief",
        "vice",
        "vice president",
        "president chief",
        "pharmacy",
        "unit count",
        "website",
        "fiscal year",
        "walmart canada",
        "center",
        "concepts",
        "new stores",
        "online photo",
        "photo center",
        "retail concepts",
        "appropriate",
        "convert",
        "cyberattacks",
        "emv",
        "measures party",
        "receptive",
        "appellate",
        "asked"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 62,
          "text": "Executive Vice President and Chief Financial Officer, effective January 1, 2016. From January 2014 to December 2015, he served as Executive Vice President and Chief Financial Officer of Walmart International. From January 2013 to January 2014, he was Executive Vice President and Chief Financial Officer of Walmart U.S. and from January 2012 to January 2013, he was Senior Vice President and Chief Financial Officer of Walmart U.S."
        },
        {
          "year": 2017,
          "paragraphIndex": 67,
          "text": "Executive Vice President, President and Chief Executive Officer, Sam's Club, effective February 1, 2017. From October 2015 to January 2017, he served as Executive Vice President and Chief Merchandising Officer of Sam's Club. From January 2013 to October 2015, he served as Senior Vice President and Chief Merchandising Officer of Walmart China. From January 2012 to January 2013 he served as Senior Vice President, Home & Apparel and Global Sourcing."
        },
        {
          "year": 2017,
          "paragraphIndex": 66,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart U.S. beginning in August 2014. From May 2014 to August 2014, he served as President and Chief Executive Officer for the Walmart Asia region. From March 2012 to May 2014, he served as President and Chief Executive Officer of Walmart China. From October 2011 to March 2012, he served as Senior Vice President responsible for various international projects."
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "However, we or our third-party service providers may be unable to anticipate one or more of the rapidly evolving and increasingly sophisticated means by which cyber-attackers may attempt to defeat our security measures or those of our third-party service providers and breach our or our third-party service providers' information systems. During fiscal 2016, we were notified that a third party service provider that hosts the online photo center for Walmart Canada suffered a security breach that compromised information of users of that company's site, including some Walmart Canada customers, which we believe has not had a material impact on Walmart Canada or the Company. Walmart Canada discontinued use of this third party service provider. Sam's Club in the United States also used the same third party service provider to host its online photo center through a different system than the one used by Walmart Canada. After the breach in Canada, Sam's Club suspended the operation of the online photo center until a security review could be completed by the third party service provider. Once the security review was complete and new technology with enhanced security measures was implemented by the third party service provider, along with a determination that the information of Sam's Club members was not compromised by the security breach, Sam's Club resumed the operation of the online photo center through the same third party service provider."
        },
        {
          "year": 2016,
          "paragraphIndex": 34,
          "text": "Increased real estate, construction and development costs could limit our growth opportunities and our ability to convert our discount stores into supercenters. Moreover, our expansion in our existing local market areas may be limited if the opening of new stores or clubs would result in an unacceptable level of cannibalization of the sales of existing stores or clubs. If we are unable to open new supercenters, discount stores, Neighborhood Markets, other small formats or Sam's Clubs or continue to convert discount stores into supercenters, our financial performance, such as net sales and operating income growth, could be materially adversely affected. In addition, if consumers in the markets into which we expand or in which we build stores of a new format are not receptive to our retail concepts or are otherwise not receptive to our presence in a market, our financial performance could be adversely affected."
        },
        {
          "year": 2016,
          "paragraphIndex": 36,
          "text": "Moreover, cultural differences in some markets into which we expand or into which we introduce new retail concepts may result in the consumers in those markets not being as receptive to our retail concepts as we anticipate those consumers will be and may make an effective response to such issues more difficult to achieve. Economic, business and legal environments in foreign markets may be such that we are unable to expand our operations and increase our net sales in those markets as we may want to do and could result in the closure of our existing units in such markets, which closures impede the growth of our international operations. Finally, some countries have foreign investment laws that prohibit us or limit us from holding a controlling interest in retail operations in those countries, making our entry into those markets, which may present attractive growth opportunities, more difficult, if not impossible. If we cannot effectively continue to expand our Walmart International segment, our ability to grow our business could be adversely affected."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "capital",
        "financial reporting",
        "net cash",
        "term debt",
        "compared",
        "previous fiscal",
        "comparable sales",
        "reporting",
        "compared previous",
        "cash flow",
        "flow",
        "roi",
        "free cash",
        "internal control",
        "cash used",
        "commerce",
        "adversely",
        "products",
        "adversely affect",
        "president",
        "distribution",
        "systems",
        "facilities",
        "applications",
        "mobile",
        "materially adversely",
        "mobile commerce",
        "commerce applications",
        "distribution facilities",
        "vice"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 15,
          "text": "We define free cash flow as net cash provided by operating activities in a period minus payments for property and equipment made in that period. We had net cash provided by operating activities of $28.3 billion , $31.7 billion and $27.6 billion for fiscal 2018 , 2017 and 2016 , respectively. We generated free cash flow of $18.3 billion , $21.1 billion and $16.1 billion for fiscal 2018 , 2017 and 2016 , respectively. The decreases in net cash provided by operating activities and free cash flow in fiscal 2018 from fiscal 2017 were primarily due to the timing of tax and other payments, as well as lapping the previous year's improvements in working capital management and the benefit from the application of tax regulations adopted in fiscal 2017. The increase in net cash provided by operating activities and free cash flow in fiscal 2017 from fiscal 2016 was primarily due to improved working capital management. Additionally, we benefited from the application of new tax regulations related to the accelerated deduction of remodels and related expenses."
        },
        {
          "year": 2018,
          "paragraphIndex": 45,
          "text": "Net cash used in investing activities was $9.1 billion , $14.0 billion and $10.7 billion for fiscal 2018 , 2017 and 2016 , respectively, and generally consisted of payments to remodel existing stores and clubs, expand our eCommerce capabilities, invest in other technologies and add stores and clubs. Net cash used in investing activities decreased $4.9 billion for fiscal 2018 , when compared to the previous fiscal year. Fiscal 2018 included cash received of $1.0 billion from the sale of Suburbia in Mexico, while fiscal 2017 included our acquisition of Jet.com, Inc. (\"jet.com\") for approximately $2.4 billion and our purchase of $1.9 billion of available for sale securities in JD.com (\"JD\"). Net cash used in investing activities increased $3.3 billion for fiscal 2017 , when compared to the previous fiscal year, primarily due to our acquisition of jet.com and investment in JD, partially offset by $0.7 billion in cash received from the sales of shopping malls in Chile. Refer to Note 13 to our Consolidated Financial Statements for further details on our acquisition of jet.com and investment in JD. Additionally, refer to the \" Strategic Capital Allocation \" section in our Company Performance Metrics for capital expenditure detail for fiscal 2018 and 2017."
        },
        {
          "year": 2018,
          "paragraphIndex": 14,
          "text": "Management believes, however, that free cash flow, which measures our ability to generate additional cash from our business operations, is an important financial measure for use in evaluating the Company's financial performance. Free cash flow should be considered in addition to, rather than as a substitute for, consolidated net income as a measure of our performance and net cash provided by operating activities as a measure of our liquidity. See Liquidity and Capital Resources for discussions of GAAP metrics including net cash provided by operating activities, net cash used in investing activities and net cash used in financing activities."
        },
        {
          "year": 2017,
          "paragraphIndex": 106,
          "text": "Our e-commerce websites and mobile commerce applications, which are increasingly important to our business and continue to grow in complexity and scope, and the computer systems and operating systems on which they run, including those applications and systems in our acquired e-commerce businesses, may be subject to cyber-attacks. Those attacks could involve attempts to gain access to the website or mobile commerce application to obtain and make unauthorized use of customers' or members' payment information and related risks discussed below. Such attacks, if successful, can also create denials of service or otherwise disable, degrade or sabotage one or more of our retail websites or mobile commerce applications and otherwise significantly disrupt our customers' and members' shopping experience on any of our retail website or mobile commerce applications. If we are unable to maintain the security of our retail commerce websites and mobile commerce applications and keep them operating within acceptable parameters, we could suffer loss of sales, reductions in traffic, reputational damage and deterioration of our competitive position and incur liability for any damage to customers whose personal information is unlawfully obtained and used, any of which events could have a material adverse impact on our business and results of operations and impede the execution of our strategy for the growth of our business."
        },
        {
          "year": 2017,
          "paragraphIndex": 92,
          "text": "Such events could result in physical damage to, or the complete loss of, one or more of our properties, the closure of one or more stores, clubs and distribution facilities, the lack of an adequate work force in a market, the inability of customers and associates to reach or have transportation to our stores and clubs affected by such events, the evacuation of the populace from areas in which our stores, clubs and distribution facilities are located, the unavailability of our retail websites and mobile commerce applications to our customers, changes in the purchasing patterns of consumers and in consumers' disposable income, the temporary or long-term disruption in the supply of products from some local and overseas suppliers, the disruption in the transport of goods from overseas, the disruption or delay in the delivery of goods to our distribution facilities or stores within a country in which we are operating, the reduction in the availability of products in our stores, the disruption of utility services to our stores and our facilities, and disruption in our communications with our stores."
        },
        {
          "year": 2017,
          "paragraphIndex": 104,
          "text": "Many of our customers shop with us over our e-commerce websites and mobile commerce applications, which are a part of our multi-channel sales strategy. Increasingly, customers are using computers, tablets, and smart phones to shop online and through mobile commerce applications with us and with our competitors and to do comparison shopping. We use social media and electronic mail to interact with our customers and as a means to enhance their shopping experience. As a part of our multi-channel sales strategy, in addition to home delivery, we offer \"Walmart Pickup,\" \"Pickup Today\" and \"Club Pickup\" and in a growing number of locations, \"Online Grocery\" programs under which many products available for purchase online can be picked up by the customer at a local Walmart store or Sam's Club, which provides additional customer traffic at such stores and clubs. Multi-channel retailing is a rapidly evolving part of the retail industry and of our operations in the U.S. and in a number of markets in which our Walmart International segment operates."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "flipkart",
        "majority stake",
        "sale majority",
        "stake",
        "stake walmart",
        "walmart brazil",
        "approximately comparable",
        "contributed approximately",
        "positively contributed",
        "prior year",
        "class action",
        "effects growing",
        "growing ecommerce",
        "income attributable",
        "mix effects",
        "improved",
        "lower fuel",
        "audit committee",
        "improvement",
        "held",
        "margin",
        "primarily improved",
        "associate",
        "associate wage",
        "auditors",
        "digital",
        "domestic",
        "grocery",
        "held outside",
        "higher ecommerce"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 21,
          "text": "Our gross profit rate decreased 18 and 26 basis points for fiscal 2019 and 2018 , respectively, when compared to the previous fiscal year. For fiscal 2019 , the decrease was due to the mix effects from our growing eCommerce business, the consolidation of Flipkart, our planned pricing strategy and increased transportation expenses. For fiscal 2018 , the decrease was primarily due to our planned pricing strategy and the mix effects from our growing eCommerce business."
        },
        {
          "year": 2019,
          "paragraphIndex": 20,
          "text": "from Flipkart, which we acquired in the third quarter of fiscal 2019. Additionally, for fiscal 2019 , the increase in net sales was partially offset by a $4.5 billion decrease in net sales due to club closures in the Sam's Club segment during fiscal 2018 , a $ 3.1 billion reduction in net sales due to the sale of the majority stake in Walmart Brazil in the International segment, and $0.7 billion of negative impact from fluctuations in currency exchange rates . For fiscal 2018 , net sales were positively impacted by overall positive comparable sales, the impact from new store openings and sales generated from eCommerce acquisitions. The positive effect of such factors on our consolidated net sales for fiscal 2018 was partially offset by a reduction in net sales of $1.9 billion due to divesting our Yihaodian and Suburbia businesses and the $0.5 billion of negative impact from fluctuations in currency exchange rates."
        },
        {
          "year": 2019,
          "paragraphIndex": 26,
          "text": "Our effective income tax rate was 37.4% for fiscal 2019 , 30.4% for fiscal 2018 , and 30.3% for fiscal 2017 . Although the U.S. statutory rate was lowered due to the Tax Cuts and Jobs Act of 2017 (the \"Tax Act\"), our effective income tax rate increased in fiscal 2019 primarily because we recognized minimal tax benefit related to the sale of the majority stake in Walmart Brazil and Flipkart's results. Additionally, our effective income tax rate may also fluctuate as a result of factors including changes in our assessment of certain tax contingencies, valuation allowances, changes in tax law, outcomes of administrative audits, the impact of discrete items and the mix and size of earnings among our U.S. operations and international operations, which are subject to statutory rates that, beginning in fiscal 2019, are generally higher than the U.S. statutory rate. The reconciliation from the U.S. statutory rate to the effective income tax rates for fiscal 2019 , 2018 and 2017 is presented in Note 9 in the \" Notes to Consolidated Financial Statements .\""
        },
        {
          "year": 2018,
          "paragraphIndex": 44,
          "text": "We use intercompany financing arrangements in an effort to ensure cash can be made available in the country in which it is needed with the minimum cost possible. We do not believe it will be necessary to repatriate earnings held outside of the U.S. and anticipate our domestic liquidity needs will be met through cash flows provided by domestic operating activities, supplemented with long-term debt and short-term borrowings. Accordingly, we intend, with only certain exceptions, to continue to indefinitely reinvest our earnings held outside of the U.S. in our foreign operations. As part of U.S. tax reform enacted on December 22, 2017, we are currently assessing the impact of the new legislation, which can in turn, impact our assertion regarding any potential future repatriation. If our intentions with respect to reinvestment were to change, most of the amounts held within our foreign operations could be repatriated to the U.S., although any repatriation under new U.S. tax laws could be subject to incremental withholding taxes. We do not expect current local laws, other existing limitations or potential taxes on anticipated future repatriations of cash amounts held outside of the U.S. to have a material effect on our overall liquidity, financial condition or results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 3,
          "text": "increased 2.2% and 1.4% in fiscal 2018 and 2017 , respectively, when compared to the previous fiscal year. The fiscal 2018 total U.S. comparable sales were positively impacted by continued traffic improvement, higher eCommerce sales and the impact of higher fuel sales. eCommerce sales positively impacted comparable sales approximately 0.7% for both Walmart U.S. and Sam's Club for fiscal 2018 . The fiscal 2017 total U.S. comparable sales were positively impacted by continued traffic improvement and higher eCommerce sales at the Walmart U.S. segment, partially offset by the negative impact of lower fuel sales primarily due to lower fuel prices at the Sam's Club segment. eCommerce sales positively impacted comparable sales approximately 0.4% and 0.7% for Walmart U.S. and Sam's Club, respectively, for fiscal 2017 ."
        },
        {
          "year": 2018,
          "paragraphIndex": 93,
          "text": "The Audit Committee of the Board of Directors oversees our process of reporting financial information and the audit of our Consolidated Financial Statements. The Audit Committee stays informed of the financial condition of Walmart and regularly reviews management's financial policies and procedures, the independence of our independent auditors, our internal control over financial reporting and the objectivity of our financial reporting. Both the independent auditors and the internal auditors have free access to the Audit Committee and meet with the Audit Committee regularly, both with and without management present."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "leased",
        "leased assets",
        "business restructuring",
        "estimate",
        "restructuring charges",
        "range",
        "audit matters",
        "critical audit",
        "loss range",
        "names",
        "range loss",
        "trade",
        "trade names",
        "acquired developed",
        "amortization leased",
        "did",
        "income attributable",
        "traffic",
        "billion charges",
        "capital lease",
        "effective internal",
        "effectiveness internal",
        "factor rent",
        "included million",
        "increased basis",
        "international properties",
        "jet",
        "jet com",
        "lease financing",
        "positive impact"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 23,
          "text": "For fiscal 2020 , operating expenses as a percentage of net sales decreased 8 basis points, when compared to the same period in the previous fiscal year due to our focus on expense management combined with our growth in comparable store sales. These improvements were partially offset by $0.9 billion in business restructuring charges consisting primarily of non-cash impairment charges for certain trade names, acquired developed technology, and other business restructuring charges due to strategic decisions that resulted in the write down of certain assets in the Walmart U.S. and Walmart International segments."
        },
        {
          "year": 2020,
          "paragraphIndex": 30,
          "text": "Operating expenses as a percentage of segment net sales decreased 4 basis points for fiscal 2020 and decreased 23 basis points for fiscal 2019 , when compared to the previous fiscal year. We leveraged operating expenses in fiscal 2020 as a result of strong sales and productivity improvements which were mostly offset by business restructuring charges of $0.5 billion consisting primarily of non-cash impairment charges for certain trade names, acquired developed technology and other business restructuring charges due to decisions that resulted in the write down of certain eCommerce assets. The decrease in fiscal 2019 was primarily due to strong sales performance in conjunction with productivity improvements and the prior year comparable period including charges related to discontinued real estate projects of $0.2 billion. These improvements more than offset investments in eCommerce, technology and omni-channel initiatives and raising the starting wage rate at the beginning of fiscal 2019."
        },
        {
          "year": 2020,
          "paragraphIndex": 5,
          "text": "For fiscal 2020 , operating, selling, general and administrative (\"operating\") expenses as a percentage of net sales decreased 8 basis points, when compared to the previous fiscal year due to our focus on expense management combined with our growth in comparable store sales. These improvements were partially offset by $0.9 billion in business restructuring charges consisting primarily of non-cash impairment charges for certain trade names, acquired developed technology, and other business restructuring charges due to strategic decisions that resulted in the write down of certain assets in the Walmart U.S. and Walmart International segments."
        },
        {
          "year": 2019,
          "paragraphIndex": 3,
          "text": "Walmart U.S. comparable sales increased 3.7% and 2.1% in fiscal 2019 and 2018 , respectively, driven by ticket and traffic growth. Walmart U.S. eCommerce sales positively contributed approximately 1.3% and 0.7% to comparable sales for fiscal 2019 and fiscal 2018 , respectively, as we continue to focus on a seamless omni-channel experience for our customers . Sam's Club comparable sales increased 5.4% and 2.8% in fiscal 2019 and 2018 , respectively. Sam's Club fiscal 2019 comparable sales were driven by strong traffic, which was aided by transfers of sales from our closed clubs to our existing clubs and fuel sales. These increases were partially offset by reduced tobacco sales due to our decision to remove tobacco from certain locations in fiscal 2019 . Sam's Club fiscal 2018 comp sales were driven by strong traffic and fuel sales. Sam's Club eCommerce sales positively contributed approximately 0.9% and 0.7% to comparable sales for fiscal 2019 and 2018 , respectively."
        },
        {
          "year": 2019,
          "paragraphIndex": 6,
          "text": "For fiscal 2018, operating expenses as a percentage of net sales increased 32 basis points, when compared to the previous fiscal year. While our increase in net sales and improving expense management had a positive impact on our operating expenses as a percentage of net sales, we did not leverage expenses as a result of approximately $0.6 billion in charges related to Sam's Club closures and discontinued real estate projects, $400 million related to a lump sum bonus paid to associates, $300 million related to Home Office severance, the legal accrual of $283 million related to the FCPA matter, a charge of $244 million related to discontinued real estate projects in Walmart U.S. and the decisions to exit certain international properties and wind down the first party Brazil eCommerce operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 46,
          "text": "Net cash used in investing activities was $24.0 billion , $9.1 billion and $13.9 billion for fiscal 2019 , 2018 and 2017 , respectively, and generally consisted of payments for business acquisitions and to expand our eCommerce capabilities, invest in other technologies, remodel existing stores and club and add new stores and clubs. Net cash used in investing activities increased $15.0 billion for fiscal 2019 when compared to the previous fiscal year. This increase was primarily due to the $13.8 billion payment for Flipkart , net of cash acquired, as well as payments for other, smaller acquisitions. Net cash used in investing activities decreased $4.8 billion for fiscal 2018 when compared to the previous fiscal year. Fiscal 2018 included cash received of $1.0 billion from the sale of Suburbia in Mexico, while fiscal 2017 included our acquisition of Jet.com, Inc. (\"jet.com\") for $2.4 billion and our purchase of $1.9 billion of shares in JD.com (\"JD\"). Refer to Note 13 to our Consolidated Financial Statements for further details on our acquisition of jet.com and investment in JD. Additionally, refer to the \" Strategic Capital Allocation \" section in our Company Performance Metrics for capital expenditure detail for fiscal 2019 and 2018 ."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "held sale",
        "incremental",
        "average ticket",
        "equity investments",
        "incremental costs",
        "related covid",
        "associates",
        "billion incremental",
        "classified held",
        "expanded",
        "pandemic partially",
        "charges prior",
        "lived intangible",
        "billion decrease",
        "class action",
        "decrease operating",
        "tax payments",
        "appears",
        "appears discuss",
        "assumptions",
        "captioned",
        "captioned contingencies",
        "club closures",
        "conjunction",
        "conjunction productivity",
        "contingencies appears",
        "counsel"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 46,
          "text": "Operating expenses as a percentage of segment net sales increased 42 and decreased 19 basis points for fiscal 2021 and 2020, respectively, when compared to the previous fiscal year. Despite increased net sales from the strong demand resulting from the COVID-19 pandemic, fiscal 2021 operating expenses as a percentage of net sales increased primarily due to $0.3 billion of incremental costs related to the pandemic, which included additional costs such as special bonuses, expanded cleaning practices and security, expanded sick and emergency leave pay, and outfitting our associates with masks and gloves. Additionally, the increase in operating expense as a percentage of segment net sales was affected by reduced tobacco and fuel sales. For fiscal 2020, the decrease was primarily the result of lower labor-related costs and a charge of approximately $50 million related to lease exit costs in the prior comparable period. These benefits were partially offset by a reduction in sales of tobacco and a higher level of technology investment."
        },
        {
          "year": 2021,
          "paragraphIndex": 36,
          "text": "Operating expenses as a percentage of segment net sales decreased 15 and 4 basis points for fiscal 2021 and 2020, respectively, when compared to the previous fiscal year. We leveraged operating expenses in fiscal 2021 primarily as a result of strong sales, which were partially offset by $3.2 billion of incremental costs related to the COVID-19 pandemic including special bonuses, expanded sick and emergency leave pay, costs associated with outfitting our stores and associates with masks, gloves and sanitizer, and expanded cleaning practices. Fiscal 2021 operating expenses as a percentage of net sales was also slightly aided by lapping the $0.5 billion business restructuring charges from the prior year described below, offset by a $0.4 billion business restructuring charge recorded in the second quarter of fiscal 2021 resulting from changes to Walmart U.S. support teams to better support its omni-channel strategy. The decrease in fiscal 2020 was primarily due to strong sales and productivity improvements which were mostly offset by business restructuring charges of $0.5 billion consisting primarily of non-cash impairment charges for certain trade names, acquired developed technology and other business restructuring charges due to decisions that resulted in the write down of certain eCommerce assets."
        },
        {
          "year": 2021,
          "paragraphIndex": 26,
          "text": "Our total revenues, which includes net sales and membership and other income, increased $35.2 billion or 6.7% and $9.6 billion or 1.9% for fiscal 2021 and 2020, respectively, when compared to the previous fiscal year. These increases in revenues were due to increases in net sales, which increased $35.3 billion or 6.8% and $9.6 billion or 1.9% for fiscal 2021 and 2020, respectively, when compared to the previous fiscal year. For fiscal 2021, the increase was primarily due to strong positive comparable sales for the Walmart U.S. and Sam's Club segments as well as positive comparable sales in the majority of our international markets resulting from increased demand stemming from the COVID-19 pandemic. Overall net sales growth was strong despite certain operating limitations in several international markets in the second quarter of fiscal 2021 due to government regulations and precautionary measures taken as a result of the COVID-19 pandemic. The net sales increase was partially offset by negative fluctuations in currency exchange rates of $5.0 billion. For fiscal 2020, net sales were positively impacted by overall positive comparable sales for Walmart U.S. and Sam's Club segments, along with the addition of net sales from Flipkart, which we acquired in August 2018, and positive comparable sales in the majority of our international markets. These increases were partially offset by $4.1 billion of negative impact from fluctuations in currency exchange rates in fiscal 2020 and our sale of the majority stake in Walmart Brazil in August 2018."
        },
        {
          "year": 2020,
          "paragraphIndex": 69,
          "text": "We discuss our recently resolved FCPA investigation in Note 10 to our Consolidated Financial Statements, which is captioned \"Contingencies,\" and appears elsewhere herein. We discuss our \"Asda Equal Value Claims\" which includes certain existing employment claims against our United Kingdom subsidiary, ASDA Stores, Ltd., including certain risks arising therefrom, in Part I, Item 1A of this Form 10-K under the caption \"Risk Factors\" and under the sub-caption \"Legal Proceedings\" in Note 10 to our Consolidated Financial Statements, which is captioned \"Contingencies,\" and appears elsewhere herein. We also discuss the National Prescription Opiate Litigation and related matters including certain risks arising therefrom, in Part I, Item 1A of this Form 10-K under the caption \"Risk Factors\" and under the sub-caption \"Legal Proceedings\" in Note 10 to our Consolidated Financial Statements, which is captioned \"Contingencies,\" and appears elsewhere herein. We also discuss various legal proceedings related to the Asda Equal Value Claims and National Prescription Opiate Litigation in Part I, Item 3 herein under the caption \"Legal Proceedings.\" The foregoing matters and other matters described elsewhere in this Annual Report on Form 10-K represent contingencies of the Company that may or may not result in the Company incurring a material liability upon their final resolution."
        },
        {
          "year": 2020,
          "paragraphIndex": 104,
          "text": "We obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the Company’s indefinite-lived intangible asset impairment review process. Our procedures included testing controls over management’s review of the significant assumptions described above used to estimate the fair values of the indefinite-lived intangible assets."
        },
        {
          "year": 2020,
          "paragraphIndex": 101,
          "text": "To test the Company’s assessment of the probability of occurrence or determination of an estimate of loss, or range of loss, among other procedures, we read the minutes of the meetings of the board of directors and committees of the board of directors, reviewed opinions provided to the Company by certain outside legal counsel, read letters received directly by us from internal and external counsel, and evaluated the current status of contingencies based on discussions with internal legal counsel. We also evaluated the appropriateness of the related disclosures."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "adversely",
        "adversely affect",
        "products",
        "laws regulations",
        "systems",
        "materially adversely",
        "president",
        "digital",
        "executive",
        "failure",
        "officer",
        "pharmacy",
        "vice",
        "vice president",
        "associate",
        "respectively",
        "fiscal respectively",
        "net cash",
        "percentage",
        "partially",
        "partially offset",
        "term debt",
        "cash flow",
        "flow",
        "roi",
        "billion fiscal",
        "free cash",
        "decreased",
        "cash used",
        "respectively compared"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 20,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart U.S. effective November 2019. From February 2017 until November 2019, he served as President and Chief Executive Officer, Sam's Club. From October 2015 to January 2017, he served as Executive Vice President and Chief Merchandising Officer of Sam's Club."
        },
        {
          "year": 2022,
          "paragraphIndex": 23,
          "text": "Executive Vice President, President and Chief Executive Officer, Sam's Club effective November 15, 2019. From February 2019 to November 2019, she served as Executive Vice President, Walmart U.S. Neighborhood Markets. From December 2015 until February 2019, she served as Senior Vice President, U.S. Supply Chain. Ms. McLay originally joined the Company in April 2015 as Vice President of U.S. Finance and Strategy."
        },
        {
          "year": 2022,
          "paragraphIndex": 22,
          "text": "Executive Vice President, President and Chief Executive Officer, Walmart International, effective February 2018. From February 2015 to January 2018, she served as Executive Vice President and Chief Operating Officer of Walmart U.S."
        },
        {
          "year": 2021,
          "paragraphIndex": 20,
          "text": "We define free cash flow as net cash provided by operating activities in a period minus payments for property and equipment made in that period. We had net cash provided by operating activities of $36.1 billion, $25.3 billion and $27.8 billion for fiscal 2021, 2020 and 2019, respectively. We generated free cash flow of $25.8 billion, $14.6 billion and $17.4 billion for fiscal 2021, 2020 and 2019, respectively. Net cash provided by operating activities for fiscal 2021 increased when compared to fiscal 2020 primarily due to the impact of the global health crisis which accelerated inventory sell-through, as well as the timing and payment of inventory purchases, incremental COVID-19 related expenses and certain benefit payments. Free cash flow for fiscal 2021 increased when compared to fiscal 2020 due to the same reasons as the increase in net cash provided by operating activities, as well as $0.4 billion in decreased capital expenditures. Net cash provided by operating activities for fiscal 2020 declined when compared to fiscal 2019 was primarily due to the contribution to the Asda pension plan in anticipation of its"
        },
        {
          "year": 2021,
          "paragraphIndex": 19,
          "text": "Free cash flow is considered a non-GAAP financial measure. Management believes, however, that free cash flow, which measures our ability to generate additional cash from our business operations, is an important financial measure for use in evaluating the Company’s financial performance. Free cash flow should be considered in addition to, rather than as a substitute for, consolidated net income as a measure of our performance and net cash provided by operating activities as a measure of our liquidity. See \" Liquidity and Capital Resources \" for discussions of GAAP metrics including net cash provided by operating activities, net cash used in investing activities and net cash used in financing activities."
        },
        {
          "year": 2021,
          "paragraphIndex": 54,
          "text": "Net cash used in financing activities generally consists of transactions related to our short-term and long-term debt, financing obligations, dividends paid and the repurchase of Company stock. Transactions with noncontrolling interest shareholders are also classified as cash flows from financing activities. Fiscal 2021 net cash used in financing activities increased $1.8 billion when compared to the same period in the previous fiscal year. The increase is primarily due to the timing of issuances and repayments of long-term debt, partially offset by both a reduction in cash used to pay down short-term borrowings as well as share repurchases as we manage our financial position during the current economic environment. Fiscal 2020 net cash used in financing activities increased $11.8 billion for fiscal 2020 when compared to the same period in the previous fiscal year. The increase was primarily due to the $15.9 billion of net proceeds received in fiscal 2019 from the issuance of long-term debt to fund a portion of the purchase price for Flipkart partially offset by $5.5 billion of additional long-term debt in the fiscal 2020 to fund general business operations."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "enterprise strategy",
        "reform",
        "connecticut",
        "epidemic",
        "health reform",
        "healthcare services",
        "interoperability",
        "novel",
        "novel interpretations",
        "patients",
        "pricing",
        "provide assurance",
        "reform efforts",
        "theft",
        "utah",
        "doj",
        "complaint",
        "motion",
        "alleging",
        "csa",
        "decision",
        "defendants",
        "dismiss",
        "district delaware",
        "flywheel",
        "march",
        "accelerated",
        "announced",
        "circuit",
        "fda"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 97,
          "text": "Health-related legislation at the federal and state level may have an adverse effect on our business or require us to modify certain aspects of our operations. For example, in the U.S., the Drug Enforcement Administration (\"DEA\") and various other regulatory authorities regulate the purchase, distribution, maintenance and dispensing of pharmaceuticals and controlled substances. We are required to hold valid DEA and state-level licenses, meet various security and operating standards and comply with the federal and various state controlled substance acts and related regulations governing the sale, dispensing, disposal and holding of controlled substances. The DEA, the U.S. Food and Drug Administration and state regulatory authorities have broad enforcement powers, including the ability to seize or recall products and impose significant criminal, civil and administrative sanctions for violations of these laws and regulations. In addition, there has been recent heightened governmental and public scrutiny of pharmaceutical product pricing, which has resulted in federal and state legislation and regulations, executive orders and other initiatives and proposals designed to increase transparency in pharmaceutical product pricing and reform government program reimbursement methodologies (for example, the Inflation Reduction Act, which includes, among other matters, policies designed to impact drug prices and reduce drug spending by the federal government). Other health reform efforts at the federal and state levels may also impact our business or require us to modify certain aspects of our operations. We may not be able to predict the nature or success of reform initiatives, and the resulting uncertainties may have an adverse effect on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 76,
          "text": "Walmart Health clinical operations are also subject to numerous risks, including but not limited to: reductions in the third-party reimbursement rates for services; changes in our payer mix; changes in the health insurance market generally; our inability to retain and negotiate favorable contracts with private third-party payers, including managed care plans; competition for patients from other healthcare providers, including those that offer telehealth services; changes to healthcare provider utilization practices and treatment methodologies; trends toward value-based purchasing and price transparency; overall economic conditions and the ability of patients to pay for services; staffing challenges, including retention of a sufficient number and quality of healthcare professionals; compliance with the complex and extensive laws and regulations governing the healthcare industry; changes in laws and regulations, including as a result of health reform efforts; and healthcare technology initiatives, including those related to patient data and interoperability; and public health conditions."
        },
        {
          "year": 2023,
          "paragraphIndex": 74,
          "text": "changes in the state or federal regulatory environment for the retail pharmacy industry and the pharmaceutical industry, including as a result of health reform efforts, and other changes to or novel interpretations of existing state or federal laws, rules and regulations that affect our retail pharmacy business."
        },
        {
          "year": 2022,
          "paragraphIndex": 108,
          "text": "The Company has also been responding to subpoenas, information requests and investigations from governmental entities related to nationwide controlled substance dispensing and distribution practices involving opioids and is also a defendant in numerous litigation proceedings related to opioids, including the consolidated multidistrict litigation entitled In re National Prescription Opiate Litigation (MDL No. 2804) currently pending in the U.S. District Court for the Northern District of Ohio. Similar cases that name the Company have also been filed in state courts by state, local and tribal governments, health care providers and other plaintiffs. Plaintiffs are seeking compensatory and punitive damages, as well as injunctive relief including abatement. On October 22, 2020, the Company filed a declaratory judgment action in the U.S. District Court for the Eastern District of Texas against the U.S. Department of Justice (the \"DOJ\") and the U.S. Drug Enforcement Administration, asking a federal court to clarify the roles and responsibilities of pharmacists and pharmacies as to the dispensing and distribution of opioids under the Controlled Substances Act (the \"CSA\"). The Company's action was dismissed. The Company appealed this decision to the Fifth Circuit. On December 22, 2021, the Fifth Circuit affirmed the dismissal of the action. On December 22, 2020, the DOJ filed a civil complaint against the Company in the U.S. District Court for the District of Delaware alleging that the Company unlawfully dispensed controlled substances from its pharmacies and unlawfully distributed controlled substances to those pharmacies in violation of the CSA. The DOJ is seeking civil penalties and injunctive relief. The Company filed a motion to dismiss the DOJ complaint on February 22, 2021. Since that time, the District Court stayed further proceedings in the DOJ complaint pending the decision of the United States Supreme Court in two other cases interpreting the CSA, which have been consolidated into Ruan v. United States , 142 S. Ct. 457 (2021)."
        },
        {
          "year": 2022,
          "paragraphIndex": 109,
          "text": "In addition, the Company is the subject of a consolidated securities class action alleging violations of the federal securities laws regarding the Company's disclosures with respect to opioids filed in the U.S. District Court for the District of Delaware on January 20, 2021 purportedly on behalf of a class of investors who acquired Walmart stock from March 30, 2016 through December 22, 2020. On May 11, 2021 the U.S. District Court in Delaware consolidated the class actions and appointed a lead plaintiff and lead counsel. The defendants filed a motion to dismiss the consolidated securities class action on October 8, 2021; the lead plaintiff responded to the motion on January 10, 2022; and the defendants filed their reply brief on February 10, 2022."
        },
        {
          "year": 2022,
          "paragraphIndex": 111,
          "text": "Other shareholders filed a third derivative action making similar allegations in the Delaware Court of Chancery on September 27, 2021. The defendants in this derivative suit filed the opening brief on their motion to dismiss that case on December 21, 2021; and the plaintiffs responded by filing an amended complaint on February 22, 2022."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "cybersecurity incident",
        "quality safety",
        "crisis",
        "fails",
        "fails meet",
        "health crisis",
        "offered sale",
        "pipl",
        "products offered",
        "actor",
        "exploited",
        "fintech venture",
        "goals initiatives",
        "nation",
        "networked",
        "colorado",
        "connecticut",
        "covid pandemic",
        "fintech joint",
        "food non",
        "joint venture",
        "non food",
        "securities exchange",
        "utah",
        "consumer tastes",
        "cpra",
        "day",
        "epidemics pandemics",
        "exchange commission",
        "future mutations"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 78,
          "text": "Because the techniques used to obtain unauthorized access, disable or degrade service, or sabotage systems or data change frequently and may not immediately produce signs of a compromise, we may be unable to anticipate these techniques or to implement adequate preventative measures, or detect the activities of a threat actor. Even if we detect a cybersecurity incident, the nature and extent of that cybersecurity incident may not be immediately clear. Based on the sophistication of the threat actors and the size and complexity of our information systems and networked environment, among other factors, an investigation into a cybersecurity incident could take a significant amount of time to complete. We may not understand or appreciate that what is detected and treated as multiple individual cybersecurity incidents or events may be associated with the coordinated actions of a single threat actor. In addition, while our investigation of a cybersecurity incident is ongoing, we may not know the full extent of the harm caused by a threat actor, and such harm may spread both internally and to certain customers, vendors, or other third parties. These factors may inhibit our ability to provide rapid, complete and reliable information about the cybersecurity incident to customers, counterparties and regulators, as well as the public. It may also not be clear how best to contain and remediate any harm caused by the cybersecurity incident, and certain errors or actions could be repeated or compounded before they are discovered and remediated. Any or all of these factors could further increase the costs and consequences of a cybersecurity incident on our business operations, financial position and results of operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 46,
          "text": "The emergence, severity, magnitude and duration of global or regional pandemics, epidemics or other health crises are uncertain and difficult to predict. A pandemic, such as COVID-19, or other epidemic or contagious disease outbreak could impact our business operations, demand for our products and services, in-stock positions, costs of doing business, access to inventory, supply chain operations, the extent and duration of measures to try to contain the spread of a virus or other disease (such as travel bans and restrictions, quarantines, shelter-in-place orders, limitations on large gatherings, business and government shutdowns and other restrictions on retailers), our ability to predict future performance, exposure to litigation and our financial performance, among other things. In the event of any global or regional health crisis, customer demand for certain products may fluctuate, customer behaviors may change and consumer disposable income could be negatively impacted, which may challenge our ability to anticipate and/or adjust inventory levels to meet that demand. Other factors and uncertainties may include, but are not limited to: the severity and duration of pandemics, epidemics or other health crises, including disease outbreaks in areas in which we and our suppliers operate; increased operational costs; evolving macroeconomic factors, including general economic uncertainty, unemployment rates and recessionary pressures; unknown consequences on our business performance and initiatives stemming from the substantial investment of time, capital and other resources to a pandemic or other health crisis response; the effectiveness and extent of administration of vaccinations and medical treatments; the pace of recovery when any such pandemic or other health crisis subsides; and the long-term impact of a pandemic or other health crisis on our business, including consumer behaviors. These risks and their impacts are difficult to predict and could otherwise disrupt and adversely affect our operations and our financial performance."
        },
        {
          "year": 2024,
          "paragraphIndex": 76,
          "text": "Associate error or malfeasance, faulty password management, social engineering or other vulnerabilities and irregularities may also result in a defeat of our security measures or those of our third-party service providers and a compromise or breach of our or their information systems. Moreover, the hardware, software or applications that comprise our information system and networked environment may have vulnerabilities or defects of design, coding, manufacture or operations that could be intentionally exploited or inadvertently used in a manner that could compromise information security. Given the age, size and complexity of these information systems and our networked environment, patches for certain vulnerabilities may not exist and, even where patches or other risk-mitigating activities are available, the deployment of patches or execution of risk-mitigating actions may not occur before an underlying vulnerability is exploited by threat actors or inadvertently results in the compromise of our information systems or data."
        },
        {
          "year": 2023,
          "paragraphIndex": 54,
          "text": "Our customers count on us to provide them with safe products. Concerns regarding the safety of food and non-food products that we source from our suppliers or that we prepare and then sell could cause customers to avoid purchasing certain products from us, or to seek alternative sources of supply for all of their food and non-food needs, even if the basis for the concern is outside of our control. Any lost confidence on the part of our customers would be difficult and costly to reestablish and such products also expose us to product liability or food safety claims. As such, any issue regarding the safety of any food or non-food items we sell, regardless of the cause, could adversely affect our brand, reputation and financial performance. In addition, third-parties sell goods on some of our digital platforms, which we refer to as marketplace transactions. Whether laws related to these marketplace transactions, including, but not limited to, intellectual property and products liability laws, apply to us is currently unsettled and any unfavorable changes or interpretations could expose us to liability, loss of sales, reduction in transactions and deterioration of our competitive position. In addition, we may face reputational, financial and other risks, including liability, for third-party sales of goods that are controversial, counterfeit, pirated, or stolen, or otherwise fail to comply with applicable law or the proprietary rights of others. Although we have marketplace compliance controls and impose contractual terms on sellers to prohibit sales of certain type of products, we may not be able to detect certain prohibited items, enforce such terms, or collect sufficient damages for breaches. Any of these events could have a material adverse impact on our business and results of operations and impede the execution of our eCommerce growth and enterprise strategy."
        },
        {
          "year": 2023,
          "paragraphIndex": 70,
          "text": "Additionally, through various financial service partners and our ONE fintech joint venture, we offer various services such as money transfers, digital payment platforms, bill payment, money orders, check cashing, prepaid access, co-branded credits cards, installment lending, and earned wage access. These products and services require us to comply with legal and regulatory requirements, including privacy, authentication and tokenization, global anti-money laundering and sanctions laws and regulations as well as international, federal and state consumer financial laws and regulations. Failure to comply with these laws and regulations could result in fines, sanctions, penalties and harm to our reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "We may enter into strategic alliances and other business relationships in the countries in which we have existing operations or in other markets to expand our business. These arrangements (such as ONE, our fintech joint venture, and our healthcare initiative with UnitedHealth Group) may not generate the level of sales we anticipate when entering into the arrangement or may otherwise adversely impact our business and competitive position relative to the results we could have achieved in the absence of such alliance. In addition, any investment we make in connection with a strategic alliance, business relationship or in certain of our recently divested markets, could materially adversely affect our financial performance."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "vizio",
        "independent",
        "independent contractors",
        "order",
        "ai technologies",
        "alleging",
        "contractors party",
        "hearing",
        "packaging",
        "walmex",
        "cci",
        "driver",
        "endeavor",
        "engaging",
        "final",
        "walmart health",
        "esg priorities",
        "patients",
        "COVID-19",
        "billion",
        "bring claim",
        "claim",
        "dental",
        "dental behavioral",
        "effectiveness",
        "financial reporting",
        "fires",
        "health locations",
        "healthcare providers",
        "inclusive"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 121,
          "text": "On January 13, 2020, the Competition Commission of India (\"CCI\") ordered its Director General (the \"DG\") to investigate certain matters alleging competition law violations by certain subsidiaries of Flipkart in India and other parties. On September 13, 2024, those subsidiaries received a non-confidential version of the DG's Investigation Report (the \"Report\"), alleging certain competition law violations. CCI is not bound by the Report, and will conduct its independent analysis of the allegations, including hearing objections from the subsidiaries and other parties before issuing its final order in the matter, which could include monetary and non-monetary relief. CCI's final order would also be subject to appropriate appellate proceedings. We can provide no assurance as to the scope and outcome of this matter, cannot reasonably estimate any loss or range of loss that may arise, and can provide no assurance that its business, financial position, results of operations or cash flows will not be materially adversely affected."
        },
        {
          "year": 2025,
          "paragraphIndex": 90,
          "text": "We are subject to risks related to our engagement of independent contractors or other third-party service providers. The qualification processes and background checks we utilize when engaging independent contractors may not reveal all potentially relevant information, including accurate worker authorization information and criminal history. If these independent contractors engage in misconduct, consumers may not consider our goods and services safe, and we may receive negative press coverage. Further, we have in the past incurred, and may in the future incur, losses from various types of fraud with respect to unauthorized uses of another person's identity and use of fraudulent identification documents. Any physical injury, loss of life, fraud, property and/or financial damage caused by our independent contractors or third-party service providers could adversely affect our business reputation, which could negatively affect demand for our goods and services, lead to increased regulatory or litigation exposure and adversely affect our financial performance."
        },
        {
          "year": 2025,
          "paragraphIndex": 119,
          "text": "In addition, we have been responding to subpoenas, information requests and investigations from governmental entities regarding the independent contractor classification of drivers and payment and operational practices with respect to our driver platform, as well as defending putative class and representative action civil litigation relating to driver classification and defending other civil litigation and arbitration claims in connection with the driver platform. On December 23, 2024, the Consumer Financial Protection Bureau (\"CFPB\") filed a lawsuit against the Company and Branch Messenger, Inc. in the District of Minnesota alleging the Company violated the Consumer Financial Protection Act by allegedly requiring independent contractor drivers on the Spark platform to receive payments through a financial product offered by Branch. The CFPB seeks an injunction and unspecified restitution, damages and civil penalties. On February 20, 2025, the Court entered an order that indefinitely stays the case and vacates all deadlines. We cannot predict the outcome of the investigations by the governmental entities or the civil litigation and arbitration matters. We cannot provide any assurance as to the scope and outcome of these matters and no assurance that our business, financial position, results of operations or cash flows will not be materially adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 86,
          "text": "We have retail pharmacy operations in our Walmart U.S. and Sam's Club segments across the U.S. and in various of our international markets such as Canada and Mexico. We also provide management services to Walmart Health centers that offer medical, dental, behavioral health and other health services in a number of states, as well as a national telehealth service provider. In addition, our 10-year collaboration with UnitedHealth Group includes agreements for Walmart Health to provide value-based care to patients in certain areas of the U.S., among other initiatives."
        },
        {
          "year": 2024,
          "paragraphIndex": 90,
          "text": "Walmart Health clinical operations are also subject to numerous risks, including but not limited to: reductions in the third-party reimbursement rates for services; changes in our payer mix; changes in the health insurance market generally; our inability to retain and negotiate favorable contracts with private third-party payers, including managed care plans; competition for patients from other healthcare providers, including those that offer telehealth services; changes to healthcare provider utilization practices and treatment methodologies; trends toward value-based purchasing and price transparency; overall economic conditions and the ability of patients to pay for services; staffing challenges, including retention of a sufficient number and quality of healthcare professionals; compliance with the complex and extensive laws and regulations governing the healthcare industry; changes in laws and regulations, including as a result of health reform efforts; and healthcare technology initiatives, including those related to patient data and interoperability; and public health conditions."
        },
        {
          "year": 2024,
          "paragraphIndex": 68,
          "text": "Like most retailers, we process in our information systems personal information and/or payment information about our customers and members, and we also process information concerning our associates and vendors. In addition, our health and wellness business operations, the Walmart Health locations, and third-party service providers who handle information on our behalf, store and maintain personal health information. Some of this information is stored digitally in connection with the digital platforms and technologies that we use to conduct and facilitate our various businesses."
        }
      ]
    }
  ]
}