{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "cybersecurity incident",
        "quality safety",
        "crisis",
        "fails",
        "fails meet",
        "health crisis",
        "offered sale",
        "pipl",
        "products offered",
        "actor",
        "exploited",
        "fintech venture",
        "goals initiatives",
        "nation",
        "networked",
        "colorado",
        "connecticut",
        "utah",
        "cpra",
        "day",
        "mutations",
        "safe",
        "strains",
        "variants",
        "virginia",
        "aligns",
        "announce",
        "authentication",
        "baby",
        "belong"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 78,
          "text": "Because the techniques used to obtain unauthorized access, disable or degrade service, or sabotage systems or data change frequently and may not immediately produce signs of a compromise, we may be unable to anticipate these techniques or to implement adequate preventative measures, or detect the activities of a threat actor. Even if we detect a cybersecurity incident, the nature and extent of that cybersecurity incident may not be immediately clear. Based on the sophistication of the threat actors and the size and complexity of our information systems and networked environment, among other factors, an investigation into a cybersecurity incident could take a significant amount of time to complete. We may not understand or appreciate that what is detected and treated as multiple individual cybersecurity incidents or events may be associated with the coordinated actions of a single threat actor. In addition, while our investigation of a cybersecurity incident is ongoing, we may not know the full extent of the harm caused by a threat actor, and such harm may spread both internally and to certain customers, vendors, or other third parties. These factors may inhibit our ability to provide rapid, complete and reliable information about the cybersecurity incident to customers, counterparties and regulators, as well as the public. It may also not be clear how best to contain and remediate any harm caused by the cybersecurity incident, and certain errors or actions could be repeated or compounded before they are discovered and remediated. Any or all of these factors could further increase the costs and consequences of a cybersecurity incident on our business operations, financial position and results of operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 46,
          "text": "The emergence, severity, magnitude and duration of global or regional pandemics, epidemics or other health crises are uncertain and difficult to predict. A pandemic, such as COVID-19, or other epidemic or contagious disease outbreak could impact our business operations, demand for our products and services, in-stock positions, costs of doing business, access to inventory, supply chain operations, the extent and duration of measures to try to contain the spread of a virus or other disease (such as travel bans and restrictions, quarantines, shelter-in-place orders, limitations on large gatherings, business and government shutdowns and other restrictions on retailers), our ability to predict future performance, exposure to litigation and our financial performance, among other things. In the event of any global or regional health crisis, customer demand for certain products may fluctuate, customer behaviors may change and consumer disposable income could be negatively impacted, which may challenge our ability to anticipate and/or adjust inventory levels to meet that demand. Other factors and uncertainties may include, but are not limited to: the severity and duration of pandemics, epidemics or other health crises, including disease outbreaks in areas in which we and our suppliers operate; increased operational costs; evolving macroeconomic factors, including general economic uncertainty, unemployment rates and recessionary pressures; unknown consequences on our business performance and initiatives stemming from the substantial investment of time, capital and other resources to a pandemic or other health crisis response; the effectiveness and extent of administration of vaccinations and medical treatments; the pace of recovery when any such pandemic or other health crisis subsides; and the long-term impact of a pandemic or other health crisis on our business, including consumer behaviors. These risks and their impacts are difficult to predict and could otherwise disrupt and adversely affect our operations and our financial performance."
        },
        {
          "year": 2024,
          "paragraphIndex": 76,
          "text": "Associate error or malfeasance, faulty password management, social engineering or other vulnerabilities and irregularities may also result in a defeat of our security measures or those of our third-party service providers and a compromise or breach of our or their information systems. Moreover, the hardware, software or applications that comprise our information system and networked environment may have vulnerabilities or defects of design, coding, manufacture or operations that could be intentionally exploited or inadvertently used in a manner that could compromise information security. Given the age, size and complexity of these information systems and our networked environment, patches for certain vulnerabilities may not exist and, even where patches or other risk-mitigating activities are available, the deployment of patches or execution of risk-mitigating actions may not occur before an underlying vulnerability is exploited by threat actors or inadvertently results in the compromise of our information systems or data."
        },
        {
          "year": 2023,
          "paragraphIndex": 43,
          "text": "The emergence, severity, magnitude and duration of global or regional pandemics or epidemics are uncertain and difficult to predict. A pandemic, such as COVID-19, or other epidemic could impact our business operations, demand for our products and services, in-stock positions, costs of doing business, access to inventory, supply chain operations, the extent and duration of measures to try to contain the spread of a virus or other disease (such as travel bans and restrictions, quarantines, shelter-in-place orders, business and government shutdowns, and other restrictions on retailers), our ability to predict future performance, exposure to litigation, and our financial performance, among other things. Customer behaviors changed rapidly during the course of the COVID-19 pandemic. In the event of a resurgence of infections or future mutations, variants or related strains of the virus become prevalent, customer demand for certain products may fluctuate and customer behaviors may change, which may challenge our ability to anticipate and/or adjust inventory levels to meet that demand. These factors may result in higher demand for certain products and less demand for others, as well as out-of-stock positions in certain products, along with delays in delivering those products (due to supply chain and transportation issues) and could impact inventory levels in the future. Other factors and uncertainties may include, but are not limited to: the severity and duration of the pandemic, including whether there are additional outbreaks or spikes in the number of cases, future mutations or related strains of the virus in areas in which we and our suppliers operate; further increased operational costs; evolving macroeconomic factors, including general economic uncertainty, unemployment rates, and recessionary pressures; unknown consequences on our business performance and initiatives stemming from the substantial investment of time, capital and other resources to the pandemic response; the effectiveness and extent of administration of vaccinations and medical treatments, including for any variants; the pace of recovery when the pandemic subsides; and the long-term impact of the pandemic or epidemic on our business, including consumer behaviors. These risks and their impacts are difficult to predict and could otherwise disrupt and adversely affect our operations and our financial performance."
        },
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "At Walmart, we're committed to help people save money and live better around the world. This mission is delivered by our associates who make the difference for our millions of customers and members every day. As of the end of fiscal 2023, we"
        },
        {
          "year": 2023,
          "paragraphIndex": 8,
          "text": "We know the success and progress we've seen this year and throughout our Company's history is because of our associates who work every day to fulfill our mission. That's why we're focused on providing opportunities for associates to grow and learn. For some, we are a foundational entry point to develop critical skills that are relevant for a variety of careers, and for others a place where associates can grow their careers across our global omni-channel business. No matter the role or location, we're focused on developing, rewarding, and retaining associates in an ever-changing environment. As customer expectations and technology change the nature of work, we know it's our people – our humanity – that will differentiate us from the competition, so this must be a top priority."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "vizio",
        "independent",
        "independent contractors",
        "order",
        "ai technologies",
        "alleging",
        "contractors party",
        "hearing",
        "packaging",
        "walmex",
        "cci",
        "driver",
        "endeavor",
        "engaging",
        "final",
        "walmart health",
        "esg priorities",
        "patients",
        "COVID-19",
        "billion",
        "bring claim",
        "claim",
        "dental",
        "dental behavioral",
        "effectiveness",
        "fires",
        "health locations",
        "healthcare providers",
        "inclusive",
        "inclusive economic"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 121,
          "text": "On January 13, 2020, the Competition Commission of India (\"CCI\") ordered its Director General (the \"DG\") to investigate certain matters alleging competition law violations by certain subsidiaries of Flipkart in India and other parties. On September 13, 2024, those subsidiaries received a non-confidential version of the DG's Investigation Report (the \"Report\"), alleging certain competition law violations. CCI is not bound by the Report, and will conduct its independent analysis of the allegations, including hearing objections from the subsidiaries and other parties before issuing its final order in the matter, which could include monetary and non-monetary relief. CCI's final order would also be subject to appropriate appellate proceedings. We can provide no assurance as to the scope and outcome of this matter, cannot reasonably estimate any loss or range of loss that may arise, and can provide no assurance that its business, financial position, results of operations or cash flows will not be materially adversely affected."
        },
        {
          "year": 2025,
          "paragraphIndex": 90,
          "text": "We are subject to risks related to our engagement of independent contractors or other third-party service providers. The qualification processes and background checks we utilize when engaging independent contractors may not reveal all potentially relevant information, including accurate worker authorization information and criminal history. If these independent contractors engage in misconduct, consumers may not consider our goods and services safe, and we may receive negative press coverage. Further, we have in the past incurred, and may in the future incur, losses from various types of fraud with respect to unauthorized uses of another person's identity and use of fraudulent identification documents. Any physical injury, loss of life, fraud, property and/or financial damage caused by our independent contractors or third-party service providers could adversely affect our business reputation, which could negatively affect demand for our goods and services, lead to increased regulatory or litigation exposure and adversely affect our financial performance."
        },
        {
          "year": 2025,
          "paragraphIndex": 119,
          "text": "In addition, we have been responding to subpoenas, information requests and investigations from governmental entities regarding the independent contractor classification of drivers and payment and operational practices with respect to our driver platform, as well as defending putative class and representative action civil litigation relating to driver classification and defending other civil litigation and arbitration claims in connection with the driver platform. On December 23, 2024, the Consumer Financial Protection Bureau (\"CFPB\") filed a lawsuit against the Company and Branch Messenger, Inc. in the District of Minnesota alleging the Company violated the Consumer Financial Protection Act by allegedly requiring independent contractor drivers on the Spark platform to receive payments through a financial product offered by Branch. The CFPB seeks an injunction and unspecified restitution, damages and civil penalties. On February 20, 2025, the Court entered an order that indefinitely stays the case and vacates all deadlines. We cannot predict the outcome of the investigations by the governmental entities or the civil litigation and arbitration matters. We cannot provide any assurance as to the scope and outcome of these matters and no assurance that our business, financial position, results of operations or cash flows will not be materially adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 86,
          "text": "We have retail pharmacy operations in our Walmart U.S. and Sam's Club segments across the U.S. and in various of our international markets such as Canada and Mexico. We also provide management services to Walmart Health centers that offer medical, dental, behavioral health and other health services in a number of states, as well as a national telehealth service provider. In addition, our 10-year collaboration with UnitedHealth Group includes agreements for Walmart Health to provide value-based care to patients in certain areas of the U.S., among other initiatives."
        },
        {
          "year": 2024,
          "paragraphIndex": 90,
          "text": "Walmart Health clinical operations are also subject to numerous risks, including but not limited to: reductions in the third-party reimbursement rates for services; changes in our payer mix; changes in the health insurance market generally; our inability to retain and negotiate favorable contracts with private third-party payers, including managed care plans; competition for patients from other healthcare providers, including those that offer telehealth services; changes to healthcare provider utilization practices and treatment methodologies; trends toward value-based purchasing and price transparency; overall economic conditions and the ability of patients to pay for services; staffing challenges, including retention of a sufficient number and quality of healthcare professionals; compliance with the complex and extensive laws and regulations governing the healthcare industry; changes in laws and regulations, including as a result of health reform efforts; and healthcare technology initiatives, including those related to patient data and interoperability; and public health conditions."
        },
        {
          "year": 2024,
          "paragraphIndex": 3,
          "text": "•\nSustainability\n. Walmart's sustainability efforts focus on our ability to create and preserve long-term value for both people and planet. With respect to people, our sustainability efforts include sourcing responsibly, helping prevent forced labor, empowering women, creating inclusive economic opportunity and selling safer, healthier products. With respect to the planet, our efforts aim to enhance the sustainability of product supply chains by reducing emissions, protecting and restoring nature and reducing waste. To help address the effects of climate change, Walmart has set science-based targets for emissions reduction, including our goal to achieve zero emissions in our operations by 2040—without offsets—and to reduce, avoid or sequester one billion metric tons of emissions in our value chain by 2030 under our Project Gigaton initiative."
        }
      ]
    }
  ]
}