{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "president",
        "vice",
        "vice president",
        "executive vice",
        "times",
        "president general",
        "general manager",
        "grant agreement",
        "retiree",
        "retiree medical",
        "index index",
        "labs",
        "unit grant",
        "habana",
        "habana labs",
        "trial",
        "gaap measures",
        "comparisons",
        "comparisons past",
        "evaluation current",
        "past operating",
        "performance comparisons",
        "schedule",
        "additional means",
        "adjustment retained",
        "adopting",
        "calculating",
        "calculating certain",
        "court appeal",
        "free cash"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 81,
          "text": "Dr. Venkata S.M. (“Murthy”) Renduchintala\nserves as our Executive Vice President; Group President of our Technology, Systems Architecture and Client Group and Chief Engineering Officer. In this role, Dr. Renduchintala oversees Intel's major technology, engineering, and manufacturing functions, including semiconductor process technology, manufacturing and operations, systems and product architecture, IP development, design and SoC engineering, software and security, and Intel Labs. Dr. Renduchintala joined Intel in November 2015 as Executive Vice President and President, Client and Internet of Things Businesses and System Architecture Group, which evolved into the Technology, Systems Architecture and Client Group in 2018, and he was named Executive Vice President; Group President and Chief Engineering Officer in April 2017. From 2004 to 2015, Dr. Renduchintala held various senior positions at Qualcomm, most recently as Co-President of Qualcomm CDMA Technologies from June 2012 to November 2015 and Executive Vice President of Qualcomm Technologies Inc. from October 2012 to November 2015. Before joining Qualcomm, Dr. Renduchintala served as Vice President and General Manager of the Cellular Systems Division of Skyworks Solutions Inc./Conexant Systems Inc. and he spent a decade with Philips Electronics, where he held various positions, including Vice President of Engineering for its consumer communications business. Dr. Renduchintala also serves on the board of directors of Accenture plc."
        },
        {
          "year": 2019,
          "paragraphIndex": 83,
          "text": "is our Executive Vice President and General Manager of our Data Platforms Group. In this role, he oversees our DCG, IOTG, and PSG segments and leads strategy and product development for most of our data-centric offerings, including server, network, storage, AI, Internet of Things, and FPGA products, across a range of use cases that include cloud computing, virtualization of network infrastructure, and AI adoption. Mr. Shenoy has served in this role since May 2017, and his organization was renamed to the Data Platforms Group, from the Data Center Group, in November 2019. From May 2016 to May 2017, Mr. Shenoy was Senior Vice President and General Manager of CCG. From April 2012 to April 2016, he served as General Manager of the Mobility Client Platform Division, as Vice President from April 2012 until December 2014 and Corporate Vice President from January 2015 to May 2016. From October 2007 to April 2012, Mr. Shenoy served as Vice President and General Manager of our Asia-Pacific business. Mr. Shenoy joined Intel in 1995."
        },
        {
          "year": 2019,
          "paragraphIndex": 79,
          "text": "Gregory M. Bryant\nis our Executive Vice President and General Manager of the Client Computing Group, leading strategy and product development for client computing end-user solutions, including notebooks, desktops, and client adjacencies. Mr. Bryant served as Senior Vice President and General Manager of CCG from June 2017 to September 2019. From January 2015 to June 2017, he served as Corporate Vice President and General Manager of the Connected Home and Commercial Client Group within CCG. Prior to that, he was Vice President and General Manager for the Asia Pacific and Japan region from 2012 to 2015. From 2010 to 2012, he was a Vice President in the Sales and Marketing Group, and from 2007 to 2010, he was a Vice President in the Digital Enterprise Group. Mr. Bryant joined Intel in 1992 and has also held engineering, operations, and director roles in Intel’s information technology organization."
        },
        {
          "year": 2018,
          "paragraphIndex": 62,
          "text": "We divested ISecG in Q2 2017 and Wind River in Q2 2018. We exclude gains or losses and related tax impacts resulting from divestitures when calculating certain non-GAAP measures. We believe making these adjustments facilitates a better evaluation of our current operating performance and comparisons to our past operating performance."
        },
        {
          "year": 2018,
          "paragraphIndex": 60,
          "text": "Restructuring charges are costs associated with a formal restructuring plan and are primarily related to employee severance and benefit arrangements. Other charges include asset impairments, pension charges, and costs associated with the ISecG divestiture. We exclude restructuring and other charges, including any adjustments to charges recorded in prior periods, for purposes of calculating certain non-GAAP measures. We believe that these costs do not reflect our current operating performance. Consequently, our non-GAAP adjustments exclude these charges to facilitate an evaluation of our current operating performance and comparisons to our past operating performance."
        },
        {
          "year": 2018,
          "paragraphIndex": 61,
          "text": "We exclude gains and losses resulting from ongoing mark-to-market adjustments of our marketable equity securities, after the initial mark-to-market adjustment is recorded upon a security becoming marketable, when calculating certain non-GAAP measures, as we do not believe this volatility correlates to our core operational performance. Consequently, our non-GAAP earnings per share figures exclude these impacts to facilitate an evaluation of our current performance and comparisons to our past operating performance."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "vlsi",
        "Pandemic",
        "COVID-19",
        "covid pandemic",
        "finjan",
        "trial",
        "hynix",
        "prb",
        "asr agreements",
        "held sale",
        "ipr",
        "memory business",
        "suit",
        "enhanced damages",
        "intel china",
        "isecg",
        "aspects driving",
        "dismiss consolidated",
        "divestiture isecg",
        "driving task",
        "gross unrealized",
        "unisoc",
        "appeals",
        "based nature",
        "court appeals",
        "expectation",
        "hierarchy based",
        "intervention",
        "leases standard",
        "mdf"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 261,
          "text": "In June 2018, VLSI filed a second suit against Intel, in U.S. District Court for the District of Delaware, alleging infringement by various Intel processors of five additional patents acquired from NXP: U.S. Patent Nos. 6,212,663; 7,246,027; 7,247,552; 7,523,331; and 8,081,026. VLSI accused Intel of willful infringement and seeks an injunction or, in the alternative, ongoing royalties, enhanced damages, attorneys' fees and costs, and interest. In March 2019, the District Court dismissed VLSI's claims for willful infringement as to all the patents-in-suit except the '027 patent, and also dismissed VLSI's allegations of indirect infringement as to the '633, '331, and '026 patents. In June 2019, Intel filed IPR petitions challenging the patentability of claims in all five patents-in-suit. In January 2020, the District Court vacated the November 2020 trial date based on agreement of the parties; no trial date is currently set. In January and February 2020, the PTAB instituted review of the '552, '633, '331 and '026 patents and as a result, Intel moved for stay of the District Court proceedings. In May 2020, the District Court stayed the case as to the '026 and '552 patents but allowed the case to proceed on the '027 and '331 patents. For these two patents, VLSI is seeking damages of approximately $4.13 billion plus enhanced damages for the '027 patent. VLSI is no longer asserting claims from the '633 patent."
        },
        {
          "year": 2020,
          "paragraphIndex": 257,
          "text": "In February 2018, the Institute of Microelectronics of the Chinese Academy of Sciences (IMECAS) sued Intel China, Ltd., Dell China, Ltd. (Dell) and Beijing JingDong Century Information Technology, Ltd. (JD) for patent infringement in the Beijing High Court. IMECAS alleges that Intel Core processors infringe Chinese patent CN 102956457 ('457 Patent). The complaint demands an injunction and damages of at least RMB 200 million plus the cost of litigation. A trial date is not yet set. In March 2018, Dell tendered indemnity to Intel, which Intel granted in April 2018. JD also tendered indemnity to Intel, which Intel granted in October 2018. In March 2018, Intel filed an invalidation request on the '457 patent with the Chinese Patent Reexamination Board (PRB). The PRB held an oral hearing in September 2018 and in February 2019 upheld the validity of the challenged claims. In January 2020, Intel filed a second invalidation request on the '457 patent with the PRB, for which the PRB heard oral argument in July 2020 and in November 2020 held the challenged apparatus claims invalid. In December 2020, Intel filed a third invalidation request on the '457 patent with the PRB. In September 2018 and March 2019, Intel filed petitions with the United States Patent & Trademark Office (USPTO) requesting institution of\ninter partes\nreview (IPR) of U.S. Patent No. 9,070,719, the U.S. counterpart to the '457 patent. The USPTO denied institution of Intel's petitions in March and October 2019, respectively. In April 2019, Intel filed a request for rehearing and a petition for a Precedential Opinion Panel (POP) in the USPTO to challenge the denial of its first IPR petition, and in November 2019 Intel filed a request for rehearing on the second IPR petition. In January 2020, the USPTO denied the POP petition on the first IPR petition. In June 2020, the Patent Trial and Appeal Board denied Intel's rehearing requests on both petitions."
        },
        {
          "year": 2020,
          "paragraphIndex": 267,
          "text": "In June 2020, affiliates controlled by Fortress Investment Group, which also controls VLSI, acquired Finjan Holdings, Inc. Intel had signed a \"Settlement, Release and Patent License Agreement\" with Finjan in 2012, acquiring a license to the patents of Finjan and its affiliates, current or future, through a capture period of November 20, 2022. The agreement also contains covenants wherein Finjan agrees to cause its affiliates to comply with the agreement. As such, Intel maintains that it now has a license to the patents of VLSI, which has become a Finjan affiliate, and that Finjan must cause VLSI to dismiss its suits against Intel. In August 2020, Intel started dispute resolution proceedings under the agreement. As a part of this dispute resolution process, Intel and Finjan held a mediation in December 2020, but failed to resolve their differences. Intel filed suit to enforce its rights under the License Agreement with Finjan in January 2021 in Delaware Chancery Court\n.\nIn September 2020, Intel filed motions to stay the Texas, Delaware, and Shanghai matters pending resolution of its dispute with Finjan. In November 2020, Intel filed a motion to stay the Shenzhen matter pending resolution of its dispute with Finjan. In November 2020, the Delaware Court denied Intel's motion to stay. The other stay motions remain pending. Finally, Intel filed a motion to amend its answer in the Texas matters to add a license defense in November 2020. The Court has yet to rule on the motion."
        },
        {
          "year": 2019,
          "paragraphIndex": 191,
          "text": "During 2015, we invested\n$\n966\nmillion\nfor a minority stake of Beijing UniSpreadtrum Technology Ltd., a holding company under Tsinghua Unigroup Ltd. During 2017, we reduced our expectation of the company's future operating performance due to competitive pressures, which resulted in an impairment charge of\n$\n308\nmillion\n. Beijing UniSpreadtrum Technology Ltd. and RDA Microelectronics subsequently merged and rebranded themselves as Unisoc. We account for our interest in Unisoc as a non-marketable equity security. The second phase of the investment required additional funding of approximately\n$\n500\nmillion\n. However, as of October 2019, this obligation has been terminated by mutual agreement."
        },
        {
          "year": 2019,
          "paragraphIndex": 256,
          "text": "The system performs all aspects of the driving task with the expectation that a human will respond appropriately if intervention is necessary. The vehicle transfers control to the driver when necessary; the driver must be ready to retake control at all times, but does not need to continuously monitor conditions"
        },
        {
          "year": 2019,
          "paragraphIndex": 182,
          "text": "We file federal, state, and non-U.S. tax returns. Excluding pre-acquisition Altera tax years, we are no longer subject to U.S. federal and non-U.S. tax examinations for years prior to 2012. For U.S. state tax returns, we are no longer subject to tax examination for years prior to\n2012\n. We are subject to U.S. federal examination for pre-acquisition Altera tax years back to\n2004\n. We have filed petitions before the U.S. Tax Court relating to the treatment of stock-based compensation expense in an inter-company cost-sharing transaction for certain pre-acquisition Altera tax years. The U.S. Tax Court ruled in favor of Altera and the U.S. Internal Revenue Service appealed the ruling to the U.S. Court of Appeals for the Ninth Circuit. During 2019, the Ninth Circuit Court of Appeals issued its opinion on the Altera litigation in favor of the government. We filed a petition for rehearing to the Ninth Circuit Court of Appeals, which was declined in the fourth quarter of 2019. We are currently assessing next steps."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "cnipa",
        "ipo",
        "prepaid customer",
        "customer supply",
        "inducement",
        "inducement plan",
        "shortages",
        "agreement inducement",
        "jury",
        "cnipa ruling",
        "court challenging",
        "dollar libor",
        "idm strategy",
        "jurisdiction",
        "march august",
        "centric",
        "prb",
        "asr agreements",
        "prepaid supply",
        "data centric",
        "imft",
        "accelerated share",
        "extension",
        "taxonomy",
        "taxonomy extension",
        "xbrl taxonomy",
        "centric businesses",
        "group client",
        "immediately retired",
        "linkbase"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 177,
          "text": "During the first quarter of 2021, we settled an agreement with our largest prepaid customer, whose prepayment balance made up $\n1.6\nbillion of our contract liability balance as of December 26, 2020. We returned $\n950\nmillion to the customer and recognized $\n584\nmillion in revenue for having completed performance of the prepaid customer supply agreement. The prepaid customer supply agreement is excluded from the NAND memory business and is recorded as Corporate revenue in 2021 in the \"all other\" category presented in \"Note 3: Operating Segments\" within the Consolidated Financial Statements."
        },
        {
          "year": 2021,
          "paragraphIndex": 263,
          "text": "In October 2019, IMECAS filed second and third lawsuits in the Beijing IP Court, alleging infringement of Chinese Patent No. CN 102386226 ('226 Patent) based on the manufacturing and sale of Intel\n®\nCore i3 microprocessors. Defendants in the second case are Lenovo (Beijing) Co., Ltd. (Lenovo) and Beijing Jiayun Huitong Technology Development Co. Ltd. (BJHT). Defendants in the third case are Intel Corp., Intel China Co., Ltd., the Intel China Beijing Branch, Beijing Digital China Co., Ltd. (Digital China), and JD. The complaint in the second lawsuit demands an injunction plus litigation costs and reserves the right to claim damages in unspecified amounts. Intel is indemnifying Lenovo in the second lawsuit. The Beijing IP Court held a trial hearing in the second lawsuit in November 2021, but no ruling has been issued. The complaint in the third lawsuit demands an injunction plus litigation costs and claims damages of RMB 10 million. Intel China's jurisdictional challenge in the third lawsuit was denied in June 2021 by the Beijing IP Court and in November 2021 by the Supreme People's Court. A trial hearing in the third lawsuit was held in January 2022, but no ruling has been issued. In July 2020, Intel and Lenovo filed invalidation requests on the '226 patent with the CNIPA. The CNIPA heard oral arguments in December 2020, during which IMECAS proposed amendments to two claims. In April 2021, the CNIPA upheld the validity of the challenged and amended claims on both invalidation requests. Intel and Lenovo filed complaints in July 2021 with the Beijing IP Court challenging the April 2021 CNIPA rulings; the Beijing IP Court held oral arguments in October 2021."
        },
        {
          "year": 2021,
          "paragraphIndex": 272,
          "text": "In May 2019, VLSI filed a second case in Shanghai Intellectual Property Court against Intel (China) Co., Ltd., Intel Trading (Shanghai) Co., Ltd., and Intel Products (Chengdu) Co., Ltd. VLSI asserts Chinese Patent 201080024173.7. VLSI accuses certain Intel Core processors and seeks an injunction, as well as RMB 1 million in damages and RMB 300 thousand in expenses. Defendants filed with the CNIPA an invalidation petition in October 2019 and the CNIPA held a hearing in September 2021, but has not yet issued a decision. In June 2020, defendants filed a motion to stay the trial court proceedings pending a determination on invalidity. The court held its first evidentiary hearing in September 2020. The court held a second evidentiary hearing in December 2020, and a trial the same month. At trial, VLSI dropped its monetary damages claim, but still requested expenses (RMB 300 thousand) and an injunction. The court has not yet issued a decision following the trial. Rather, the court stayed the case in December 2020 pending a determination on invalidity by the CNIPA."
        },
        {
          "year": 2020,
          "paragraphIndex": 91,
          "text": "1\nIn August 2020, we entered into ASR agreements with financial institutions under which we paid an aggregate of $10.0 billion and received an aggregate initial share delivery of 165.5 million shares of our common stock, which were immediately retired. We received and immediately retired an additional 37.7 million shares upon settlement of the ASR agreements in December 2020. In total, 203.2 million shares were repurchased under the ASR agreements at an average repurchase price per share of $49.20."
        },
        {
          "year": 2020,
          "paragraphIndex": 178,
          "text": "In August 2020, we entered into ASR agreements with financial institutions under which we paid an aggregate of $\n10.0\nbillion and received an aggregate initial share delivery of\n165.5\nmillion shares of our common stock, which were immediately retired. We received and immediately retired an additional\n37.7\nmillion shares upon settlement of the ASR agreements in December 2020. In total,\n203.2\nmillion shares were repurchased under the ASR agreements at an average repurchase price per share of $\n49.20\n. The ASR agreements were entered into pursuant to our existing share repurchase program."
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "Demand for our products is variable and hard to predict.\nOur products are used in different market segments, and demand for our products varies within or among the market segments served by our PC-centric and data-centric businesses. It is difficult to forecast these changes and their impact. For example, we saw negative COVID-driven demand impacts in several areas of our business during the second half of 2020, as discussed in MD&A, and the nature and extent of future impacts are difficult to predict. Changes in the demand for our products, particularly our CCG and DCG platform products, can reduce our revenue, lower our gross margin, or require us to write down the value of our assets."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "arizona fab",
        "controlling",
        "dcai",
        "non controlling",
        "vie",
        "nex",
        "tower",
        "accelerated computing",
        "attributable intel",
        "benefit taxes",
        "computing systems",
        "controlling interests",
        "income attributable",
        "provision benefit",
        "systems graphics",
        "motion",
        "dcg",
        "available sale",
        "lawsuit",
        "ccg dcg",
        "denied",
        "ip court",
        "beijing ip",
        "sale debt",
        "court granted",
        "imecas",
        "oral",
        "amend",
        "challenged",
        "filed motion"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 189,
          "text": "In the fourth quarter of 2022, we closed a transaction with Brookfield Asset Management (Brookfield) resulting in the formation of Arizona Fab LLC (Arizona Fab), a VIE for which we and Brookfield own\n51\n% and\n49\n%, respectively. Because we are the primary beneficiary of the VIE, we fully consolidate the results of Arizona Fab into our consolidated financial statements. Generally, contributions will be made to, and distributions will be received from, Arizona Fab based on both parties’ proportional ownership. We will be the sole operator and majority owner of two new chip factories that will be constructed by Arizona Fab, and we will have the right to purchase\n100\n% of the related factory output. Once production commences, we will be required to operate Arizona Fab at minimum production levels measured in wafer starts per week and will be required to limit excess inventory held on site or we will be subject to certain penalties."
        },
        {
          "year": 2022,
          "paragraphIndex": 192,
          "text": "In the fourth quarter of 2022, Mobileye completed its IPO and certain other equity financing transactions that resulted in\nnet proceeds of $\n1.0\nbillion.\nAs of December 31, 2022, Intel held approximately\n94\n% of the outstanding equity interest in Mobileye. Non-controlling interest in Mobileye was $\n989\nmillion as of December 31, 2022. Net Income attributable to Mobileye's non-controlling interest was $\n3\nmillion in 2022."
        },
        {
          "year": 2022,
          "paragraphIndex": 297,
          "text": "A system on a chip, which integrates most of the components of a computer or other electronic system into a single silicon chip. We offer a range of SoC products in CCG, DCAI, and NEX. In our DCAI and NEX businesses, we offer SoCs across many market segments for a variety of applications, including products targeted for 5G base stations and network infrastructure"
        },
        {
          "year": 2021,
          "paragraphIndex": 263,
          "text": "In October 2019, IMECAS filed second and third lawsuits in the Beijing IP Court, alleging infringement of Chinese Patent No. CN 102386226 ('226 Patent) based on the manufacturing and sale of Intel\n®\nCore i3 microprocessors. Defendants in the second case are Lenovo (Beijing) Co., Ltd. (Lenovo) and Beijing Jiayun Huitong Technology Development Co. Ltd. (BJHT). Defendants in the third case are Intel Corp., Intel China Co., Ltd., the Intel China Beijing Branch, Beijing Digital China Co., Ltd. (Digital China), and JD. The complaint in the second lawsuit demands an injunction plus litigation costs and reserves the right to claim damages in unspecified amounts. Intel is indemnifying Lenovo in the second lawsuit. The Beijing IP Court held a trial hearing in the second lawsuit in November 2021, but no ruling has been issued. The complaint in the third lawsuit demands an injunction plus litigation costs and claims damages of RMB 10 million. Intel China's jurisdictional challenge in the third lawsuit was denied in June 2021 by the Beijing IP Court and in November 2021 by the Supreme People's Court. A trial hearing in the third lawsuit was held in January 2022, but no ruling has been issued. In July 2020, Intel and Lenovo filed invalidation requests on the '226 patent with the CNIPA. The CNIPA heard oral arguments in December 2020, during which IMECAS proposed amendments to two claims. In April 2021, the CNIPA upheld the validity of the challenged and amended claims on both invalidation requests. Intel and Lenovo filed complaints in July 2021 with the Beijing IP Court challenging the April 2021 CNIPA rulings; the Beijing IP Court held oral arguments in October 2021."
        },
        {
          "year": 2021,
          "paragraphIndex": 259,
          "text": "In addition to these lawsuits, Intel stockholders filed multiple shareholder derivative lawsuits since January 2018 against certain current and former members of our Board of Directors and certain current and former officers, alleging that the defendants breached their duties to Intel in connection with the disclosure of the security vulnerabilities and the failure to take action in relation to alleged insider trading. The complaints sought to recover damages from the defendants on behalf of Intel. Some of the derivative actions were filed in the US District Court for the Northern District of California and were consolidated, and the others were filed in the Superior Court of the State of California in San Mateo County and were consolidated. The federal court granted defendants' motion to dismiss in August 2018 on the ground that plaintiffs failed to plead facts sufficient to show they were excused from making a pre-lawsuit demand on the Board. The federal court granted plaintiffs leave to amend their complaint, but subsequently dismissed the cases in January 2019 at plaintiffs' request. The California Superior Court entered judgment in defendants' favor in August 2020 after granting defendants' motions to dismiss plaintiffs' consolidated complaint and three successive amended complaints, all for failure to plead facts sufficient to show plaintiffs were excused from making a pre-lawsuit demand on the Board. Plaintiffs filed a notice of appeal of the California court's judgment in October 2020. In January 2021, another Intel stockholder filed a derivative lawsuit in the Superior Court in San Mateo County against certain current and former officers and members of our Board of Directors. The lawsuit asserts claims similar to those dismissed in August 2020, except that it alleges that the stockholder made a pre-lawsuit demand on our Board of Directors and that the demand was wrongfully refused. In May 2021, the court granted defendants' motion to stay the action pending the outcome of any litigation plaintiff may choose to file in Delaware where Intel's bylaws require such claims to be filed."
        },
        {
          "year": 2021,
          "paragraphIndex": 258,
          "text": "As of January 25, 2022, consumer class action lawsuits relating to the above class of security vulnerabilities publicly disclosed since 2018 were pending in the United States, Canada, and Israel. The plaintiffs, who purport to represent various classes of purchasers of our products, generally claim to have been harmed by Intel's actions and/or omissions in connection with the security vulnerabilities and assert a variety of common law and statutory claims seeking monetary damages and equitable relief. In the United States, numerous individual class action suits filed in various jurisdictions were consolidated in April 2018 for all pretrial proceedings in the US District Court for the District of Oregon. In March 2020, the court granted Intel's motion to dismiss the complaint in that consolidated action but granted plaintiffs leave to amend. In March 2021, the court granted Intel's motion to dismiss the amended complaint but granted plaintiffs leave to further amend in part. Plaintiffs filed a further amended complaint in May 2021, which Intel moved to dismiss in July 2021. In Canada, in one case pending in the Superior Court of Justice of Ontario, an initial status conference has not yet been scheduled. In a second case pending in the Superior Court of Justice of Quebec, a stay of the case was in effect until December 2021, and the parties' joint request for a further stay to May 2022 is pending with the court. In Israel, two consumer class action lawsuits were filed in the District Court of Haifa. The plaintiff voluntarily dismissed the first lawsuit in July 2021. Intel filed a motion to stay the second case pending resolution of the consolidated proceeding in the US, and a hearing on that motion has been scheduled for April 2022. Additional lawsuits and claims may be asserted seeking monetary damages or other related relief. We dispute the pending claims described above and intend to defend those lawsuits vigorously. Given the procedural posture and the nature of those cases, including that the pending proceedings are in the early stages, that alleged damages have not been specified, that uncertainty exists as to the likelihood of a class or classes being certified or the ultimate size of any class or classes if certified, and that there are significant factual and legal issues to be resolved, we are unable to make a reasonable estimate of the potential loss or range of losses, if any, that might arise from those matters."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "factors key",
        "capabilities",
        "related incentives",
        "german",
        "ims",
        "ai capabilities",
        "ciso",
        "refundable",
        "asserted patent",
        "cto",
        "cybersecurity program",
        "refundable tax",
        "accrued restructuring",
        "ai technology",
        "awareness",
        "dollar libor",
        "operating grants",
        "ssd",
        "adjacent",
        "annex",
        "annex agreements",
        "components comprehensive",
        "fab assets",
        "interconnect",
        "level autonomous",
        "nand ssd",
        "remote",
        "reputation brands",
        "served senior",
        "ssd business"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 110,
          "text": "Our cybersecurity program is run by our Chief Information Security Officer (CISO), who reports to our Executive Vice President and Chief Technology Officer (CTO). Our CISO is informed about and monitors prevention, detection, mitigation, and remediation efforts through regular communication and reporting from professionals in the information security team, many of whom hold cybersecurity certifications such as a Certified Information Systems Security Professional or Certified Information Security Manager, and through the use of technological tools and software and results from third party audits. Our CISO and CTO have extensive experience assessing and managing cybersecurity programs and cybersecurity risk. Our CISO has served in that position since 2015 and, before Intel, was previously the Chief Security Officer at McAfee and the Chief Information Officer and CISO for the US House of Representatives. Our CTO joined Intel in 2021 and was previously Senior Vice President and CTO at VMware, with responsibility for product security. Our CISO and CTO regularly report directly to the Audit & Finance Committee or the Board of Directors on our cybersecurity program and efforts to prevent, detect, mitigate, and remediate issues. In addition, we have an escalation process in place to inform senior management and the Board of Directors of material issues."
        },
        {
          "year": 2023,
          "paragraphIndex": 33,
          "text": "The markets and use cases for products with AI capabilities have been rapidly evolving, are difficult to predict and may impact demand for our products. For example, in the last few years the demand for high-end GPUs for model training increased dramatically and has resulted and may continue to result in a significant shift in DCAI customer spend. The significant investments we have made to develop products and software to address what we believe will be increasing demand for AI capabilities may be insufficient, and we face significant hurdles, including whether demand will materialize, whether third-party developers will develop the software to utilize the AI capabilities of our products, and whether we will be successful in developing products that can compete with offerings by established competitors."
        },
        {
          "year": 2023,
          "paragraphIndex": 308,
          "text": "Intel disputes R2’s claims and intends to defend the lawsuits vigorously. In December 2022, Intel responded in the UK action that the asserted patent is not infringed and that the patent is invalid. In April 2023, defendants filed statements of defense in the German action that the asserted patent is not infringed and that an injunction would be a disproportionate remedy. In May 2023, defendants also filed a nullity action in the German Federal Patent Court on the ground that the asserted patent is invalid."
        },
        {
          "year": 2022,
          "paragraphIndex": 223,
          "text": "In October 2020, we signed an agreement with SK hynix Inc. (SK hynix) to divest our NAND memory business for $\n9.0\nbillion in cash. The NAND memory business includes our NAND memory fabrication facility in Dalian, China and certain related equipment and tangible assets (the Fab Assets), our NAND SSD business (the NAND SSD Business), and our NAND memory technology and manufacturing business (the NAND OpCo Business). The transaction will be completed in two closings."
        },
        {
          "year": 2022,
          "paragraphIndex": 225,
          "text": "At the first closing, we sold to SK hynix the Fab Assets and the NAND SSD Business and transferred certain employees, IP, and other assets related to the NAND OpCo Business to separately created wholly owned subsidiaries of Intel. The equity interest of the NAND OpCo Business will transfer to SK hynix at the second closing. In connection with the first closing, we and certain affiliates of SK hynix also entered into a NAND wafer manufacturing and sale agreement, pursuant to which we will manufacture and sell to SK hynix NAND memory wafers to be manufactured using the Fab Assets in Dalian, China until the second closing. We have concluded, based on the terms of the transaction agreements, that the subsidiaries are VIEs for which we are not the primary beneficiary, because the governance structure of these entities does not allow us to direct the activities that would most significantly impact their economic performance. In line with this conclusion, we fully deconsolidated our ongoing interests in the NAND OpCo Business, and recorded a receivable for the remaining proceeds of $\n1.9\nbillion in\nother long-term assets\n, which remains outstanding as of December 31, 2022."
        },
        {
          "year": 2022,
          "paragraphIndex": 126,
          "text": "In the first quarter of 2022, we reclassified the presentation of cash paid and received under our credit support annex agreements with derivative counterparties within our Consolidated Statements of Cash Flows. These reclassifications better reflect the economic intent of the credit support annex agreements, and result in changes to amounts previously reported for\nnet cash provided by (used for) operating, investing\n, and\nfinancing activities\n."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "ireland scip",
        "altera",
        "intersegment",
        "arizona scip",
        "corporate unallocated",
        "restructuring plan",
        "unallocated",
        "altera corporation",
        "apollo",
        "interim",
        "codms",
        "hpe",
        "mobileye reporting",
        "unallocated expenses",
        "eliminations",
        "idm",
        "idm strategy",
        "ifs",
        "german",
        "inducement",
        "inducement plan",
        "agreement inducement",
        "prq",
        "securities equity",
        "audit matter",
        "codm",
        "strategic growth",
        "unisoc",
        "accrued restructuring",
        "axg"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 249,
          "text": "In the third quarter of 2024, the 2024 Restructuring Plan was announced, subsequently approved and committed to by our management team, and initiated to implement cost-reduction measures, including reductions in employee headcount, other operating expenditures, and capital expenditures. Restructuring charges are primarily composed of employee severance and benefit arrangements, non-cash charges related to asset impairments associated with exit activities, and charges relating to real estate exits and consolidations. These charges were included as\n\"corporate unallocated\nexpenses\" within the\nrestructuring and other\ncategory presented in \"Note 3: Operating Segments\" within Notes to Consolidated Financial Statements. We expect to recognize total charges of approximately $\n3.0\nbillion under the 2024 Restructuring Plan. The cumulative cost of the 2024 Restructuring Plan as of December 28, 2024, was $\n2.8\nbillion. Any changes to our estimates or timing will be reflected in our results of operations in future periods. We expect actions pursuant to the 2024 Restructuring Plan to be substantially complete\nby\nthe fourth quarter of 2025, which is subject to change."
        },
        {
          "year": 2024,
          "paragraphIndex": 223,
          "text": "Intersegment eliminations:\nIntersegment sales and related gross margin on inventory recorded at the end of the period or sold through to third-party customers is eliminated for consolidation purposes. The Intel Products operating segments and Intel Foundry are meant to reflect separate fabless semiconductor and foundry companies, respectively. Thus, certain intersegment activity is captured within the intersegment eliminations upon consolidation and presented at the Intel consolidated level. This activity primarily relates to inventory reserves, which are determined and recorded based on our accounting policies for Intel as a whole, but are only recorded by the Intel Products operating segments upon transfer of inventory from Intel Foundry. If a reserve is identified that relates to neither Intel Products operating segments nor Intel Foundry, the reserve is recognized as activity within the intersegment eliminations for Intel on a consolidated basis."
        },
        {
          "year": 2024,
          "paragraphIndex": 226,
          "text": "In the second quarter of 2024, we closed a transaction with Apollo Global Management, Inc. (Apollo) involving the sale of\n49\n% of our interest in an Irish limited liability company (Ireland SCIP) for net proceeds of $\n11.0\nbillion, which increased our capital in excess of par value. Ireland SCIP is a VIE that we consolidate into our Consolidated Financial Statements because we are the primary beneficiary. Generally, distributions will be received from Ireland SCIP based on both parties' proportional ownership. Ireland SCIP has the rights to operate Fab 34 in Leixlip, Ireland, and has the rights to the related factory output. We have the right to purchase\n100\n% of the related factory output from Ireland SCIP. We will retain sole ownership of Fab 34, will be engaged as the Fab 34 operator in exchange for variable payments from Ireland SCIP based on the related factory output, and will be required to maintain certain performance standards in our capacity as operator."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "Our IDM 2.0 strategy requires implementation of new business strategies, as well as many internal structural, systems and process changes.\nWe have entered new businesses and introduced new products and services as we seek to capitalize on the opportunities presented by growth in semiconductor demand, ubiquitous compute, pervasive connectivity, cloud to edge infrastructure, AI, and sensing. In recent years, we have expanded our product offerings in areas such as discrete GPUs, mobility solutions, AI accelerators, IPU products, and silicon photonics. As part of our IDM 2.0 strategy, we announced plans to establish IFS as a major provider of foundry capacity to manufacture semiconductors for others and to implement an internal foundry operating model through updates to our processes, systems, and guardrails between our manufacturing and our individual product-based business units. The implementation of our internal foundry operating model requires many internal structural, system, and process changes to support the separation of the product and manufacturing sides of our business and our external foundry business, including a new ERP system. In parallel, we are undertaking significant efforts to separate out portions of our business, such as PSG and IMS, to raise capital and unlock value as we focus on our core product and manufacturing capabilities. Significant business changes are inherently risky and are not always successful. For example, in 2022, we wound down Intel Optane; in 2020, we agreed to sell our NAND memory business to SK hynix; and in 2019, we exited the 5G smartphone modem business based on our determination that there was no clear path to profitability for those businesses."
        },
        {
          "year": 2023,
          "paragraphIndex": 309,
          "text": "In December 2023, the German Federal Patent Court issued a preliminary opinion finding R2’s patent valid. The German Federal Patent Court’s final decision on invalidity is expected in October 2024. In December 2023, the court in Dusseldorf held a trial on the issue of infringement, and will hand down a decision in February 2024. If defendants lose at trial in Germany, the Dusseldorf Regional Court could impose an injunction and recall order prohibiting sales of some or all of the accused products, and potentially other products, in Germany. The order could take effect and remain in place unless overturned on appeal, or unless the patent is invalidated by the German Federal Patent Court."
        },
        {
          "year": 2023,
          "paragraphIndex": 148,
          "text": "For a product to be manufactured in high volumes and sold to our customers under our standard warranty, it must meet our rigorous technical quality specifications. This milestone is known as PRQ. We have identified PRQ as the point at which the costs incurred to manufacture our products are included in the valuation of inventory. A single PRQ has previously valued inventory up to $\n870\nmillion in the quarter the PRQ milestone was achieved. Prior to PRQ, costs that do not meet the criteria for R&D are included in cost of sales in the period incurred."
        }
      ]
    }
  ]
}