{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "products",
        "government",
        "including",
        "business",
        "operations",
        "contracts",
        "financial",
        "result",
        "impact",
        "customers",
        "results",
        "certain",
        "services",
        "significant",
        "changes",
        "item",
        "item risk",
        "risk factors",
        "risk",
        "factors",
        "Coronavirus",
        "Data breach",
        "Data privacy",
        "Interest rates",
        "ability achieve",
        "ability discuss",
        "ability enforce",
        "ability meet",
        "ability procure",
        "ability realize"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "contents",
        "table contents",
        "Inflation",
        "sustainable",
        "digital",
        "export controls",
        "additional investments",
        "attrition",
        "competitors develop",
        "demand technologies",
        "initiative",
        "sustainable technologies",
        "addition competitors",
        "affecting customers",
        "border closings",
        "cash flows",
        "flows",
        "ontents",
        "table ontents",
        "operations cash",
        "flows financial",
        "roa",
        "assumption",
        "direct",
        "kingdom",
        "added",
        "additionally ordinary",
        "address",
        "affected continue",
        "africa"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "focused on addressing climate change, transitioning to lower emission technologies, including low to no carbon products and services, the use of alternative energy sources and other sustainable aviation technologies, and climate adaptation products and services. We are also seeing increasing focus on our environmental sustainability commitments with respect to our operations, products and suppliers. As a result, we anticipate that we will need to make additional investments in new technologies and capabilities and devote additional management and other resources in response to the foregoing. We may not realize the anticipated benefits of these investments and actions for a variety of reasons, including technological challenges, evolving government and customer requirements and our ability to anticipate them and develop in-demand technologies on a timely basis, and other risks related to the development of advanced technologies described above. In addition, certain technologies will be dependent upon government action, such as investments in infrastructure, creating appropriate market incentives and making certain raw materials available for development of certain technologies. Moreover we will rely on our suppliers to timely and effectively adapt and meet our evolving technological supply needs. We also face competition risks as our competitors also respond to advancing sustainable technologies. Our competitors may develop these in-demand technologies before we do, their new technologies may be deemed by our customers to be superior to technologies we may develop, and their technologies may otherwise gain industry acceptance in advance of or instead of our products. In addition, as we and our competitors develop increasingly sustainable technologies, demand for our older offerings may decrease or become nonexistent. Moreover, our business, the businesses of our suppliers, subcontractors, service providers, distributors and customers, and the industries in which we operate could be negatively impacted by increasing frequency and severity of extreme weather events caused by climate change, including hurricanes, tornadoes, floods, snow and ice storms, fires, heat waves, droughts and mud slides. These events could damage our and our suppliers’ facilities, products and other assets, and cause disruptions to our business and operations, supply chain and distribution networks, and the businesses of our customers. Any of the foregoing could materially decrease our revenues and materially increase our costs and expenses."
        },
        {
          "year": 2021,
          "paragraphIndex": 49,
          "text": "We May Be Unable to Realize Expected Benefits From Strategic Initiatives, and Our Profitability May Be Hurt or Our Business Otherwise Might Be Adversely Affected.\nIn order to operate more effectively and efficiently, from time to time we undertake strategic and other operational initiatives. For example, we have announced plans to improve our business through a significant, multi-year digital transformation initiative. Under this initiative, we would leverage digital capabilities throughout the way in which we conduct our business and provide our products and services to customers, including how we design, build and maintain our products and services. Our ongoing new Customer Oriented Results Excellence (CORE) operating system deployment is another one of these initiatives. Other initiatives include the pursuit of advanced technologies and new business"
        },
        {
          "year": 2021,
          "paragraphIndex": 14,
          "text": "businesses for commercial and military engines and aerospace products, as well as to our defense businesses. Depending upon the scope and timing of U.S. sanctions or contractual prohibitions on Turkey and potential reciprocal actions, if any, such sanctions or actions could impact our sources of supply and could have a material adverse effect on our results of operations, financial condition or liquidity. In addition, in October 2020, the People’s Republic of China (China) announced that it may sanction RTC in connection with a Foreign Military Sale to Taiwan of six MS-110 Reconnaissance Pods and related equipment manufactured by Collins Aerospace. Foreign Military Sales are government-to-government transactions that are initiated by, and carried out at the direction of, the U.S. government. To date, the Chinese government has not imposed sanctions on RTC or indicated the nature or timing of any future potential sanctions or other actions. If China were to impose sanctions or take other regulatory action against RTC, our suppliers, affiliates or partners, it could potentially disrupt our business operations. The impact of potential sanctions or other actions by China cannot be determined at this time. From time to time, our businesses have sold, and are expected to sell in the future additional defense products to Taiwan and we are unable to determine the potential impact, if any, of any future sanctions or other actions by China in response to these sales. Moreover, the Chinese government has generally expanded its ability to restrict China-related import, export and investment activities, which may have an adverse impact on our ability to conduct business or sell our commercial aerospace products in China. In addition, in connection with the current status of international relations with Russia, particularly in light of potential conflict between Russia and Ukraine, the U.S. government has stated it is considering imposing enhanced export controls on certain products and sanctions on certain industry sectors and parties in Russia. The governments of other jurisdictions in which we operate, such as the European Union and Canada, may also implement sanctions or other restrictive measures. These potential sanctions and export controls, as well as any responses from Russia, could adversely affect the Company and/or our supply chain, business partners or customers."
        },
        {
          "year": 2020,
          "paragraphIndex": 68,
          "text": "We must determine our pension and other postretirement benefit (PRB) plans’ expense or income, which involves significant judgment particularly with respect to our discount rate, long-term ROA and other actuarial assumptions. The discount rate assumption is set annually and we determine on an annual basis whether it is appropriate to change our long-term ROA assumption. These assumptions and other actuarial assumptions may change significantly due to changes in economic, legislative, and/or demographic experience or circumstances. Changes in our assumptions could result in negative changes to our pension and PRB plans’ expense and funded status, and our cash contributions to such plans, which would negatively impact our results of operations. In addition, differences between our actual investment returns and our long-term ROA assumption would result in a change to our pension and PRB plans’ expense and funded status and our required contributions to the plans. Our plan assets are invested in accordance with our investment management objectives and are subject to market volatility and other conditions. The differences may also be impacted by changes in regulatory, accounting and other requirements applicable to pensions."
        },
        {
          "year": 2020,
          "paragraphIndex": 26,
          "text": "We conduct business in certain countries primarily for our commercial aerospace businesses including Argentina, Brazil, China, India, Indonesia, Mexico, Morocco, Poland, Russia, South Africa, Turkey, Ukraine and countries in the Middle East and Central Asia, that carry high levels of currency, political, compliance and economic risk. We expect that sales to these and other emerging market customers will continue to account for a significant portion of our commercial aerospace sales in the long term as our businesses evolve and as these and other developing nations and regions around the world increase their demand for our products, particularly our aerospace products. Operations in emerging market countries can present many risks, including cultural differences (such as employment and business practices), volatility in gross domestic product, economic and government instability (particularly in the Kingdom of Saudi Arabia and other Middle East countries), the imposition of exchange and capital controls, and the risks associated with exporting components manufactured in those countries for incorporation into finished products completed in other countries. While these factors and their impact are difficult to predict, any one or more of them could have a material adverse effect on our competitive position, results of operations, cash flows or"
        },
        {
          "year": 2020,
          "paragraphIndex": 72,
          "text": "In order to operate more efficiently and control costs, we announce from time to time restructuring plans, which include workforce reductions, global facility consolidations and other cost reduction initiatives. These plans are intended to generate operating expense savings through reductions in direct and indirect expenses as well as improved efficiencies. We may undertake further workforce reductions or restructuring actions in the future. These types of cost reduction and restructuring activities are complex. If we do not successfully manage our current restructuring activities, or any future restructuring activities, expected efficiencies and benefits might be delayed or not realized, and our operations and business could be disrupted. Risks associated with these actions and other workforce management issues include unfavorable political responses to such actions, unforeseen delays in the implementation of anticipated workforce reductions, additional unexpected costs, adverse effects on employee morale and the failure to meet operational targets due to the loss of employees or work stoppages, any of which may impair our ability to achieve anticipated cost reductions, or otherwise harm our business, or have a material adverse effect on our competitive position, results of operations, cash flows or financial condition."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "chain labor",
        "labor market",
        "trade restrictions",
        "climate related",
        "continue negatively",
        "sanctions trade",
        "trade restrictive",
        "affected continue",
        "allies",
        "approvals foreign",
        "april",
        "controls targeting",
        "created",
        "defend",
        "distribution issues",
        "turkey",
        "attracting",
        "dollar",
        "impacting",
        "negatively impacting",
        "production disruptions",
        "Interest rates",
        "acquisition equity",
        "adjustments",
        "adopted",
        "airframer",
        "base increase",
        "cancelled",
        "changes local",
        "collins"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "Our business may be adversely affected by changes in global economic, capital market and political conditions.\nOur business, operating results, financial condition and liquidity may be adversely affected by changes in global economic conditions, international relations and geopolitical events and actions, including inflation, credit market conditions, levels of consumer and business confidence, commodity (including energy) prices and supply, trade policies, exchange rates, changing policy positions or priorities, levels of government spending and deficits, the threat environment, political conditions, and actual or anticipated default on sovereign debt. The current global supply chain and labor market challenges and inflationary pressures have negatively affected, and we expect will continue to negatively affect, our performance as well as the performance of our suppliers and subcontractors. In addition, due to the nature of our government and commercial aerospace businesses, and their respective customer and supplier contracts, we may be unable to increase our contract value or pricing to offset cost increases, in particular on our fixed price contracts. Our operating profits and margins under our contracts could be adversely affected by these factors. Similarly, interest rate increases have created financial market volatility and could further negatively impact financial markets, lead to an economic downturn or recession, and tighten the availability of, and increase the cost of capital for, the Company, which could have an adverse effect on our operating results, financial condition and liquidity. Tightening of credit in financial markets also could adversely affect the ability of our customers and suppliers to obtain financing for significant purchases and operations, could result in a decrease in or cancellation of orders for our products and services, could impact the ability of our customers to make payments, and could increase the risk of supplier financial distress. Our global business is also adversely affected by decreases in the general level of economic activity, such as decreases in business and consumer spending, air travel, the financial strength of airlines and business jet operators, and government procurement. In addition, geopolitical risks could affect government priorities, budgets and policies, such as U.S. approvals of our foreign defense sales as well as sanctions and other trade-restrictive activities, which could impact sales of defense and other products and services."
        },
        {
          "year": 2022,
          "paragraphIndex": 24,
          "text": "In addition, global supply chain and labor markets are continuing to experience high levels of disruption, causing significant materials and parts shortages, as well as delivery delays, labor shortages, distribution issues, energy cost increases and price increases. Current geopolitical conditions, including sanctions and other trade restrictive activities and strained intercountry relations, are contributing to these issues. Certain of our suppliers and subcontractors have been unable to hire and retain sufficient qualified personnel for their performance. We and our suppliers and subcontractors have also experienced difficulties in procuring necessary raw materials and components, including microelectronics. All of the above have contributed to price increases. These issues have led to significant supplier and subcontractor performance failures and delays. As a result of these various problems, we have had difficulties receiving necessary materials, components, other supplies and third-party services timely or at all, which have negatively impacted production flow in our factories, hindered our ability to perform on our commitments to customers and negatively affected our results of operations, financial condition and liquidity. Our supply costs have increased due to the above factors. Continuing high inflation has exacerbated these increases and increased our operating costs. In addition, we are largely dependent upon foreign sources for certain raw materials, such as cobalt, tantalum, chromium, rhenium, nickel and titanium. Moreover, some of our single-source components are sourced from foreign countries. Some raw materials and components have been in the past sourced from areas now under sanctions, such as Russia, or are currently sourced from areas which are at risk of sanctions or other trade restrictive actions, such as China. We work continuously to mitigate the effects of these supply chain issues and risks, including providing raw materials and technical support to our suppliers and subcontractors, as well as providing them with access to our contract labor networks to augment supplier and subcontractor workforces; seeking alternate supply sources; increasing our inventory of available materials and parts; pursuing various cost reductions such as long-term agreements; and leveraging our raw materials supply contracts to apply our negotiated rates to our suppliers’ purchases."
        },
        {
          "year": 2022,
          "paragraphIndex": 29,
          "text": "Current macroeconomic, industry and labor market conditions have exacerbated an already highly competitive market for hiring and retaining employees with relevant qualifications and experience. There is an ongoing labor shortage, particularly for highly qualified personnel including engineers, skilled laborers and security clearance holders. Labor market trends also include high attrition and wage inflation, and some candidates and new personnel may have different expectations from our current workforce. As a result of the above factors, we have experienced, and expect to continue to experience, significant difficulties in hiring and retaining personnel with relevant qualifications and experience, which has negatively impacted, and may continue to negatively impact, our results of operations, financial condition and liquidity."
        },
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "We conduct business in numerous countries that carry high levels of currency, political, compliance and economic risk. We expect that sales to customers in these countries will continue to account for a significant portion of our commercial aerospace sales as our businesses evolve and as these and other developing nations and regions around the world increase their demand for our products, particularly our aerospace products. Operations in emerging market countries can present many risks, including volatility in gross domestic product and rates of economic growth, economic and government instability (particularly in certain Middle East countries) cultural differences (such as employment and business practices), the imposition of exchange and capital controls, and risks associated with exporting components manufactured in those countries for incorporation into finished products completed in other countries. While these factors and their impact are difficult to predict, any one or more of them could have a material adverse effect on our competitive position, results of operations, financial condition or liquidity. Of note, in 2019 the U.S. government suspended Turkey’s participation in the F-35 Joint Strike Fighter program because Turkey accepted delivery of the Russian-built S-400 air and missile defense system. The U.S. has imposed, and may impose additional, sanctions on Turkey, as well as contractual restrictions on the use of Turkish sources for certain military programs, as a result of this or other political disputes. Turkish companies supply components, some of which are sole-sourced, to our aerospace"
        },
        {
          "year": 2021,
          "paragraphIndex": 24,
          "text": "We Use a Variety of Raw Materials, Supplier-Provided Parts, Components, Sub-Systems and Contract Manufacturing Services, and Significant Shortages, Capacity Constraints, Production Disruptions or Price Increases Could Increase Our Operating Costs and Adversely Impact the Competitive Positions of Our Products.\nOur reliance on U.S. and non-U.S. suppliers (including third-party manufacturing suppliers, subcontractors and service providers) and commodity markets to secure raw materials, parts, components and sub-systems used in our products exposes us to volatility in the prices and availability of these materials and services. In many instances, we depend upon a single source of supply, manufacturing, services support or assembly, or participate in commodity markets that may be subject to allocations of limited supplies by suppliers. Our defense businesses are subject to specific procurement requirements that limit the types of materials they use, which may further limit the suppliers and subcontractors they may utilize. They also must require suppliers to comply with various DoD cybersecurity requirements. A disruption in deliveries from our suppliers, supplier capacity constraints, supplier production disruptions, supplier quality issues (such as issues with defects or fraudulent parts), closing, bankruptcy or financial difficulties of our suppliers, price increases due to inflation or otherwise, or decreased availability of raw materials or commodities, including as a result of war, natural disaster, health pandemic or other business continuity events, could have a material adverse effect on our ability to meet our commitments to customers or increase our operating costs. We believe that our supply management and production practices are based on an appropriate balancing of the foreseeable risks and the costs of alternative practices. Nonetheless, price increases, supplier capacity constraints, supplier production disruptions or the unavailability of some raw materials may have a material adverse effect on our competitive position, results of operations, financial condition or liquidity. For example, the COVID-19 pandemic has impacted, and continues to impact, our supply chain, as described above."
        },
        {
          "year": 2021,
          "paragraphIndex": 11,
          "text": "Our International Operations Subject Us to Economic Risk As Our Results of Operations and Liquidity May Be Adversely Affected by Changes in Foreign Currency Fluctuations, Economic Conditions, Political Factors, Trade Policies, Sales Methods, and Changes in Local Government Regulation.\nWe conduct our business on a global basis, with a significant portion of sales derived from international operations, including U.S. export sales. Changes in local and regional economic conditions, including fluctuations in exchange rates, may affect product demand and reported profits in our non-U.S. operations where transactions may be denominated in local currencies. In addition, currency fluctuations may affect the prices we pay suppliers for materials used in our products. As a result, our operating margins also may be negatively impacted by worldwide currency fluctuations that result in higher costs for certain cross-border transactions. In addition, a strengthening of the U.S. Dollar against other major foreign currencies could adversely affect our results of operations. Our financial statements are denominated in U.S. Dollars, and exchange rate fluctuations may cause translation gains or losses when translating non-U.S. operating unit financial statements. In addition, the majority of our commercial aerospace business sales are transacted in U.S. Dollars, while the majority of costs outside the U.S. are incurred in the applicable local currency; therefore, fluctuations in the exchange rate of the U.S. Dollar against the local currency could impact our results of operations. Pratt & Whitney Canada is especially susceptible to fluctuations in exchange rates for this reason. To manage certain exposures, we employ long-term hedging strategies associated with U.S. Dollar sales."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "rtx",
        "metal",
        "powder",
        "powder metal",
        "Artificial intelligence",
        "asr",
        "asr transactions",
        "bribery anti",
        "fleet",
        "family aircraft",
        "gtf",
        "inspection",
        "neo",
        "neo family",
        "shop",
        "rtc",
        "chain labor",
        "bribery corruption",
        "legacy businesses",
        "lockdowns",
        "working",
        "attrition",
        "border closings",
        "business leisure",
        "closings",
        "closures",
        "commercial aviation",
        "continues",
        "does",
        "exacerbated"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "In particular, as previously disclosed, Pratt & Whitney has determined that a rare condition in powder metal used to manufacture certain engine parts requires accelerated inspection of the PW1100 GTF fleet, which powers the A320neo family of aircraft. This determination and corresponding fleet actions have significantly increased both the incremental number of PW1100 GTF engines that will need to be removed and the incremental number of shop visits necessary to perform the inspections as compared to estimates prior to this determination. Actual and future estimated aircraft on ground levels for the A320neo family of aircraft have therefore increased. As a result, we have and will continue to incur significant customer support and mitigation costs and significant labor, material, and related costs. This matter has caused reputational harm and has negatively impacted, and will continue to impact, our results of operations and financial condition. The financial impact of the powder metal issue is based on historical experience and is subject to various assumptions and judgments, including, without limitation, the number and expected timing of shop visits, inspection results and scope of work to be performed, turnaround time, availability of parts, available capacity at overhaul facilities, and outcomes of negotiations with impacted customers, and these assumptions are subject to variability. Potential changes to these assumptions could have a material effect on the Company’s results of operations for the periods in which it is recognized. In addition, other engine models within Pratt & Whitney’s fleet contain parts manufactured with affected powder metal. The negative impacts to our company arising from the Powder Metal matter could increase if any other engine models are found to be materially impacted by this rare condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 50,
          "text": "as previously disclosed, Pratt & Whitney has determined that a rare condition in powder metal used to manufacture certain engine parts requires accelerated inspection of the PW1100 GTF fleet, which powers the A320neo family of aircraft. This determination and corresponding fleet actions have significantly increased both the incremental number of PW1100 GTF engines that will need to be removed and the incremental number of shop visits necessary to perform the inspections as compared to estimates prior to this determination. Actual and future estimated aircraft on ground levels for the A320neo family of aircraft have therefore increased. The financial impact of the powder metal issue is based on historical experience and is subject to various assumptions and judgments, including, without limitation, the number and expected timing of shop visits, inspection results and scope of work to be performed, turnaround time, availability of parts, available capacity at overhaul facilities, and outcomes of negotiations with impacted customers, and these assumptions are subject to variability. Because of the significance of management’s judgments and estimation processes described above, it is likely that materially different amounts could be recorded if we used different assumptions or if the underlying circumstances were to change. Changes in underlying assumptions, circumstances, or estimates may adversely affect our future results of operations and financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 21,
          "text": "In particular, Pratt & Whitney’s Geared Turbofan family of engines incorporates advanced technologies. The level of orders received for the Geared Turbofan family of engines, coupled with a requirement to achieve mature production levels in a very short time frame, require significant manufacturing and supply chain capacity. In addition, in July 2023 Pratt & Whitney determined that a rare condition in powder metal used to manufacture certain engine parts requires accelerated inspection of the PW1100G-JM (PW1100) Geared Turbofan (GTF) fleet, which powers the A320neo family of aircraft, resulting in increased engine removals and inspections, shop visits, aircraft on ground levels, costs to the Company, and other negative impacts described in more detail below. If any of our production or maintenance, repair, and overhaul ramp-up efforts are delayed, if suppliers cannot timely deliver or perform to our standards, if any other engine models are found to be materially impacted by the powder metal issue, and/or if we identify or experience other issues with in-service engines in the Geared Turbofan family of engines (or other engines), whether for manufacturing reasons or otherwise, we may not meet customer requirements, which could result in material additional costs, including liquidated damages or other liabilities."
        },
        {
          "year": 2022,
          "paragraphIndex": 22,
          "text": "The Coronavirus Disease 2019\n(\nCOVID-19) pandemic has affected our business, and we continue to face risks associated with it.\nThe COVID-19 pandemic continues to negatively affect the global economy, our business and operations, and the industries in which we operate. The pandemic and government, business and individual actions in response, including lockdowns, quarantines, border closings and other travel restrictions and requirements, remote working, facilities closures and reduced business and leisure travel, led to significant declines in demand for commercial air travel in 2020 and 2021 and, therefore, for our commercial aerospace products and services. While we have seen signs of ongoing recovery in the overall demand for commercial air travel and currently expect that recovery to continue, some commercial aviation segments have recovered less quickly than others, and it remains uncertain when commercial air traffic will fully return to and/or exceed pre-pandemic levels. The resulting financial impact is highly uncertain and subject to a wide range of factors and future developments. In addition, a resurgence of the pandemic (including COVID-19 variants), regional lockdowns or other negative developments associated with the pandemic could hinder or reverse the commercial air traffic recovery. Negative developments concerning the effect of the pandemic or additional variants, the efficacy and acceptance of vaccines, new or continued actions to contain the pandemic’s spread or treat its impact, and governmental, business and individual actions taken in response to the pandemic (lockdowns, quarantines, border closings and other travel restrictions and requirements, remote working, facilities closures, and reduced business and leisure travel patterns and work environments) could create significant business disruption for us and our suppliers, subcontractors and customers, exacerbate existing supply chain and labor shortages, redirect government funds and decrease defense budgets, and negatively affect global economic conditions. These factors could hinder or delay our production capabilities, impede our ability to perform on our obligations to our customers, result in increased costs to us and decreased demand for our products and services, and could negatively affect our performance on our customer"
        },
        {
          "year": 2022,
          "paragraphIndex": 54,
          "text": "We may be unable to successfully complete the integration of the legacy businesses of United Technologies Corporation (UTC) and Raytheon Company and realize the anticipated benefits of the Raytheon merger.\nThe ultimate success of the Raytheon merger continues to depend, in part, on our ability to successfully combine and integrate UTC and Raytheon Company’s legacy businesses, and realize the anticipated benefits, including synergies, cost savings, innovation and technological opportunities (including technology-driven revenue synergies) and operational efficiencies from the Raytheon merger in a manner that does not materially disrupt existing customer, supplier and employee relations and does not result in decreased revenues due to losses of, or decreases in orders by, customers. We continue to be exposed to risks associated with our ability to identify and achieve revenue synergy opportunities among the legacy businesses. In addition, we may be unable to consolidate all of the corporate and administrative infrastructures and eliminate all of the duplicative operations which we intend, and continue to be at risk for unanticipated issues in integrating information technology, communications and other systems. Any one of these challenges could result in delays, increased costs, decreases in the amount of expected revenues, reduced expected cash generation, and diversion of management’s time and energy, which could materially affect our financial condition, results of operations and liquidity."
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "Of note, China previously announced it may take measures against Raytheon Technologies Corporation (RTC) in connection with certain foreign military sales to Taiwan involving RTC products and services. In addition, China has indicated that it decided to sanction our Chairman and Chief Executive Officer Gregory Hayes, in connection with another potential foreign military sale to Taiwan involving RTC products and services. RTC is not aware of any specific sanctions against Mr. Hayes or RTC, or the nature or timing of any future potential sanctions or countermeasures. If China were to impose sanctions or take other regulatory action against RTC, our suppliers, affiliates or partners, it could potentially disrupt our business operations. The impact of potential sanctions or other actions by China cannot be determined at this time. From time to time, our businesses have sold, and are expected to sell in the future, additional defense products to Taiwan, and we are unable to determine the potential impact, if any, of any future sanctions or other actions by China in response to these sales. Moreover, the Chinese government has generally expanded its ability to restrict China-related import, export and investment activities, which may have an adverse impact on our ability to conduct business or sell our commercial aerospace products in China. In addition, in response to the Russian military’s invasion of Ukraine on February 24, 2022, the U.S. government and the governments of various jurisdictions in which we operate, including Canada, the United Kingdom, the European Union, and others, have"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "dpa",
        "sec",
        "administrative order",
        "sec administrative",
        "prosecution",
        "dpa sec",
        "resolve",
        "deferred prosecution",
        "aeca",
        "dos",
        "breach",
        "ceasefire",
        "chemical",
        "competitively",
        "consistent",
        "incremental number",
        "stable",
        "turbofan family",
        "diversity",
        "diversity equity",
        "equity inclusion",
        "inclusion",
        "moody",
        "need",
        "rating",
        "removed",
        "COVID-19",
        "Coronavirus",
        "affected particularly",
        "apace"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 44,
          "text": "In addition, the FCPA and other anti-bribery and anti-corruption laws generally prohibit companies and their intermediaries from making improper payments to U.S. and non-U.S. officials for the purpose of obtaining or retaining business. These laws apply to companies, individual directors, officers, employees, and agents. U.S. companies also may be held liable for actions taken by strategic or local partners or representatives. The FCPA also imposes accounting standards and requirements on publicly traded U.S. corporations and their foreign affiliates, which are intended to prevent the diversion of corporate funds to the payment of bribes and other improper payments. Certain of our customer relationships outside of the U.S. are with governmental entities and are, therefore, subject to the FCPA and other anti-bribery and anti-corruption laws, including the anti-bribery and anti-corruption laws of non-U.S. countries. Our policies mandate compliance with these anti-bribery and anti-corruption laws. Despite meaningful measures that we undertake to ensure lawful conduct, which include training and internal control policies, these measures may not always prevent violations of the FCPA or similar laws. As discussed above and as previously disclosed, in October 2024, the Company entered into a DPA with the DOJ and consented to the entry of an SEC Administrative Order to resolve investigations related to conduct that, among other things, violated the FCPA. We have been subject to regulatory investigations for alleged violations of anti-bribery and anti-corruption laws, and could be subject to such"
        },
        {
          "year": 2024,
          "paragraphIndex": 34,
          "text": "In addition, as previously disclosed, on August 29, 2024, the Company entered into a Consent Agreement (CA) with the DOS to resolve alleged civil violations of the AECA and the ITAR. The CA, which has a three-year term, requires the Company to implement remedial compliance measures and to conduct an external audit of the Company’s ITAR compliance program. The"
        },
        {
          "year": 2024,
          "paragraphIndex": 35,
          "text": "CA also requires appointment of an external, independent Special Compliance Officer (SCO). The Company appointed its SCO on September 27, 2024. If we are unable to satisfy the requirements of the CA within three years as determined by the DOS, we may face a continuation of the CA, additional fines, or other adverse impacts. In addition, during the term of the CA, the CA’s transaction-related requirements may impact our ability to execute potential future divestitures within expected timeframes or consistent with expected valuation metrics, which could delay or impair our ability to achieve the expected benefits from our strategic plan, or otherwise harm our competitive position, results of operations, financial condition, or liquidity."
        },
        {
          "year": 2023,
          "paragraphIndex": 48,
          "text": "In addition, if we require additional funding in order to fund outstanding financing commitments or meet other business requirements, a number of factors could cause us to incur increased borrowing costs and to have greater difficulty accessing public and private markets for debt, any of which may adversely affect our ability to fund our business requirements. These factors include disruptions or declines in the global capital markets and/or a decline in our financial performance, outlook, or credit ratings. As previously disclosed, in August 2023, S&P Global downgraded our credit rating from A-/negative to BBB+/stable, and our credit rating with Moody’s Investors Service remained at Baa1/stable. Subsequently, in October 2023, both S&P Global and Moody’s Investors Service outlook changed from stable to negative when we entered into the ASR transactions. Further downgrades of our credit ratings may result, if we are unable to meet operating expectations and our cash flow expectations, or to the extent that we are unable to reduce our outstanding debt according to planned timeframes."
        },
        {
          "year": 2023,
          "paragraphIndex": 50,
          "text": "as previously disclosed, Pratt & Whitney has determined that a rare condition in powder metal used to manufacture certain engine parts requires accelerated inspection of the PW1100 GTF fleet, which powers the A320neo family of aircraft. This determination and corresponding fleet actions have significantly increased both the incremental number of PW1100 GTF engines that will need to be removed and the incremental number of shop visits necessary to perform the inspections as compared to estimates prior to this determination. Actual and future estimated aircraft on ground levels for the A320neo family of aircraft have therefore increased. The financial impact of the powder metal issue is based on historical experience and is subject to various assumptions and judgments, including, without limitation, the number and expected timing of shop visits, inspection results and scope of work to be performed, turnaround time, availability of parts, available capacity at overhaul facilities, and outcomes of negotiations with impacted customers, and these assumptions are subject to variability. Because of the significance of management’s judgments and estimation processes described above, it is likely that materially different amounts could be recorded if we used different assumptions or if the underlying circumstances were to change. Changes in underlying assumptions, circumstances, or estimates may adversely affect our future results of operations and financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "In particular, as previously disclosed, Pratt & Whitney has determined that a rare condition in powder metal used to manufacture certain engine parts requires accelerated inspection of the PW1100 GTF fleet, which powers the A320neo family of aircraft. This determination and corresponding fleet actions have significantly increased both the incremental number of PW1100 GTF engines that will need to be removed and the incremental number of shop visits necessary to perform the inspections as compared to estimates prior to this determination. Actual and future estimated aircraft on ground levels for the A320neo family of aircraft have therefore increased. As a result, we have and will continue to incur significant customer support and mitigation costs and significant labor, material, and related costs. This matter has caused reputational harm and has negatively impacted, and will continue to impact, our results of operations and financial condition. The financial impact of the powder metal issue is based on historical experience and is subject to various assumptions and judgments, including, without limitation, the number and expected timing of shop visits, inspection results and scope of work to be performed, turnaround time, availability of parts, available capacity at overhaul facilities, and outcomes of negotiations with impacted customers, and these assumptions are subject to variability. Potential changes to these assumptions could have a material effect on the Company’s results of operations for the periods in which it is recognized. In addition, other engine models within Pratt & Whitney’s fleet contain parts manufactured with affected powder metal. The negative impacts to our company arising from the Powder Metal matter could increase if any other engine models are found to be materially impacted by this rare condition."
        }
      ]
    }
  ]
}