{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "agreement",
        "facilities equipment",
        "permitting",
        "billion",
        "rely",
        "business continuity",
        "colorado",
        "diluents",
        "period",
        "ballot",
        "conocophillips",
        "currently",
        "discussion",
        "emission",
        "equipment diluents",
        "liabilities",
        "compared",
        "cover",
        "having",
        "percent compared",
        "provide",
        "act",
        "adoption",
        "advantages",
        "affect value",
        "altered",
        "average",
        "bear",
        "brent",
        "brent crude"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 22,
          "text": "One area subject to significant political and regulatory activity is the use of hydraulic fracturing, an essential completion technique that facilitates\nproduction of oil and natural gas otherwise trapped in lower permeability rock formations. A range of local, state, federal and national laws and regulations currently govern or, in some hydraulic fracturing operations, prohibit hydraulic fracturing\nin some jurisdictions. Although hydraulic fracturing has been conducted for many decades, a number of new laws, regulations and permitting requirements are under consideration by the U.S. Environmental Protection Agency (EPA) and others which could\nresult in increased costs, operating restrictions, operational delays or limit the ability to develop oil and natural gas resources. Certain jurisdictions in which we operate, including state and local governments in Colorado, have adopted or are\nconsidering regulations that could impose new or more stringent permitting, disclosure or other regulatory requirements on hydraulic fracturing or other oil and\nnatural-gas\noperations, including subsurface\nwater disposal. In addition, certain interest groups have also proposed ballot initiatives and constitutional amendments designed to restrict oil and\nnatural-gas\ndevelopment generally and hydraulic fracturing\nin particular. For example, in 2018, Colorado voters rejected Proposition 112, a Colorado ballot initiative that would have drastically limited the use of hydraulic fracturing in Colorado. In the event that ballot initiatives, local or state\nrestrictions or prohibitions are adopted and result in more stringent limitations on the production and development of oil and natural gas in areas where we conduct operations, we may incur significant costs to comply with such requirements or may\nexperience delays or curtailment in the permitting or pursuit of exploration, development or production activities. Such compliance costs and delays, curtailments, limitations or prohibitions could have a material adverse effect on our business,\nprospects, results of operations, financial condition and liquidity."
        },
        {
          "year": 2018,
          "paragraphIndex": 11,
          "text": "In particular, in August 2018, we entered into a settlement agreement with Petróleos de Venezuela, S.A.\n(PDVSA) providing for the payment of approximately $2 billion over a five-year period in connection with an arbitration award issued by the International Chamber of Commerce (ICC) Tribunal in favor of ConocoPhillips on a contractual dispute\narising from Venezuela\u0092s expropriation of our interests in the Petrozuata and Hamaca heavy oil ventures and other\npre-expropriation\nfiscal measures. We collected approximately $0.4 billion of the\n$2 billion settlement in 2018. If PDVSA were to default on any of its remaining payment obligations under this agreement, we may be forced to incur additional costs as we seek to recover any unpaid amounts under the agreement."
        },
        {
          "year": 2018,
          "paragraphIndex": 27,
          "text": "Our ability to sell and deliver the crude oil, bitumen,\nnatural gas, natural gas liquids and LNG that we produce also depends on the availability, proximity, and capacity of gathering, processing, compression, transportation and pipeline facilities and equipment, as well as any necessary diluents to\nprepare our crude oil, bitumen, natural gas, natural gas liquids and LNG for transport. The facilities, equipment and diluents we rely on may be temporarily unavailable to us due to market conditions, extreme weather events, regulatory reasons,\nmechanical reasons or other factors or conditions, many of which are beyond our control. In addition, in certain newer plays, the capacity of necessary facilities, equipment and diluents may not be sufficient to accommodate production from existing\nand new wells, and construction and permitting delays, permitting costs and regulatory or other constraints could limit or delay the construction, manufacture or other acquisition of new facilities and equipment. If any facilities, equipment or\ndiluents, or any of the transportation methods and channels that we rely on become unavailable for any period of time, we may incur increased costs to transport our crude oil, bitumen, natural gas, natural gas liquids and LNG for sale or we may be\nforced to curtail our production of crude oil, bitumen, natural gas, natural gas liquids or LNG."
        },
        {
          "year": 2017,
          "paragraphIndex": 1,
          "text": "Prices for crude oil, bitumen, natural gas, natural gas liquids and LNG can fluctuate widely. Globally, prices for crude oil, bitumen, natural\ngas, natural gas liquids and LNG have experienced significant declines from their historic levels during 2013 and 2014, with excess of supply relative to global demand leading to global inventory builds. Total average annual prices in 2017 for Brent\ncrude oil, WTI crude oil, Henry Hub natural gas and our realized natural gas liquids all decreased by at least 30 percent when compared with 2014 despite having improved by at least 18 percent when compared with 2016. Given volatility in\ncommodity price drivers and the business environment, price trends may not continue or reverse themselves."
        },
        {
          "year": 2017,
          "paragraphIndex": 16,
          "text": "conditions in the markets we serve or the areas where our assets reside, we could incur increased expenses, our operations could be materially impacted, and demand for our products could fall.\nDemand for our products may also be adversely affected by conservation plans and efforts undertaken in response to global climate change, including plans developed in connection with the Paris climate conference in December 2015. Many governments\nalso provide, or may in the future provide, tax advantages and other subsidies to support the use and development of alternative energy technologies. Our operations and the demand for our products could be materially impacted by the development and\nadoption of these technologies."
        },
        {
          "year": 2017,
          "paragraphIndex": 24,
          "text": "We maintain insurance against many, but not all, potential losses or liabilities arising from operating risks. As such, our insurance\ncoverage may not be sufficient to fully cover us against potential losses arising from such risks. Uninsured losses and liabilities arising from operating risks could reduce the funds available to us for capital, exploration and investment spending\nand could have a material adverse effect on our business, financial condition, results of operations and cash flows."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "total",
        "field",
        "north",
        "mboed",
        "block",
        "average",
        "ngls",
        "acres",
        "alaska",
        "facility",
        "australia",
        "project",
        "unconventional",
        "mbd",
        "net acres",
        "liquids lng",
        "contents",
        "table contents",
        "different",
        "distributions stockholders",
        "operations table",
        "outside united",
        "value proved",
        "accordingly",
        "builds",
        "clear",
        "depressed",
        "downgraded",
        "drop",
        "ending"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "workforce",
        "human capital",
        "Pandemic",
        "employee",
        "concho",
        "covid pandemic",
        "mbd mbd",
        "ngl natural",
        "oil ngl",
        "percent consolidated",
        "rig",
        "feedback",
        "leaders",
        "leadership",
        "colorado",
        "pass",
        "annualized",
        "annualized average",
        "athena",
        "golden",
        "golden pass",
        "cenovus",
        "cenovus energy",
        "reached",
        "tested",
        "able successfully",
        "britannia",
        "browse",
        "busta"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "contents",
        "contents conocophillips",
        "table contents",
        "factors table",
        "vroc",
        "ordinary",
        "ordinary dividend",
        "cloud",
        "cyberattacks",
        "ability execute",
        "buyer",
        "capital return",
        "completely",
        "cop",
        "hesitancy",
        "north",
        "mboed",
        "consolidated",
        "block",
        "mbd",
        "million",
        "average",
        "statements",
        "segment",
        "financial statements",
        "north slope",
        "slope",
        "compensation",
        "consolidated financial",
        "employee"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "million",
        "earnings",
        "segment",
        "average",
        "consolidated",
        "sales",
        "mboed",
        "compared",
        "income loss",
        "net income",
        "liquids",
        "absence",
        "plan",
        "attributable",
        "attributable conocophillips",
        "adversely",
        "affected",
        "restrictions",
        "incur",
        "adversely affected",
        "regulatory",
        "Pandemic",
        "effect",
        "contents conocophillips",
        "security",
        "adverse effect",
        "factors table",
        "limit",
        "measures",
        "government"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "lower realized",
        "primarily lower",
        "working surmont",
        "percent working",
        "potentially",
        "potentially responsible",
        "remaining percent",
        "acquisition remaining",
        "surmont acquisition",
        "agencies",
        "fracturing",
        "hydraulic",
        "hydraulic fracturing",
        "willow project",
        "absence gain",
        "attributable conocophillips",
        "loss attributable",
        "permian acquisition",
        "debt reduction",
        "primarily shell",
        "percent aplng",
        "acquisition partially",
        "australia west",
        "concho contracted",
        "concho shell",
        "contracted",
        "contracted volumes",
        "monetization",
        "reduce",
        "stream basis"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 106,
          "text": "An example is the use of hydraulic fracturing, an essential completion technique that facilitates production of oil and natural gas otherwise trapped in lower permeability rock formations. A range of local, state, federal, or national laws and regulations currently govern hydraulic fracturing operations, with hydraulic fracturing currently prohibited in some jurisdictions. Although hydraulic fracturing has been conducted for many decades, potential new laws, regulations and permitting requirements from various state environmental agencies, and others could result in increased costs, operating restrictions, operational delays and/or limit the ability to develop oil and natural gas resources. Governmental restrictions on hydraulic fracturing could impact the overall profitability or viability of certain of our oil and natural gas investments. We have adopted operating principles that incorporate established industry standards designed to meet or exceed government requirements. Our practices continually evolve as technology improves and regulations change."
        },
        {
          "year": 2023,
          "paragraphIndex": 109,
          "text": "For most Superfund sites, our potential liability will be significantly less than the total site remediation costs because the percentage of waste attributable to us, versus that attributable to all other potentially responsible parties, is relatively low. Although liability of those potentially responsible is generally joint and several for federal sites and frequently so for state sites, other potentially responsible parties at sites where we are a party typically have had the financial strength to meet their obligations, and where they have not, or where potentially responsible parties could not be located, our share of liability has not increased materially. Many of the sites at which we are potentially responsible are still under investigation by the EPA or the state agencies concerned. Prior to actual cleanup, those potentially responsible normally assess site conditions, apportion responsibility and determine the appropriate remediation. In some instances, we may have no liability or attain a settlement of liability. Actual cleanup costs generally occur after the parties obtain EPA or equivalent state agency approval. There are relatively few sites where we are a major participant, and given the timing and amounts of anticipated expenditures, neither the cost of remediation at those sites nor such costs at all CERCLA sites, in the aggregate, is expected to have a material adverse effect on our competitive or financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 108,
          "text": "We occasionally receive requests for information or notices of potential liability from the EPA and state environmental agencies alleging that we are a potentially responsible party under CERCLA or an equivalent state statute. On occasion, we also have been made a party to cost recovery litigation by those agencies or by private parties. These requests, notices and lawsuits assert potential liability for remediation costs at various sites that typically are not owned by us, but allegedly contain waste attributable to our past operations. As of December 31, 2023, there were 15 sites around the U.S. in which we were identified as a potentially responsible party under CERCLA and comparable state laws."
        },
        {
          "year": 2022,
          "paragraphIndex": 57,
          "text": "Production for 2022 was 1,738 MBOED. After adjusting for closed acquisitions and dispositions, the conversion of previously acquired Concho-contracted volumes from a two-stream to a three-stream basis and 2021 Winter Storm Uri impacts, production decreased by 16 MBOED or 1 percent. Organic growth from Lower 48 and other development programs more than offset decline; however, production was lower overall, primarily due to fourth quarter weather impacts and downtime in Lower 48."
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "Operationally, we remain focused on safely executing the business. Production increased 171 MBOED or 11 percent in 2022, compared to 2021. Production for 2022 was 1,738 MBOED. After adjusting for closed acquisitions and dispositions, the conversion of previously acquired Concho-contracted volumes from a two-stream to a three-stream basis and 2021 Winter Storm Uri impacts, production decreased by 16 MBOED or 1 percent. Organic growth from Lower 48 and other development programs more than offset decline; however, production was lower overall, primarily due to fourth quarter weather impacts and downtime in Lower 48."
        },
        {
          "year": 2022,
          "paragraphIndex": 8,
          "text": "Our actions throughout 2022 reinforced our differential value proposition. Demonstrating our commitment to maintaining and enhancing balance sheet strength, in 2022, we executed several activities focused on debt reduction, including early retiring and refinancing some of our debt. In aggregate, these transactions along with naturally maturing debt reduced the company's total debt by $3.3 billion. These activities facilitate our ability to achieve our previously announced $5 billion debt reduction target by the end of 2026, while also reducing the company's annual cash interest expense.\nSee Note\n9\n."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "president",
        "vice",
        "vice president",
        "acquisition marathon",
        "Cybersecurity",
        "senior",
        "senior vice",
        "served",
        "earnings included",
        "decreases earnings",
        "expenses million",
        "appointed",
        "officer",
        "having",
        "august",
        "remediation",
        "impacted",
        "liability",
        "laws regulations",
        "potentially",
        "cercla",
        "potentially responsible",
        "negatively",
        "earnings negatively",
        "impacted lower",
        "intensity",
        "negatively impacted",
        "site",
        "transition",
        "water"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 10,
          "text": "Andrew M. O'Brien\nwas appointed Senior Vice President, Strategy, Commercial, Sustainability and Technology in 2024, having previously served as Senior Vice President, Global Operations since November 2022. Prior to that, he served as Vice President and Treasurer since May 2021, Vice President of Corporate Planning and Development from August 2020 to May 2021, Lower 48 Finance Manager from August 2018 to August 2020, and Manager of Investor Relations from November 2016 to August 2018."
        },
        {
          "year": 2024,
          "paragraphIndex": 11,
          "text": "Nicholas G. Olds\nwas appointed Executive Vice President, Lower 48 in November 2022, having previously served as Executive Vice President, Global Operations since September 2021. Prior to that, he served as Senior Vice President, Global Operations from August 2020 to September 2021, Vice President, Corporate Planning & Development from June 2018 to August 2020, Vice President, Mid-Continent Business Unit, Lower 48 from September 2016 to June 2018, and Vice President, North Slope Operations and Development in Alaska from August 2012 to September 2016."
        },
        {
          "year": 2024,
          "paragraphIndex": 8,
          "text": "Kirk L. Johnson\nwas appointed Senior Vice President, Global Operations in 2024, having previously served as Senior Vice President, Lower 48 Assets and Operations since May 2022. Prior to that he served as Vice President, Corporate Planning and Development since June 2021, President Canada from June 2018 to May 2021 and Manager, Strategy, Planning and Portfolio Management from July 2017 to June 2018."
        },
        {
          "year": 2023,
          "paragraphIndex": 109,
          "text": "For most Superfund sites, our potential liability will be significantly less than the total site remediation costs because the percentage of waste attributable to us, versus that attributable to all other potentially responsible parties, is relatively low. Although liability of those potentially responsible is generally joint and several for federal sites and frequently so for state sites, other potentially responsible parties at sites where we are a party typically have had the financial strength to meet their obligations, and where they have not, or where potentially responsible parties could not be located, our share of liability has not increased materially. Many of the sites at which we are potentially responsible are still under investigation by the EPA or the state agencies concerned. Prior to actual cleanup, those potentially responsible normally assess site conditions, apportion responsibility and determine the appropriate remediation. In some instances, we may have no liability or attain a settlement of liability. Actual cleanup costs generally occur after the parties obtain EPA or equivalent state agency approval. There are relatively few sites where we are a major participant, and given the timing and amounts of anticipated expenditures, neither the cost of remediation at those sites nor such costs at all CERCLA sites, in the aggregate, is expected to have a material adverse effect on our competitive or financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 108,
          "text": "We occasionally receive requests for information or notices of potential liability from the EPA and state environmental agencies alleging that we are a potentially responsible party under CERCLA or an equivalent state statute. On occasion, we also have been made a party to cost recovery litigation by those agencies or by private parties. These requests, notices and lawsuits assert potential liability for remediation costs at various sites that typically are not owned by us, but allegedly contain waste attributable to our past operations. As of December 31, 2023, there were 15 sites around the U.S. in which we were identified as a potentially responsible party under CERCLA and comparable state laws."
        },
        {
          "year": 2023,
          "paragraphIndex": 113,
          "text": "Remediation activities vary substantially in duration and cost from site to site, depending on the mix of unique site characteristics, evolving remediation technologies, diverse regulatory agencies and enforcement policies, and the presence or absence of potentially liable third parties. Therefore, it is difficult to develop reasonable estimates of future site remediation costs."
        }
      ]
    }
  ]
}