{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "called",
        "impairment",
        "brexit",
        "editorial",
        "approximately total",
        "british",
        "british pound",
        "circumstances",
        "commerce platform",
        "difficulties integrating",
        "enhancing",
        "foreign exchange",
        "integrating",
        "international operations",
        "pound",
        "russian",
        "integration",
        "able successfully",
        "growth prospects",
        "date",
        "goals",
        "integration new",
        "maintenance",
        "prospects results",
        "citizens",
        "continuing",
        "entrants",
        "group",
        "passed",
        "programs"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 38,
          "text": "As of\nDecember 31, 2016\n, we had operations based in a number of territories outside of the United States and a significant portion of our business may be transacted in currencies other than the U.S. dollar, including the euro, the British pound, the Australian dollar and the Japanese yen. Because our financial results are reported in U.S. dollars, fluctuations in the value of the euro, British pound, Australian dollar and Japanese yen, and other currencies against the U.S. dollar have had and will continue to have a significant effect on our reported financial results. Exchange rates have been volatile in recent years and such volatility may persist due to economic and political circumstances, such as Brexit."
        },
        {
          "year": 2016,
          "paragraphIndex": 37,
          "text": "Further, on June 23, 2016, the United Kingdom held a referendum in which voters approved a withdrawal from the European Union, commonly referred to as “Brexit”. In\n2016\n, sales to customers in the United Kingdom accounted for approximately\n10%\nof our total revenue and sales to customers in Europe, including the United Kingdom, accounted for approximately\n33%\nof our total revenue. As a result of the Brexit vote, the United Kingdom is expected to initiate a process to leave the European Union and begin negotiating the terms of the United Kingdom’s future relationship with the European Union. At this time, it is uncertain what impact this process will have on the economy in Europe, including in the United Kingdom, as well as other countries. In addition, the terms and conditions of Brexit may have an impact on the value of the British pound or other European countries’ currencies as compared to one another or as compared to the U.S. dollar. Adverse consequences such as deterioration in economic conditions, volatility in currency exchange rates or adverse changes in regulation could have a negative impact on our results of operations or financial position. In addition, Brexit could lead to legal uncertainty and potentially divergent national laws and regulations, such as those related to data privacy, as the United Kingdom determines which E.U. laws to replace or replicate."
        },
        {
          "year": 2016,
          "paragraphIndex": 39,
          "text": "A decline in the value of any of the foreign currencies in which we receive revenues, including the euro, British pound, Australian dollar and Japanese yen, against the U.S. dollar will tend to reduce our reported revenues and expenses, while an increase in the value of any such foreign currencies against the U.S. dollar will tend to increase our reported revenues and expenses. Variations in exchange rates can significantly affect the comparability of our financial results between financial periods. As we further expand our international operations, our exposure to foreign exchange risk will increase."
        },
        {
          "year": 2015,
          "paragraphIndex": 28,
          "text": "In addition, we could be adversely affected if legislation or regulations are imposed or expanded to require changes in our business practices or if governing jurisdictions interpret or implement their legislation or regulations in ways that negatively affect our business. For example, the Russian government recently passed a law effective September 1, 2015 requiring companies that collect personal data of Russian citizens to process and store that data on servers located in Russia. In addition, the European Court of Justice recently invalidated the U.S.-EU Safe Harbor regime on which we depended to legitimize some of our data flows from Europe to the United States. As a result, we are in the process of implementing alternative mechanisms to comply with Russian data localization laws and European Union privacy laws. However, there can be no assurance that we will be able to successfully comply with these laws, and therefore we may be in violation of all or some of these laws."
        },
        {
          "year": 2015,
          "paragraphIndex": 56,
          "text": "We currently provide content licensing to customers in more than 150 countries. The data privacy, security and localization, censorship and liability standards and other potentially applicable rules or regulations, and intellectual property laws of those foreign countries, may be different than those in the United States. To the extent that any local laws or regulations apply to our company or operations and we are deemed to not be in compliance with them, our business may be harmed. For example, the Russian government recently passed a law effective September 1, 2015 requiring companies that collect personal data of Russian citizens to process and store that data on servers located in Russia. In addition, the European Court of Justice recently invalidated the U.S.-EU Safe Harbor regime on which we depended to legitimize some of our data flows from Europe to the United States. As a result, we are in the process of implementing alternative mechanisms to comply with Russian data localization laws and European Union data protection laws. However, there can be no assurance that we will be able to successfully comply with these laws, and therefore we may be in violation of all or some of these laws."
        },
        {
          "year": 2015,
          "paragraphIndex": 75,
          "text": "The success of our services will depend largely on the development and maintenance of the internet infrastructure. This includes maintenance of a reliable network backbone with the necessary speed, data capacity and security, as well as the timely development of complementary products, for providing reliable internet access and services. The internet has experienced, and is likely to continue to experience, significant growth in the number of users and amount of traffic. The internet infrastructure may be unable to support such demands. In addition, increasing numbers of users, increasing bandwidth requirements or problems caused by viruses, worms, malware and similar programs may harm the performance of the internet. The backbone network of the internet has been the target of such programs. The internet has experienced a variety of outages and other delays as a result of damage to portions of its infrastructure, and it could face outages and delays in the future. These outages and delays could reduce the level of internet usage generally as well as the level of usage of our services, which could adversely impact our business."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tcja",
        "incurred expect",
        "repeal",
        "supreme",
        "supreme court",
        "executive officers",
        "limitations",
        "packets",
        "transactional",
        "acquire new",
        "amendment",
        "based compensation",
        "certain provisions",
        "dakota",
        "income transactional",
        "incurred continue",
        "standby",
        "addition oecd",
        "administration",
        "approved",
        "assess",
        "assess taxes",
        "beps important",
        "businesses potentially",
        "businesses sufficient",
        "detailed",
        "dmca",
        "efforts assess",
        "enhance shareholder",
        "forthcoming possible"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 107,
          "text": "Also, the TCJA amended Section 162(m) of the U.S. federal income tax code (“Section 162(m)”), which provides that public companies are not entitled to a tax deduction for individual compensation over $1 million that is paid to certain executive officers. Prior to the amendment under the TCJA, Section 162(m) provided an exception to the deductibility limitations for “performance-based compensation” that met certain requirements. As amended, beginning in 2018, except for certain grandfathered arrangements in place prior to November 2, 2017 under the amendment’s transition rules, Section 162(m) no longer includes an exception to the limitations for “performance-based compensation” and expands the group of executive officers covered by the limitation. There are certain unresolved questions regarding how the grandfathering rules are to be implemented. As a result, certain cash and equity-based compensation granted to our executive officers prior to November 2, 2017 that was intended to be exempt from the Section 162(m) deduction limitations may no longer be exempt from the limitations beginning in 2018 and some of the compensation we provide to our executive officers in the future may not be deductible in 2018 and going forward."
        },
        {
          "year": 2017,
          "paragraphIndex": 60,
          "text": "The Supreme Court of the United States (the “Supreme Court”) has agreed to hear during the current spring term the appeal from the South Dakota Supreme Court of the matter of\nSouth Dakota v. Wayfair, Inc\n. This case is expected to directly revisit the 25-year-old “doctrine” previously established by the Supreme Court in\nQuill Corp. v. North Dakota\n, which requires a minimum physical presence within a state in order to permit the state to impose sales tax on revenue derived within that state. It is possible that the Supreme Court may modify or abandon the\nQuill\nstandard in a manner that would significantly expand the liability of e-commerce companies such as us to collect and remit state sales taxes from customers. Any such change may impact our sales and create administrative and compliance burdens on the Company."
        },
        {
          "year": 2017,
          "paragraphIndex": 57,
          "text": "The enactment of the TCJA has a significant impact on the Company’s financial statements for 2017 and will have a significant impact on our financial condition and results of operations in future years, as well. Certain provisions of the TCJA are likely to undergo revisions or to expire on certain specified future dates, unless such provisions are further amended in subsequent legislation. There are numerous unresolved questions regarding how certain provisions of the TCJA are to be interpreted and implemented. Therefore, there continues to be uncertainty as to what the ultimate impact of the new law will be on the Company’s financial condition and results of operations in the future."
        },
        {
          "year": 2016,
          "paragraphIndex": 58,
          "text": "Furthermore, the current administration of the U.S. federal government has made public statements indicating that it has made international tax reform a priority, and key members of the U.S. Congress have conducted hearings and proposed changes to U.S. tax laws, including the possibility of replacing large portions of the existing federal income tax law with a so-called “destination-based cash flow tax” including a so-called “border adjustment” component, in addition to other potential tax reforms that the recently elected U.S. President and members of his administration may be considering. Any such changes, as well as those instituted in foreign tax jurisdictions in which we do business today or in the future, that may be enacted could impact our tax liabilities. In addition, the OECD has issued guidelines to its members aimed at encouraging broad-based legislative initiatives intended to prevent base erosion transactions and income shifting in a tax-advantaged manner, known as BEPS. One of the most important areas on which the OECD has focused is the taxation implications of e-commerce businesses (which would potentially include our business). As previously detailed, the OECD issued Action 1 which called for further review and study with the stated expectation that legislative recommendations that seek to equitably allocate the right to tax such e-commerce businesses among all of the jurisdictions that might have an interest in assessing such taxes will be forthcoming. However, it is possible any efforts to assess such taxes by these jurisdictions will be uncoordinated which could result in greater or even double taxation that businesses may not have sufficient means to remedy. Efforts to alleviate this increased tax burden may increase the cost of structuring and compliance. Due to the expanding scale of our international business activities, any changes in the U.S. or international taxation of such activities may increase our worldwide effective tax rate and harm our financial position and results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "The internet infrastructure generally has also experienced a variety of outages and other delays as a result of damage to portions of its infrastructure, and it could face outages and delays in the future. We rely upon third-party service providers, such as co-location and cloud service providers, for our data centers and application hosting, and we are dependent on these third parties to provide continuous power, cooling, internet connectivity and physical security for our servers, and our reliance on these third-parties can be expected to increase as we expand our infrastructure in the future. In the event that these third-party providers experience any interruption in operations or cease business for any reason, or if we are unable to agree on satisfactory terms for continued hosting relationships, our business could be harmed and we could be forced to enter into a relationship with other service providers or assume hosting responsibilities ourselves. Although we operate three data centers in an active/standby configuration for geographic redundancy and maintain a fourth disaster recovery facility to back up our collection, a system disruption at an active data center could result in a noticeable disruption to our websites until all website traffic is redirected to the standby data center, which could cause performance degradation at the standby data center."
        },
        {
          "year": 2016,
          "paragraphIndex": 91,
          "text": "Pursuant to our share repurchase program which was publicly announced in November 2015, we are authorized to repurchase up to $100 million of our outstanding common stock. We had approximately\n$22.5 million\nand\n$4.7 million\nremaining under this authorization as of\nDecember 31, 2016\nand\nFebruary 21, 2017\n, respectively. In February 2017, our Board approved an additional share repurchase program, under which we are authorized to repurchase up to an additional $100 million of our outstanding common stock. The timing and amount of any share repurchases will be determined based on market conditions, share price and other factors. This activity could increase (or reduce the size of any decrease in) the market price of our common stock at the time of such repurchases. Our board has the right to amend or suspend the share repurchase program at any time or terminate the share repurchase program upon a determination that termination would be in our best interests. Additionally, repurchases under our share repurchase program have and will continue to diminish our cash reserves, which could impact our ability to pursue possible strategic opportunities and acquisitions and could result in lower overall returns on our cash balances. There can be no assurance that any share repurchases will enhance shareholder value because the market price of our common stock has declined, and may continue to decline. Although our share repurchase program is intended to enhance long-term stockholder value, short-term stock price fluctuations could reduce the program’s effectiveness."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "material weakness",
        "weakness",
        "california",
        "decision",
        "cash flows",
        "cybersecurity incident",
        "flows",
        "properties",
        "web properties",
        "assumptions",
        "ccpa",
        "collect store",
        "frameworks",
        "misstatement",
        "providers partners",
        "creative content",
        "footage",
        "video footage",
        "webdam",
        "able comply",
        "appreciation",
        "asset",
        "asset management",
        "attracts",
        "businesses jurisdictions",
        "called",
        "digital asset",
        "enterprise resource",
        "foreseeable",
        "foreseeable future"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 90,
          "text": "We test our goodwill for impairment annually as of October 1st, or more frequently if and when events or changes in circumstances indicate that an impairment may exist, such as a decline in stock price and market capitalization. In evaluating the potential for impairment of goodwill or intangible assets, we make assumptions regarding the amount and timing of future cash flows, discount rates, growth rates and terminal values. These assumptions take into consideration business trends, market and economic conditions and historical experience, and with respect to future cash flows, are dependent on our ability to execute on our strategy. Certain of these assumptions, particularly the discount rate, are also based on market conditions that are outside of our control. There are inherent uncertainties related to these factors and in applying these factors to the assessment of goodwill and intangible assets."
        },
        {
          "year": 2018,
          "paragraphIndex": 133,
          "text": "The material weakness will not be considered remediated until a sustained period of time has passed to allow management to test the design and operational effectiveness of the corrective actions. Furthermore, there can be no assurance that remediation will be completed in a timely manner or that the remedial measures will prevent other control deficiencies or material weaknesses. We may identify additional material weaknesses in our internal control over financial reporting in the future. If we are unable to remediate this material weakness or we identify additional material weaknesses in our internal control over financial reporting in the future, our ability to analyze, record and report financial information free of material misstatements, to prepare our financial statements within the time periods specified by the rules and forms of the SEC and otherwise to comply with the requirements of Section 404 of the Sarbanes-Oxley Act each year will be adversely affected. The occurrence of, or failure to remediate, this material weakness and any future material weaknesses in our internal control over financial reporting may result in material misstatements as well as negatively impact the reliability of our financial statements, our reputation, our business and the trading price of our common stock."
        },
        {
          "year": 2018,
          "paragraphIndex": 64,
          "text": "Data protection legislation is also becoming increasingly common in the United States at both the federal and state level. For example, in June 2018, the State of California enacted the California Consumer Privacy Act of 2018 (the “CCPA”), which will come into effect on January 1, 2020. The CCPA requires companies that process information on California residents to make new disclosures to consumers about their data collection, use and sharing practices, allows consumers to opt out of certain data sharing with third parties and provides a new cause of action for data breaches. However, legislators have stated that they intend to propose amendments to the CCPA, and it remains unclear what, if any, modifications will be made to the CCPA or how it will be interpreted. Additionally, the Federal Trade Commission and many state attorneys general are interpreting federal and state consumer protection laws to impose standards for the online collection, use, dissemination and security of data. The scope and interpretation of data privacy and cybersecurity regulations continues to evolve, and we believe that the adoption of increasingly restrictive regulations in this area is likely in the near future within the U.S. at both state and federal levels. The burdens imposed by the CCPA and other similar laws that may be enacted at the federal and state level may require us to modify our data processing practices and policies and to incur substantial costs in order to comply."
        },
        {
          "year": 2017,
          "paragraphIndex": 11,
          "text": "Our growth depends on our ability to innovate and add value to our existing e-commerce platform and to provide our customers and contributors with a scalable, high-performing technology infrastructure that can efficiently and reliably handle increased customer and contributor usage globally, as well as the deployment of new features. For example, a video footage clip represents significantly more data as compared to a still image, and if the proportion of our business related to video footage licensing and our video footage library continue to grow, we will need to expand and enhance our technological capabilities to ingest, store and search video content in ways that are similar to our management of images. Without improvements to our technology and infrastructure, our operations might suffer from unanticipated system disruptions, slow application performance or unreliable service levels, any of which could negatively affect our reputation and ability to attract and retain customers and contributors. We are currently making, and plan to continue to make, significant investments to support and enhance the technology and infrastructure supporting our customer and contributor facing websites and software platforms and to evolve our information processes and computer systems to more efficiently run our business and remain competitive. Our technology investments have increased, and may continue to increase, our operating costs and we may not achieve the anticipated benefits, significant growth or increased market share from these investments for several years, if at all. If we are unable to manage our investments successfully or in a cost efficient manner, our business and results of operations may be harmed."
        },
        {
          "year": 2017,
          "paragraphIndex": 49,
          "text": "Historically, our operations have been focused on our marketplace for creative content and our digital asset management platform, Webdam. Further expansion of our operations and our marketplace into additional content categories, such as Shutterstock Editorial or into new products and services, such as Shutterstock Custom, a provider of custom visual content we acquired in July 2017, or our workflow tool Shutterstock Editor, involves numerous risks and challenges, including increased capital requirements, potential new competitors, the need to develop new contributor and strategic relationships and increased marketing spend to gain brand awareness of these new operations. Growth into additional content and service areas may require changes to our existing business model and cost structure and modifications to our infrastructure and may expose us to new regulatory and legal risks, any of which may require expertise in which we have little or no experience. There is no guarantee that we will be able to generate sufficient revenue from sales of such content and services to offset the costs of developing, acquiring, managing and monetizing such content and services and our business may be adversely affected."
        },
        {
          "year": 2017,
          "paragraphIndex": 6,
          "text": "The industry in which we operate is intensely competitive and rapidly evolving, with low barriers to entry. We compete with a wide and diverse array of companies, from significant media companies to individual content creators. Our current and potential domestic and international competitors range from large established companies to emerging start-ups across different industries, including online marketplace and traditional stock content suppliers of current and archival creative and editorial imagery, photography, stock footage, and music; specialized visual content companies in specific geographic segments; providers of commercially licensable music; websites specializing in image search, recognition, discovery and consumption; websites that host and store images, art and other related products; providers of cloud-based digital asset management tools; social networking and social media services; and commissioned photographers and photography agencies."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "resellers",
        "footage",
        "force",
        "political social",
        "sales force",
        "hires",
        "party resellers",
        "assembly",
        "consolidation",
        "industry consolidation",
        "leadership",
        "revenue growth",
        "sales leadership",
        "sales organization",
        "social conditions",
        "material weakness",
        "weakness",
        "digital content",
        "video",
        "misstatement",
        "control deficiencies",
        "interim",
        "material weaknesses",
        "packets",
        "weaknesses",
        "clip",
        "clips",
        "discount",
        "final",
        "identified"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 37,
          "text": "We continue to be substantially dependent on our sales force to effectively obtain new customers and to drive additional use cases and adoption among our existing customers. We believe that there is significant competition for sales personnel with the skills and knowledge that we require. Our ability to achieve significant revenue growth will depend, in large part, on our success in recruiting, training and retaining sufficient numbers of qualified sales personnel to support our growth. Our growth creates additional challenges and risks with respect to attracting, integrating and retaining qualified employees, particularly enterprise sales leadership and sales personnel. In addition, we expect that, if we continue to grow, a large percentage of our sales force at any time will be new to the company and our offerings. New hires require significant training and may take a significant amount of time before they achieve full productivity. Further, as we develop and evolve our sales and go-to-market strategies, additional training for new hires and our existing team may be required for our sales force to successfully execute on those strategies. Our recent hires and planned hires may not become productive as quickly as we expect, and we may be unable to hire or retain sufficient numbers of qualified individuals in the markets where we do business or plan to do business."
        },
        {
          "year": 2019,
          "paragraphIndex": 38,
          "text": "If we have not structured our sales organization or compensation for our sales organization properly, if we fail to make changes in a timely fashion, if we are unable to hire and train a sufficient number of effective sales leadership and personnel, if our sales personnel are not successful in obtaining new customers or increasing sales to our existing customer base, or if we do not effectively manage changes in our sales force and sales strategy, our business and results of operations could be adversely affected."
        },
        {
          "year": 2019,
          "paragraphIndex": 8,
          "text": "Many of our competitors have or may obtain significantly greater financial, marketing or other resources or greater brand awareness than we have. Some of these competitors may be able to respond more quickly to new or expanding technology and devote more resources to product development, marketing or content acquisition than we can. Additionally, there has been a recent trend toward industry consolidation and competitors have acquired, invested in or partnered with other competitors or leveraged their own content-related competencies to enter our market. We expect this trend toward industry consolidation to continue as companies attempt to hold or strengthen their market positions in an evolving industry. We believe that industry consolidation may result in stronger competitors that are better able to compete for customers. This could lead to more variability in operating results as we compete with larger competitors and could have a material adverse effect on our business, operating results, and financial condition."
        },
        {
          "year": 2018,
          "paragraphIndex": 133,
          "text": "The material weakness will not be considered remediated until a sustained period of time has passed to allow management to test the design and operational effectiveness of the corrective actions. Furthermore, there can be no assurance that remediation will be completed in a timely manner or that the remedial measures will prevent other control deficiencies or material weaknesses. We may identify additional material weaknesses in our internal control over financial reporting in the future. If we are unable to remediate this material weakness or we identify additional material weaknesses in our internal control over financial reporting in the future, our ability to analyze, record and report financial information free of material misstatements, to prepare our financial statements within the time periods specified by the rules and forms of the SEC and otherwise to comply with the requirements of Section 404 of the Sarbanes-Oxley Act each year will be adversely affected. The occurrence of, or failure to remediate, this material weakness and any future material weaknesses in our internal control over financial reporting may result in material misstatements as well as negatively impact the reliability of our financial statements, our reputation, our business and the trading price of our common stock."
        },
        {
          "year": 2018,
          "paragraphIndex": 131,
          "text": "During its evaluation of the effectiveness of disclosure controls and procedures as of September 30, 2018, management identified a material weakness in internal control over financial reporting related to the accuracy, cut-off and completeness of sales transactions related to certain enterprise license arrangements. Specifically, as our business strategy related to enterprise license arrangements changed during 2018, we did not design and maintain effective controls to assess the risks of misstatement, and therefore the appropriateness of revenue recognition, associated with product offerings outside of our standard product catalog. The control deficiencies resulted in immaterial errors in recorded revenue, accounts receivable, deferred revenue and related disclosures for the years ended December 31, 2018 and 2017 and the interim periods ended June 30, 2018 and September 30, 2018, and did not result in a material misstatement of our interim or annual consolidated financial statements or disclosures for any historical periods. Additionally, these control deficiencies could result in a misstatement of the aforementioned accounts balances or disclosures that would result in a material misstatement to the annual or interim"
        },
        {
          "year": 2018,
          "paragraphIndex": 12,
          "text": "Our growth largely depends on our ability to innovate and add value to our existing creative platform and to provide our customers and contributors with a scalable, high-performing technology infrastructure that can efficiently and reliably handle increased customer and contributor usage globally, as well as the deployment of new features. For example, a video clip represents significantly more data as compared to a still image, and if the proportion of our business related to video clip licensing and our video clip library continues to grow, we will need to expand and enhance our technological capabilities to ingest, store and search video clips and audio content in ways that are similar to our management of images. Without improvements to our technology and infrastructure, our operations might suffer from unanticipated system disruptions, slow website or application performance or unreliable service levels, any of which could negatively affect our reputation and ability to attract and retain customers and contributors. We are currently making, and plan to continue making, significant investments to support and enhance the technology and infrastructure supporting our customer and contributor facing web properties and software platforms and to evolve our information processes and computer systems to more efficiently run our business and remain competitive. Our technology investments have increased, and may continue to increase, our operating costs and we may not achieve the anticipated benefits, significant growth or increased market share from these investments for several years, if at all. If we are unable to manage our investments successfully or in a cost-efficient manner, our business and results of operations may be harmed."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "Coronavirus",
        "chairman board",
        "enforcement",
        "outbreak",
        "cjeu",
        "cooperation",
        "cooperation agreement",
        "cpra",
        "founder executive",
        "process transmit",
        "supervisory",
        "trade cooperation",
        "chief executive",
        "executive officer",
        "officer",
        "chairman chief",
        "founder chairman",
        "kingdom accounted",
        "ability anticipate",
        "amortization expenses",
        "appointment",
        "associated defending",
        "attempt existence",
        "attorney",
        "business structured",
        "competitors addition",
        "contents catastrophic"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 20,
          "text": "In December 2019, a novel coronavirus disease (“COVID-19”) was initially reported and on March 11, 2020, the World Health Organization characterized COVID-19 as a pandemic. COVID-19 has had a widespread and detrimental effect on the global economy as a result of the continued increase in the number of cases and affected countries and actions by public health and governmental authorities, businesses, other organizations and individuals to address the outbreak, including travel bans and restrictions, quarantines, shelter in place, stay at home or total lock-down orders and business limitations and shutdowns. Despite recent developments of vaccines, the duration and severity of COVID-19 and possible mutations and the degree of its impact on our business is uncertain and difficult to predict. The continued spread of the outbreak could result in one or more of the following conditions that could have a material adverse impact on our business operations and financial condition: decreased business spending by our customers and prospective customers, reduced demand for our products, lower renewal rates by our customers; increased customer losses/churn and turnover of talent; increased challenges in or cost of acquiring new customers and talent; reduction in the amount of content uploaded by our contributors and/or reduction in the number of contributors on our site because of reduced royalties earned by our contributors; inability of our Custom contributors and editorial photographers to complete assignments because of travel and in-person event restrictions; increased competition; increased risk in collectability of accounts receivable; reduced productivity due to remote work arrangements; lost productivity due to illness and/or illness of family members; inability to hire key roles; adverse effects on our strategic partners’ businesses; impairment charges; extreme currency exchange-rate fluctuations; inability to recover costs from insurance carriers; business continuity concerns for us and our third-party vendors; inability of counterparties to perform under their agreements with us; increased risk of vulnerability to cybersecurity attacks or breaches resulting from a greater number of our employees working remotely for extended periods of time; and challenges with Internet infrastructure due to high loads. If we are not able to respond to and manage the potential impact of such events effectively, our business could be harmed."
        },
        {
          "year": 2020,
          "paragraphIndex": 21,
          "text": "As we generally recognize revenue from our customers as content is downloaded, the impact to our reported revenue resulting from recent and near-term changes in our sales activity due to COVID-19 may not be fully apparent until future periods. Our efforts to help mitigate the negative impact of the outbreak on our business may not be effective, and we may be affected by a protracted economic downturn. Furthermore, while many governmental authorities around the world have and continue to enact legislation to address the impact of COVID-19, including measures intended to mitigate some of the more severe anticipated economic effects of the virus, we may not benefit from such legislation or such legislation may prove to be ineffective in addressing COVID-19’s impact on our and our customer’s businesses and operations. Even after the COVID-19 outbreak has subsided, we may continue to experience impacts to our business as a result of the coronavirus’ global economic impact and any recession that has occurred or may occur in the future. Further, as the COVID-19 situation is unprecedented and continuously evolving, COVID-19 may also affect our operating and financial results in a manner that is not presently known to us or in a manner that we currently do not consider to present significant risks to our operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 22,
          "text": "In addition, the overall uncertainty regarding the economic impact of the COVID-19 pandemic and the impact on our revenue growth, could impact our cash flows from operations and liquidity. To the extent the COVID-19 pandemic adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in this “Risk Factors” section. Material changes to our cash flows, liquidity and the volatility of the stock market and our stock price could impact our capital allocation strategy, including our recently introduced quarterly dividend program and our outstanding authorization under our stock repurchase program."
        },
        {
          "year": 2019,
          "paragraphIndex": 115,
          "text": "As of\nFebruary 7, 2020\n, Jonathan Oringer, our founder, chairman and chief executive officer, and our largest stockholder, owned approximately\n45.5%\nof our outstanding shares of common stock. This concentration of ownership may delay, deter or prevent a change in control, and may make some transactions more difficult or impossible to complete without the support of Mr. Oringer, regardless of the impact of such transaction on our other stockholders. Additionally, Mr. Oringer has significant influence over management and major strategic investments as a result of his position as chief executive officer, and is expected to maintain significant influence over such matters upon his appointment to executive chairman."
        },
        {
          "year": 2019,
          "paragraphIndex": 114,
          "text": "Jonathan Oringer, our founder, chairman and chief executive officer, owns and controls approximately\n45.5%\nof our outstanding shares of common stock, and his ownership percentage may increase, including as a result of any share repurchases pursuant to our share repurchase program. This concentration of ownership may have an effect on matters requiring the approval of our stockholders, including elections to our board of directors and transactions that are otherwise favorable to our stockholders."
        },
        {
          "year": 2019,
          "paragraphIndex": 52,
          "text": "In\n2019\n, sales to customers in the United Kingdom accounted for approximately\n8%\nof our total revenue and sales to customers in Europe, including the United Kingdom, accounted for approximately\n33%\nof our total revenue. The impact of Brexit on our business will depend, in part, on the outcome of tariff, trade, regulatory and other negotiations. It is possible that economic activity in the U.K. and the E.U. will be adversely impacted and that there will be increased regulatory and legal complexities, including those relating to tax, trade, security and employees. Such changes could be costly and potentially disruptive to our operations and business relationships in these markets. In addition, Brexit could lead to economic uncertainty and instability, including significant volatility in global stock markets and currency exchange rates, that may adversely impact our business or that of our customers. Currency volatility could weaken the British pound, decreasing income from our U.K. operations translated to dollars as well as decreasing the profitability of our U.K. operations. Any of these effects of Brexit, among others, could adversely affect our business, financial condition, operating results and cash flows."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "pillar",
        "malware",
        "digital services",
        "including viruses",
        "malware including",
        "tax laws",
        "added",
        "convention",
        "enterprises",
        "multinational",
        "multinational enterprises",
        "added taxes",
        "allocation rule",
        "anticipated withholding",
        "applied manner",
        "grandfathering",
        "grandfathering rules",
        "anticipated income",
        "base erosion",
        "beps",
        "collecting",
        "collecting sales",
        "consensus",
        "digital economy",
        "erosion",
        "expressed",
        "income non",
        "legislation effect",
        "liabilities harm",
        "number states"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 130,
          "text": "Fiscal authorities in many foreign jurisdictions have increased their scrutiny of the potential taxation of e-commerce businesses. On October 8, 2021, the OECD announced that over 130 countries had reached a two-pillar agreement to address tax challenges presented by the digitalization of the global economy. Pillar One would require the largest and most profitable multinational enterprises to allocate a portion of their profits to markets where they derive revenue, regardless of whether they maintain a physical presence in those markets. Initially, the profit allocation rule would apply only to multinational enterprises with more than €20 billion in global annual revenues and a profit margin above 10%. The revenue threshold would be reduced to €10 billion beginning seven years after the effective date of Pillar One. Pillar Two would subject multinational enterprises with annual revenue of more than €750 million to a global minimum tax at a rate of 15%. Based on current US tax law, there exists disparity between the US minimum tax under GILTI and the proposed Pillar Two framework. On December 20th the OECD published detailed model legislation for the Pillar Two project, to assist in the implementation of a landmark reform to the international tax system. The participating countries are expected to implement the agreement by entering into a multilateral convention and enacting domestic legislation by 2023. Such legislation could increase our global effective tax rate and have a material effect on our financial position and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 131,
          "text": "To prevent double taxation as a result of the profit allocation rule, the multilateral convention would require the removal of all existing digital services taxes and prohibit the introduction of new digital services taxes. Until the convention is adopted, however, countries that had previously enacted a digital services tax, may continue to impose their tax. The imposition of digital services taxes may have a material effect on our financial condition and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 132,
          "text": "We are subject to non-income taxes, including withholding, sales, use and value added taxes, in various jurisdictions in which we conduct business. Fiscal authorities in one or more of those jurisdictions may contend that our tax liabilities or our obligations to remit transactional taxes are greater than in prior taxable periods and more than anticipated relative to future taxable periods. Significant judgment is required in determining our exposure for non-income taxes. These determinations are highly complex and require detailed analysis of the available information and applicable statutes and regulatory materials. In the ordinary course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. Certain jurisdictions in which we do not collect withholding, sales, use, value added or other taxes on our sales or assess use tax on our purchases may assert that such taxes are applicable, which could result in tax assessments, penalties and interest, and we may be required to collect or remit such taxes in the future."
        },
        {
          "year": 2020,
          "paragraphIndex": 131,
          "text": "There is also heightened scrutiny by fiscal authorities in virtually every sovereign foreign jurisdiction on the potential taxation of e-commerce businesses. The OECD has issued guidelines, referred to as the Base Erosion and Profit Shifting project, or BEPS, to its member-nations aimed at encouraging broad-based legislative initiatives intended to prevent perceived base erosion transactions and income shifting in a tax-advantaged manner. Further, for the past several years, the OECD has had a specific focus on the taxation implications of e-commerce business, generally referred by the OECD as the “digital economy.” In the fourth quarter of 2019, the OECD released details on its proposed approach which would, among other changes, create a new right to tax certain “digital economy” income not necessarily based on traditional nexus concepts nor on the “arm’s length principle.” Further, in the fall of 2020, the OECD released details on their BEPS Pillars I & II proposals for comment with implementation delayed until mid-year 2021 at the earliest. At this point, there is a lack of consensus agreement among the key members, specifically by the U.S., with the latest OECD proposal. The U.S. has expressed that it would generally support a solution along the lines proposed by the OECD only if the solution was in the form of a “safe-harbor” rather than a mandatory requirement. A failure to reach full consensus on an executable plan within the tight timeframe under which the OECD is operating could result in individual jurisdictions legislating digital tax provisions in an uncoordinated and unilateral manner, and further result in greater or even double taxation that companies may not have sufficient means to remedy. For example, a number of jurisdictions, including the UK, France and Italy, have already adopted or have formally proposed legislation to effect the taxation of certain e-commerce business based on differing criteria and metrics. Efforts to alleviate this increased tax burden will increase the cost of structuring and compliance as well as the cost of doing business internationally. Any changes to the taxation of our international activities may increase our worldwide effective tax rate and adversely impact our financial position and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 158,
          "text": "Also, the TCJA amended Section 162(m) of the U.S. federal income tax code (“Section 162(m)”), which provides that public companies are not entitled to a tax deduction for individual compensation over $1 million that is paid to certain executive officers. Prior to the amendment under the TCJA, Section 162(m) provided an exception to the deductibility limitations for “performance-based compensation” that met certain requirements. As amended, beginning in 2018, except for certain grandfathered arrangements in place prior to November 2, 2017 under the amendment’s transition rules, Section 162(m) no longer includes an exception to the limitations for “performance-based compensation” and expands the group of executive officers covered by the limitation. Regulations were recently proposed to provide additional guidance regarding how the grandfathering rules are to be implemented. There can be no assurance that the evolving interpretation of the grandfathering rules will not impact whether certain cash and equity-based compensation awards granted to our executive officers prior to November 2, 2017 are exempt from the Section 162(m) deduction limitations. In addition, current and future compensation we provide to our executive officers that is not otherwise covered by the grandfathering rules, will be subject to the deduction limitation rules of Section 162(m) in 2018 and going forward and will result in an adverse income tax consequence to the Company."
        },
        {
          "year": 2020,
          "paragraphIndex": 133,
          "text": "Lastly, in June 2018, the Supreme Court of the United States (the “Supreme Court”) issued its decision in the matter of\nSouth Dakota v. Wayfair, Inc\n. This decision effectively reversed the 25-year-old “physical presence doctrine” previously established by the Supreme Court in\nQuill Corp. v. North Dakota\n, which required a minimum level of physical presence within a state before the state could impose an obligation to register and remit sales tax on revenue derived within that state. Since the decision, a number of states have enacted sales tax enabling legislation which has had the effect of significantly expanding the liability of e-commerce companies to register, collect and remit state sales taxes from customers. We are in the process of registering for, and collecting sales tax in a number of states. We are in the process of determining how and when our collection practices will need to change in the relevant states and have already registered for and are collecting sales tax in several states. We are also evaluating the impact, if any, of the imposition of sales tax on customer demand for our products, or our realized revenue. However, this decision has, and will continue to, significantly increase the effort, resources and costs associated with the collection and compliance burden."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Artificial intelligence",
        "credit facility",
        "facility",
        "reputational",
        "reputational harm",
        "added non",
        "ai offerings",
        "ethical",
        "ethical issues",
        "evolving technologies",
        "issues relating",
        "ratio",
        "relating use",
        "result reputational",
        "social ethical",
        "consolidation",
        "industry consolidation",
        "accounted",
        "accounted approximately",
        "brexit january",
        "caused exit",
        "contents need",
        "decreasing",
        "executive officers",
        "exit european",
        "expose greater",
        "including vat",
        "ireland",
        "january negatively",
        "limitations performance"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 47,
          "text": "Social and ethical issues relating to the use of new and evolving technologies such as AI in our offerings may result in reputational harm and liability, and may cause us to incur additional research and development costs to resolve such issues. We are increasingly building AI into many of our offerings. As with many innovations, AI presents risks and challenges that could affect its adoption, and therefore our business. If we enable or offer solutions that draw controversy due to their perceived or actual impact on society, we may experience brand or reputational harm, competitive harm or legal liability. Potential government regulation related to AI ethics may also increase the burden and cost of research and development in this area, subjecting us to brand or reputational harm, competitive harm or legal liability. Failure to address AI ethics issues by us or others in our industry could undermine public confidence in AI, which could slow adoption of AI in our products and services."
        },
        {
          "year": 2022,
          "paragraphIndex": 71,
          "text": "As of December 31, 2022, we had $50.0 million in aggregate principal amount of total debt. Additionally, our revolving credit facility has remaining borrowing capacity of $48.0 million, net of standby letters of credit, as of December 31, 2022. Our overall leverage and the terms of our financing arrangements could:"
        },
        {
          "year": 2022,
          "paragraphIndex": 74,
          "text": "Our ability to meet expenses and debt service obligations will depend on our future performance, which could be affected by financial, business, economic and other factors. In addition, a breach of any of the covenants in our outstanding debt agreements or our inability to comply with the required financial ratios could result in a default under our debt instruments, including the Credit Facility. If an event of default occurs, our creditors could elect to declare all borrowings outstanding, together with accrued and unpaid interest, to be immediately due and payable and/or require us to apply all of our available cash to repay borrowings. If we are not able to pay our debt service obligations we may be required to refinance all or part of our debt, sell assets, borrow more money or raise additional equity capital."
        },
        {
          "year": 2021,
          "paragraphIndex": 31,
          "text": "Many of our competitors have or may obtain significantly greater financial, marketing or other resources or greater brand awareness than we have. Some of these competitors may be able to respond more quickly to new or expanding technology and devote more resources to product development, marketing or content acquisition than we can. Additionally, there has been a recent trend toward industry consolidation and competitors have acquired, invested in or partnered with other competitors or leveraged their own content-related competencies to enter our market. We expect this trend toward industry consolidation to continue as companies attempt to hold or strengthen their market positions in an evolving industry. We believe that industry consolidation may result in stronger competitors that are better able to compete for customers. This could lead to more variability in operating results as we compete with larger competitors and could have a material adverse effect on our business, operating results, and financial condition."
        },
        {
          "year": 2021,
          "paragraphIndex": 118,
          "text": "In 2021, sales to customers in the U.K. accounted for approximately 8% of our total revenue and sales to customers in Europe, including the U.K., accounted for approximately 33% of our total revenue. The impact of Brexit on our business will depend, in part, on the outcome of tariff, trade, regulatory and other negotiations. It is possible that economic activity in the U.K. and the E.U. will be adversely impacted and that there will be increased regulatory and legal complexities, including those relating to tax, trade, security and employees. Such changes could be costly and potentially disruptive to our operations and business relationships in these markets. In addition, Brexit could lead to economic uncertainty and instability, including significant volatility in global stock markets and currency exchange rates, that may adversely impact our business or that of our customers. Currency volatility could weaken the British pound, decreasing income from our U.K. operations translated to dollars as well as decreasing the profitability of our U.K. operations. Any of these effects of Brexit, among others, could adversely affect our business, financial condition, operating results and cash flows."
        },
        {
          "year": 2021,
          "paragraphIndex": 161,
          "text": "Also, the TCJA amended Section 162(m) of the U.S. federal income tax code (“Section 162(m)”), which provides that public companies are not entitled to a tax deduction for individual compensation over $1 million that is paid to certain executive officers. Prior to the amendment under the TCJA, Section 162(m) provided an exception to the deductibility limitations for “performance-based compensation” that met certain requirements. As amended, beginning in 2018, except for certain grandfathered arrangements in place prior to November 2, 2017 under the amendment’s transition rules, Section 162(m) no longer includes an exception to the limitations for “performance-based compensation” and expands the group of executive officers covered by the limitation. Further, the American Rescue Plan Act was signed into law on March 11, 2021, and added a new subsection to Section 162(m) of the Internal Revenue Code to expand the application to an additional five most highly compensated individuals. The expansion of Section 162(m) coverage is effective for tax years beginning after December 31, 2026."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "privacy framework",
        "taxed",
        "agreed",
        "erosion",
        "final",
        "final reports",
        "member",
        "minimum tax",
        "periods beginning",
        "profit rule",
        "shifting",
        "taxed profit",
        "approved",
        "august india",
        "avoidance",
        "COVID-19",
        "covid pandemic",
        "Coronavirus",
        "outbreak",
        "agreement",
        "remains",
        "approximately total",
        "considered",
        "coronavirus covid",
        "effect covid",
        "enterprise sales",
        "extent pandemic",
        "flows results",
        "global economy",
        "governmental authorities"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 135,
          "text": "Pillar Two would subject multinational enterprises with annual revenue of more than €750 million to a global minimum income tax at a rate of 15%. Based on current U.S. income tax law, disparities exist between the U.S. minimum income tax under the global intangible low-taxed income (“GILTI”) rules and the proposed Pillar Two framework. To assist in the implementation of Pillar Two, the OECD published the Global Anti-Base Erosion Model Rules, a detailed model legislation in December 2021, and related commentary in March 2022. The OECD has released additional administrative guidance on the global minimum income tax in February, July and December of 2023. Under the European Union’s minimum tax directive, unanimously agreed by the member states in 2022, each member state is required to adopt domestic legislation implementing the minimum tax rules effective for periods beginning on or after December 31, 2023, with the “under-taxed profit rule” to take effect for periods beginning on or after December 31, 2024. Legislatures in multiple countries outside of the European Union have also drafted and/or enacted legislation to implement the OECD’s minimum income tax proposal. Given the OECD’s continued release of guidance regarding Pillar Two, that only certain jurisdictions have currently enacted laws to give effect to Pillar Two, and that jurisdictions may interpret such laws in different manners, the overall implementation of Pillar Two (and in particular, the adoption of the “under-taxed profit rule” by certain countries in which we and our affiliates do business) remain uncertain and subject to change, possibly on a retroactive basis, and could increase our global effective tax rate and have a material effect on our financial position and results of operations."
        },
        {
          "year": 2023,
          "paragraphIndex": 132,
          "text": "Fiscal authorities in many foreign jurisdictions have increased their scrutiny of the potential taxation of e-commerce businesses. The OECD, with the support of the G20, initiated the BEPS project in July 2013 in response to concerns that changes are needed to international tax laws to address situations where multinationals may pay little or no tax in certain jurisdictions by shifting profits away from jurisdictions where the activities creating those profits may take place. In November 2015, “final reports” were approved for adoption by the G20 finance ministers. The final reports provide the basis for international standards for corporate taxation that are designed to prevent, among other things, the artificial shifting of income to tax havens and low-tax jurisdictions, hybrid mismatch arrangements, the erosion of the tax base through interest deductions on intercompany debt and the artificial avoidance of permanent establishments (i.e., tax nexus with a jurisdiction). Legislation to adopt and implement these standards has been enacted or is currently under consideration in a number of jurisdictions."
        },
        {
          "year": 2023,
          "paragraphIndex": 96,
          "text": "To fill the gap left by the invalidation of the Privacy Shield, the U.S. and EU agreed on a legal framework in October 2022 for transferring personal information from the EU to the U.S. (“EU-U.S. Data Privacy Framework”). In July 2023, the European Commission issued an adequacy decision on the EU-U.S. Data Privacy Framework which replaced the Privacy Shield. An entity seeking to transfer personal information under the EU-U.S. Data Privacy Framework must first self-certify to the U.S. Department of Commerce that it complies with the EU-U.S. Data Privacy Framework Principles. The protections afford transfers of personal information under the EU-U.S. Data Privacy Framework was also extended to transfers between the U.S. and U.K. in October 2023."
        },
        {
          "year": 2022,
          "paragraphIndex": 76,
          "text": "In December 2019, a novel coronavirus disease (“COVID-19”) was initially reported and on March 11, 2020, the World Health Organization characterized COVID-19 as a pandemic. COVID-19 has had a widespread and detrimental effect on the global economy as a result of the continued fluctuation in the number of cases and affected countries and actions by public health and governmental authorities, businesses, other organizations and individuals to address the outbreak, including travel bans and restrictions, quarantines, shelter in place, stay at home or total lock-down orders and business limitations and shutdowns. Despite the developments of vaccines, the duration and severity of COVID-19 and possible mutations and the degree of its impact on our business is uncertain and difficult to predict. The continued spread of the outbreak could result in one or more of the following conditions that could have a material adverse impact on our business operations and financial condition: decreased business spending by our customers and prospective customers; reduced demand for our products, lower renewal rates by our customers; increased customer losses/churn and turnover of talent; increased challenges in or cost of acquiring new customers and talent; reduction in the amount of content uploaded by our contributors and/or reduction in the number of contributors on our site because of reduced royalties earned by our contributors; inability of our Custom contributors and editorial photographers to complete assignments because of travel and in-person event restrictions; increased competition; increased risk in collectability of accounts receivable; reduced productivity due to remote work arrangements; lost productivity due to illness and/or illness of family members; inability to hire key roles; adverse effects on our strategic partners’ businesses; impairment charges; extreme currency exchange-rate fluctuations; inability to recover costs from insurance carriers; business continuity concerns for us and our third-party vendors; inability of counterparties to perform under their agreements with us; increased risk of vulnerability to cybersecurity attacks or breaches resulting from a greater number of our employees working remotely for extended periods of time; and challenges with Internet infrastructure due to high loads. If we are not able to respond to and manage the potential impact of such events effectively, our business could be harmed."
        },
        {
          "year": 2022,
          "paragraphIndex": 77,
          "text": "As we generally recognize revenue from our customers as content is downloaded, the impact to our reported revenue resulting from recent and near-term changes in our sales activity due to COVID-19 may not be fully apparent until future periods. Our efforts to help mitigate the negative impact of the outbreak on our business may not be effective, and we may be affected by a protracted economic downturn. Furthermore, while many governmental authorities around the world have and continue to enact legislation to address the impact of COVID-19, including measures intended to mitigate some of the more severe anticipated economic effects of the virus, we may not benefit from such legislation or such legislation may prove to be ineffective in addressing COVID-19’s impact on our and our customer’s businesses and operations. Even after the COVID-19 outbreak has subsided, we may continue to experience impacts to our business as a result of the coronavirus’ global economic impact and any recession that has occurred or may occur in the future. Further, as the COVID-19 situation is unprecedented and continuously evolving, COVID-19 may also affect our operating and financial results in a manner that is not presently known to us or in a manner that we currently do not consider to present significant risks to our operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 78,
          "text": "In addition, the overall uncertainty regarding the economic impact of the COVID-19 pandemic and the impact on our revenue growth, could impact our cash flows from operations and liquidity. To the extent the COVID-19 pandemic adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in this “Risk Factors” section. Material changes to our cash flows, liquidity and the volatility of the stock market and our stock price"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "merger",
        "getty",
        "getty images",
        "completion",
        "agreement",
        "completion merger",
        "images common",
        "merger agreement",
        "closing",
        "combined",
        "Climate change",
        "complete merger",
        "completed",
        "merger completed",
        "merger pending",
        "identifiable",
        "identifiable information",
        "personally",
        "personally identifiable",
        "result reputational",
        "social ethical",
        "ai ethics",
        "breaches improper",
        "directors transactions",
        "effectively expand",
        "ethics",
        "expand train",
        "favorable stockholders",
        "train manage",
        "transactions favorable"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 173,
          "text": "If the Merger is completed, there will be a time lapse between the date of signing of the Merger Agreement and the date on which our stockholders who are entitled to receive the Merger consideration actually receive the Merger consideration. The respective market values of Getty Images common stock and our common stock have fluctuated and may continue to fluctuate during this period as a result of a variety of factors, including general market and economic conditions, changes in each company’s business, operations and prospects, commodity prices, regulatory considerations, and the market’s assessment of Getty Images’s business and the Merger. Such factors are difficult to predict and in many cases may be beyond the control of Getty Images and us. The actual value of the Merger consideration received by our stockholders at the completion of the Merger will depend on the market value of Getty Images common stock at that time. This market value may differ, possibly materially, from the market value of Getty Images common stock at the time the Merger Agreement was entered into or at any other time."
        },
        {
          "year": 2024,
          "paragraphIndex": 175,
          "text": "Currently, our stockholders have the right to vote in the election of our board and the power to approve or reject any matters requiring stockholder approval under Delaware law and our certificate of incorporation and bylaws. Upon completion of the merger, each of our stockholders who receives shares of Getty Images common stock will become a stockholder of Getty Images with a percentage ownership of Getty Images that is smaller than the their current percentage ownership of us. It is expected that Getty Images stockholders will hold approximately 54.7%, and our stockholders will hold approximately 45.3%, of the fully diluted shares of the combined company immediately after the merger, without giving effect to any shares of Getty Images common stock held by our stockholders prior to the completion of the merger."
        },
        {
          "year": 2024,
          "paragraphIndex": 170,
          "text": "Because the exchange ratio in the Merger Agreement is fixed and because the market price of Shutterstock and Getty Images’ common stock will fluctuate prior to the completion of the Merger, our stockholders cannot be sure of the market value of the Getty Images common stock they will receive as consideration in the Merger."
        },
        {
          "year": 2023,
          "paragraphIndex": 93,
          "text": "We collect, store, process, transmit and use personally identifiable information and other data, which subjects us to governmental regulation and other legal obligations related to privacy, information security and data protection in many jurisdictions. Any cybersecurity breaches or our actual or perceived failure to comply with such legal obligations by us, or by our third-party service providers or partners, could harm our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "•\nWe collect, store, process, transmit and use personally identifiable information and other data, which subjects us to governmental regulation and other legal obligations related to privacy, information security and data protection in many jurisdictions. Any cybersecurity breaches or our actual or perceived failure to comply with such legal obligations by us, or by our third-party service providers or partners, could harm our business and subject us to regulatory scrutiny."
        },
        {
          "year": 2023,
          "paragraphIndex": 45,
          "text": "Social and ethical issues relating to the use of new and evolving technologies such as AI in our offerings may result in reputational harm and liability, and may cause us to incur additional research and development costs to resolve such issues. We are increasingly building AI into many of our offerings. As with many innovations, AI presents risks and challenges that could affect its adoption, and therefore our business. If we enable or offer solutions that draw controversy due to their perceived or actual impact on society, we may experience brand or reputational harm, competitive harm or legal liability. Potential government regulation related to AI ethics may also increase the burden and cost of research and development in this area, subjecting us to brand or reputational harm, competitive harm or legal liability. Failure to address AI ethics issues by us or others in our industry could undermine public confidence in AI, which could slow adoption of AI in our products and services."
        }
      ]
    }
  ]
}