{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "environments",
        "export controls",
        "attack customers",
        "export",
        "malware",
        "nobelium",
        "settings",
        "solorigate",
        "solorigate nobelium",
        "advances",
        "advances standards",
        "announced",
        "attackers",
        "committed",
        "compromised",
        "live",
        "closures",
        "fiscal",
        "home",
        "advised",
        "border",
        "cancelled",
        "closure",
        "conferences",
        "fourth",
        "gatherings",
        "having",
        "logistical",
        "magnifying",
        "modifications"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 21,
          "text": "The cyberattacks uncovered in late 2020 known as “Solorigate” or “Nobelium” are an example of a supply chain attack where malware was introduced to a software provider’s customers, including us, through software updates. The attackers were later able to create false credentials that appeared legitimate to certain customers’ systems. We may be targets of further attacks similar to Solorigate/Nobelium as both a supplier and consumer of IT."
        },
        {
          "year": 2021,
          "paragraphIndex": 25,
          "text": "The Solorigate/Nobelium or similar cyberattacks may adversely impact our customers even if our production services are not directly compromised. We are committed to notifying our customers whose systems have been impacted as we become aware and have available information and actions for customers to help protect themselves. We are also committed to providing guidance and support on detection, tracking, and remediation. We may not be able to detect the existence or extent of these attacks for all of our customers or have information on how to detect or track an attack, especially where an attack involves on-premises software such as Exchange Server where we may have no or limited visibility into our customers’ computing environments."
        },
        {
          "year": 2021,
          "paragraphIndex": 23,
          "text": "The security of our products and services is important in our customers’ decisions to purchase or use our products or services across cloud and on-premises environments. Security threats are a significant challenge to companies like us whose business is providing technology products and services to others. Threats to our own IT infrastructure can also affect our customers. Customers using our cloud-based services rely on the security of our infrastructure, including hardware and other elements provided by third parties, to ensure the reliability of our services and the protection of their data. Adversaries tend to focus their efforts on the most popular operating systems, programs, and services, including many of ours, and we expect that to continue. In addition, adversaries can attack our customers’ on-premises or cloud environments, sometimes exploiting previously unknown (“zero day”) vulnerabilities, such as occurred in early calendar year 2021 with several of our Exchange Server on-premises products. Vulnerabilities in these or any product can persist even after we have issued security patches if customers have not installed the most recent updates, or if the attackers exploited the vulnerabilities before patching to install additional malware to further compromise customers’ systems. Adversaries will continue to attack customers using our cloud services as customers embrace digital transformation. Adversaries that acquire user account information can use that information to compromise our users’ accounts, including where accounts share the same attributes as passwords. Inadequate account security practices may also result in unauthorized access, and user activity may result in ransomware or other malicious software impacting a customer’s use of our products or services. We are increasingly incorporating open source software into our products. There may be vulnerabilities in open source software that may make our products susceptible to cyberattacks."
        },
        {
          "year": 2020,
          "paragraphIndex": 67,
          "text": "The occurrence of regional epidemics or a global pandemic may adversely affect our operations, financial condition, and results of operations. The COVID-19 pandemic is having widespread, rapidly evolving, and unpredictable impacts on global society, economies, financial markets, and business practices. Federal and state governments have implemented measures in an effort to contain the virus, including social distancing, travel restrictions, border closures, limitations on public gatherings, work from home, supply chain logistical changes, and closure of non-essential businesses. To protect the health and well-being of our employees, suppliers, and customers, we have made substantial modifications to employee travel policies, implemented office closures as employees are advised to work from home, and cancelled or shifted our conferences and other marketing events to virtual-only through fiscal year 2021. The COVID-19 pandemic has impacted and may continue to impact our business operations, including our employees, customers, partners, and communities, and there is substantial uncertainty in the nature and degree of its continued effects over time."
        },
        {
          "year": 2020,
          "paragraphIndex": 68,
          "text": "In the third and fourth quarters of fiscal year 2020, we have experienced adverse impacts to our supply chain, a slowdown in transactional licensing, and lower demand for our advertising services. The extent to which the COVID-19 pandemic impacts our business going forward will depend on numerous evolving factors we cannot reliably predict, including the duration and scope of the pandemic; governmental, business, and individuals' actions in response to the pandemic; and the impact on economic activity including the possibility of recession or financial market instability. These factors may adversely impact consumer, business, and government spending on technology as well as customers' ability to pay for our products and services on an ongoing basis. This uncertainty also affects management’s accounting estimates and assumptions, which could result in greater variability in a variety of areas that depend on these estimates and assumptions, including investments, receivables, and forward-looking guidance."
        },
        {
          "year": 2020,
          "paragraphIndex": 31,
          "text": "We may have excessive outages, data losses, and disruptions of our online services if we fail to maintain an adequate operations infrastructure.\nOur increasing user traffic, growth in services, and the complexity of our products and services demand more computing power. We spend substantial amounts to build, purchase, or lease datacenters and equipment and to upgrade our technology and network infrastructure to handle more traffic on our websites and in our datacenters. These demands continue to increase as we introduce new products and services and support the growth of existing services such as Bing, Azure, Microsoft Account services, Office 365, Microsoft Teams, Dynamics 365, OneDrive, SharePoint Online, Skype, Xbox Live, and Outlook.com. We are rapidly growing our business of providing a platform and back-end hosting for services provided by third parties to their end users. Maintaining, securing, and expanding this infrastructure is expensive and complex, and requires development of principles for datacenter builds in geographies with higher safety risks. It requires that we maintain an Internet connectivity infrastructure and storage and compute capacity that is robust and reliable within competitive and regulatory constraints that continue to evolve. Inefficiencies or operational failures, including temporary or permanent loss of customer data, insufficient Internet connectivity, or inadequate storage and compute capacity, could diminish the quality of our products, services, and user experience resulting in contractual liability, claims by customers and other third parties, regulatory actions, damage to our reputation, and loss of current and potential users, subscribers, and advertisers, each of which may adversely impact our consolidated financial statements."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "ukraine",
        "atlantic",
        "diplomatic",
        "recently",
        "trans",
        "activision",
        "assessed",
        "blizzard",
        "blockage",
        "blockages",
        "blocking",
        "breadth",
        "case",
        "clean",
        "complaints",
        "assumptions",
        "contain virus",
        "doj",
        "estimates assumptions",
        "factors adversely",
        "npa",
        "sole",
        "subsidiary",
        "april",
        "causing",
        "cease",
        "colorado",
        "communities",
        "contains",
        "degree"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 47,
          "text": "Increasing trade laws, policies, sanctions, and other regulatory requirements also affect our operations in and outside the U.S. relating to trade and investment. Economic sanctions in the U.S., the EU, and other countries prohibit most business with restricted entities or countries such as Crimea, Cuba, Iran, North Korea, and Syria. U.S. export controls restrict Microsoft from offering many of its products and services to, or making investments in, certain entities in specified countries. U.S. import controls restrict us from integrating certain information and communication technologies into our supply chain and allow for government review of transactions involving information and communications technology from countries determined to be foreign adversaries. Periods of intense diplomatic or armed conflict, such as the ongoing conflict in Ukraine, may result in (1) new and rapidly evolving sanctions and trade restrictions, which may impair trade with sanctioned individuals and countries, and (2) negative impacts to regional trade ecosystems among our customers, partners, and us. Non-compliance with sanctions as well as general ecosystem disruptions could result in reputational harm, operational delays, monetary fines, loss of revenues, increased costs, loss of export privileges, or criminal sanctions."
        },
        {
          "year": 2022,
          "paragraphIndex": 19,
          "text": "Threats to IT security can take a variety of forms. Individual and groups of hackers and sophisticated organizations, including state-sponsored organizations or nation-states, continuously undertake attacks that pose threats to our customers and our IT. These actors may use a wide variety of methods, which may include developing and deploying malicious software or exploiting vulnerabilities in hardware, software, or other infrastructure in order to attack our products and services or gain access to our networks and datacenters, using social engineering techniques to induce our employees, users, partners, or customers to disclose passwords or other sensitive information or take other actions to gain access to our data or our users’ or customers’ data, or acting in a coordinated manner to launch distributed denial of service or other coordinated attacks. Nation-state and state-sponsored actors can deploy significant resources to plan and carry out exploits. Nation-state attacks against us or our customers may intensify during periods of intense diplomatic or armed conflict, such as the ongoing conflict in Ukraine. Inadequate account security practices may also result in unauthorized access to confidential data. For example, system administrators may fail to timely remove employee account access when no longer appropriate. Employees or third parties may intentionally compromise our or our users’ security or systems or reveal confidential information. Malicious actors may employ the IT supply chain to introduce malware through software updates or compromised supplier accounts or hardware."
        },
        {
          "year": 2022,
          "paragraphIndex": 53,
          "text": "and loss of customers. The highest fines assessed under GDPR have recently been increasing, especially against large technology companies. Jurisdictions around the world, such as China, India, and states in the U.S. have adopted, or are considering adopting or expanding, laws and regulations imposing obligations regarding the handling or transfer of personal data."
        },
        {
          "year": 2021,
          "paragraphIndex": 46,
          "text": "Our global operations subject us to potential consequences under anti-corruption, trade, and other laws and regulations.\nThe Foreign Corrupt Practices Act (“FCPA”) and other anti-corruption laws and regulations (“Anti-Corruption Laws”) prohibit corrupt payments by our employees, vendors, or agents, and the accounting provisions of the FCPA require us to maintain accurate books and records and adequate internal controls. From time to time, we receive inquiries from authorities in the U.S. and elsewhere which may be based on reports from employees and others about our business activities outside the U.S. and our compliance with Anti-Corruption Laws. Periodically, we receive such reports directly and investigate them. On July 22, 2019, our Hungarian subsidiary entered into a non-prosecution agreement (“NPA”) with the U.S. Department of Justice (“DOJ”) and we agreed to the terms of a cease and desist order with the Securities and Exchange Commission. These agreements required us to pay $25.3 million in monetary penalties, disgorgement, and interest pertaining to activities at Microsoft’s subsidiary in Hungary. The NPA, which has a three-year term, also contains certain ongoing compliance requirements, including the obligations to disclose to the DOJ issues that may implicate the FCPA and to cooperate in any inquiries. Most countries in which we operate also have competition laws that prohibit competitors from colluding or otherwise attempting to reduce competition between themselves. While we devote substantial resources to our U.S. and international compliance programs and have implemented policies, training, and internal controls designed to reduce the risk of corrupt payments and collusive activity, our employees, vendors, or agents may violate our policies. Our failure to comply with Anti-Corruption Laws or competition laws could result in significant fines and penalties, criminal sanctions against us, our officers, or our employees, prohibitions on the conduct of our business, and damage to our reputation."
        },
        {
          "year": 2021,
          "paragraphIndex": 72,
          "text": "The occurrence of regional epidemics or a global pandemic may adversely affect our operations, financial condition, and results of operations. The COVID-19 pandemic continues to have widespread, rapidly evolving, and unpredictable impacts on global society, economies, financial markets, and business practices. Federal and state governments have implemented measures to contain the virus, including social distancing, travel restrictions, and vaccination programs. Even as efforts to contain the pandemic have made progress and some restrictions have relaxed, new variants of the virus are causing additional outbreaks. The COVID-19 pandemic has impacted and may continue to impact our business operations, including our employees, customers, partners, and communities, and there is substantial uncertainty in the nature and degree of its continued effects over time."
        },
        {
          "year": 2021,
          "paragraphIndex": 39,
          "text": "We acquire some device and datacenter components from sole suppliers. Our competitors use some of the same suppliers and their demand for hardware components can affect the capacity available to us. If a component from a sole-source supplier is delayed or becomes unavailable, whether because of supplier capacity constraint, industry shortages, legal or regulatory changes that restrict supply sources, or other reasons, we may not obtain timely replacement supplies, resulting in reduced sales or inadequate datacenter capacity. Component shortages, excess or obsolete inventory, or price reductions resulting in inventory adjustments may increase our cost of revenue. Xbox consoles, Surface devices, datacenter servers, and other hardware are assembled in Asia and other geographies that may be subject to disruptions in the supply chain, resulting in shortages that would affect our revenue and operating margins. These same risks would apply to any other hardware and software products we may offer."
        }
      ]
    }
  ]
}