{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "connections",
        "energy connections",
        "exhibit annual",
        "condensed",
        "condensed consolidating",
        "subsidiary guarantor",
        "baker",
        "baker hughes",
        "guarantor subsidiaries",
        "hughes",
        "connections lighting",
        "receivables facility",
        "asr",
        "party investors",
        "adjustments consolidated",
        "energy management",
        "appliances lighting",
        "electric quarterly",
        "loss disposal",
        "management aviation",
        "nonbank",
        "trade receivables",
        "transportation appliances",
        "foreign entity",
        "fsoc",
        "gics",
        "nbcuniversal",
        "nonbank sifi",
        "sifi",
        "trs"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 157,
          "text": "On October 31, 2016, we announced an agreement with Baker Hughes Incorporated (Baker Hughes) to combine GE's Oil & Gas business and Baker Hughes to create a new company. The transaction will be executed using a partnership structure, pursuant to which GE Oil & Gas and Baker Hughes will each contribute their operating assets to a newly formed partnership. GE will have a 62.5% interest in this partnership and existing Baker Hughes shareholders will have a 37.5% interest through a newly NYSE listed corporation. Baker Hughes shareholders will also receive a special one-time cash dividend of $17.50 per share at closing. GE will contribute\n$7.4 billon to the new partnership to fund the cash dividend to existing Baker Hughes shareholders. The transaction is subject to the approval of Baker Hughes shareholders, regulatory approvals and other customary closing conditions\n."
        },
        {
          "year": 2016,
          "paragraphIndex": 340,
          "text": "Energy Connections is GE's electrification business. Global teams design leading technology solutions for the delivery, management, conversion and optimization of electrical power for customers across multiple energy-intensive industries. GE has invested in our Energy Connections capabilities, with strategic acquisitions and joint ventures that enable GE to increase its offerings to the utility, industrial, renewable energy, oil and gas, marine, metals and mining industries. Plant automation hardware, software and embedded computing systems including controllers, embedded systems, advanced software, motion control, operator interfaces and industrial computers are also provided by Energy Connections."
        },
        {
          "year": 2016,
          "paragraphIndex": 360,
          "text": "In connection with the registration of the senior notes, the Company is required to provide certain financial information regarding the Issuer and the Guarantors of the registered securities. Included are the Condensed Consolidating Statements of Earnings and Comprehensive Income for the years ended December 31, 2016, 2015 and 2014, Condensed Consolidating Statements of Financial Position as of December 31, 2016 and December 31, 2015 and Condensed Consolidating Statements of Cash Flows for the years ended December 31, 2016, 2015 and 2014 for:"
        },
        {
          "year": 2015,
          "paragraphIndex": 27,
          "text": "GE Capital is a nonbank SIFI and as a result is subject to Federal Reserve Board (FRB) supervision. On July 20, 2015 the FRB published a final order that applies enhanced prudential standards to GE Capital as a nonbank SIFI. The final order staggers the application of the enhanced prudential standards with the first set of standards becoming applicable on January 1, 2016 and the second set becoming applicable on January 1, 2018. Under the standards applicable on January 1, 2016 GE Capital became subject to the FRB's capital adequacy framework using the standardized approach to calculate risk-weighted assets, as well as to the maintenance of a 90% liquidity coverage ratio until December 31, 2016 and a 100% ratio thereafter. If GE Capital is still a nonbank SIFI on January 1, 2018 the second set of enhanced prudential standards will apply. These standards would include stress testing and capital planning requirements under the FRB's more formal comprehensive capital analysis and review (CCAR) regulations, enhanced leverage ratio requirements, enhanced governance requirements, daily liquidity calculations, additional reporting requirements and a market terms requirement for transactions between GE and GE Capital. GE Capital plans to file an application with the FSOC in early 2016 to terminate the FSOC's designation of GE Capital as a nonbank SIFI, but the timeline for the FSOC to act on the application will be uncertain and a favorable FSOC decision is not assured. Until the FSOC approves the termination of GE Capital's designation as a nonbank SIFI, GE Capital will remain subject to regulatory requirements and, depending on the timing of favorable FSOC action, may need to delay planned cost reductions and potential capital distributions."
        },
        {
          "year": 2015,
          "paragraphIndex": 26,
          "text": "Dodd-Frank - Under the Dodd-Frank Wall Street Reform and Consumer Protection Act, we are subject to prudential oversight by the Federal Reserve, as a result of GE Capital's designation as a nonbank systemically important financial institution (nonbank SIFI), which subjects us to increased and evolving regulatory requirements."
        },
        {
          "year": 2015,
          "paragraphIndex": 344,
          "text": "Energy Management is GE's electrification business. Global teams design leading technology solutions for the delivery, management, conversion and optimization of electrical power for customers across multiple energy-intensive industries. GE has invested in our Energy Management capabilities, with strategic acquisitions and joint ventures that enable GE to increase its offerings to the utility, industrial, renewable energy, oil and gas, marine, metals and mining industries. Plant automation hardware, software and embedded computing systems including controllers, embedded systems, advanced software, motion control, operator interfaces and industrial computers are also provided by Energy Management."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "bhge",
        "nonrecurring",
        "future policy",
        "premium deficiency",
        "benefit reserves",
        "policy benefit",
        "forma",
        "millions parent",
        "presentation policies",
        "pro forma",
        "statements postretirement",
        "statements presentation",
        "subsidiaries consolidating",
        "transportation lighting",
        "bhge llc",
        "connections",
        "energy connections",
        "non government",
        "non recurring",
        "connections lighting",
        "consolidating millions",
        "guarantor consolidating",
        "guarantor issuer",
        "issuer guarantor",
        "millions guarantor",
        "non subsidiary",
        "parent non",
        "repurchase agreements",
        "subsidiaries adjustments",
        "agency equity"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 105,
          "text": "Liabilities for traditional long-duration insurance contracts includes both future policy benefit reserves and claims reserves. Future policy benefit reserves represent the present value of future policy benefits less the present value of future net premiums and were first established based on actuarial assumptions at the time the policies were issued or acquired plus a margin for adverse deviation. These assumptions include, but are not limited to, interest rates, health care experience (including type and cost of care), morbidity, mortality, the length of time a policy will remain in force and anticipated future premium increases from future in-force rate actions. Assumptions are locked-in throughout the life of a contract unless a premium deficiency develops at which time we change these assumptions to reflect our most recent assumptions. Our annual premium deficiency testing assesses the adequacy of future policy benefit reserves, net of capitalized acquisition costs, using our most recent assumptions. Liabilities for investment contracts equal the account value, that is, the amount that accrues to the benefit of the contract or policyholder including credited interest and assessments through the financial statement date."
        },
        {
          "year": 2017,
          "paragraphIndex": 215,
          "text": "In response to the premium deficiency, our future policy benefit reserves at December 31, 2017 were unlocked and updated to reflect our most recent assumptions, including discount rates ranging from\n2.6%\n-\n6.0%\nwith a weighted-average rate of\n5.7%\nacross different tenors\n.\nAny future adverse changes in our assumptions could result in an increase to future policy benefit reserves. Any favorable changes to these assumptions could result in additional margin in our premium deficiency test and higher income over the remaining duration of the portfolio, including higher investment income."
        },
        {
          "year": 2017,
          "paragraphIndex": 325,
          "text": "Our most significant consolidated VIEs are\nfour\njoint ventures that were formed in conjunction with acquisitions. The newest of these, BHGE LLC was formed as part of the Baker Hughes transaction. BHGE LLC owns the operating assets of GE Oil & Gas and Baker Hughes. BHGE LLC is a VIE as we hold an economic interest of approximately\n62.5%\nin the partnership, but we hold no voting or participating rights through our direct economic ownership. The assets and liabilities of BHGE VIEs are not included in the information below. BHGE LLC is a SEC Registrant with separate filing requirements with the SEC and its separate financial information can be obtained from www.sec.gov."
        },
        {
          "year": 2016,
          "paragraphIndex": 340,
          "text": "Energy Connections is GE's electrification business. Global teams design leading technology solutions for the delivery, management, conversion and optimization of electrical power for customers across multiple energy-intensive industries. GE has invested in our Energy Connections capabilities, with strategic acquisitions and joint ventures that enable GE to increase its offerings to the utility, industrial, renewable energy, oil and gas, marine, metals and mining industries. Plant automation hardware, software and embedded computing systems including controllers, embedded systems, advanced software, motion control, operator interfaces and industrial computers are also provided by Energy Connections."
        },
        {
          "year": 2016,
          "paragraphIndex": 344,
          "text": "Total assets of Power, Renewable Energy, Oil & Gas, Aviation, Healthcare, Transportation, Energy Connections & Lighting and Capital operating segments at December 31, 2016, include investments in and advances to associated companies of $405 million, $9 million, $88 million,\n$1,779\nmillion, $366 million, $6 million,\n$752\nmillion and $7,673 million, respectively. Investments in and advances to associated companies contributed approximately $(17) million, $(4) million, $4 million, $75 million, $19 million, $46 million and $363 million to segment pre-tax income of Power, Renewable Energy, Oil & Gas, Aviation, Healthcare, Energy Connections & Lighting and Capital operating segments, respectively, and Transportation an insignificant amount, for the year ended December 31, 2016."
        },
        {
          "year": 2016,
          "paragraphIndex": 279,
          "text": "We also enter into reverse securities repurchase agreements, primarily for short-term investment with maturities of 90 days or less. At December 31, 2016, we were party to reverse repurchase agreements totaling $6.9 billion, which were reported in cash and equivalents on the financial statements. Under these reverse securities repurchase agreements, we typically lend available cash at a specified rate of interest and hold U.S. or highly-rated European government securities as collateral during the term of the agreement. Collateral value is in excess of amounts loaned under the agreements."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "restricted cash",
        "equivalents restricted",
        "determinable fair",
        "modifications",
        "readily determinable",
        "point",
        "point time",
        "contract deferred",
        "contract modifications",
        "energy aviation",
        "gas healthcare",
        "borrowings assumed",
        "collections deferred",
        "asc",
        "goodwill impairments",
        "energy oil",
        "gas aviation",
        "pro",
        "term product",
        "value decreases",
        "forma",
        "presentation policies",
        "pro forma",
        "statements postretirement",
        "statements presentation",
        "california",
        "acquisitions intangible",
        "forma information",
        "forwards",
        "forwards swaps"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 134,
          "text": "There was limited guidance for accounting for contract modifications under prior GAAP. As a result, our previous method of accounting for contract modifications was developed with the objective of accounting for the nature of the contract modifications. Generally, contract modifications were accounted for as cumulative effect adjustments, which reflected an update to the contract margin for the impact of the modification (i.e., changes to estimates of future contract billings and costs); however, modifications that substantially changed the economics of the arrangement were effectively accounted for as a new contract."
        },
        {
          "year": 2018,
          "paragraphIndex": 130,
          "text": "On January 1, 2018, we adopted ASU 2014-09,\nRevenue from Contracts with Customers\n, and the related amendments (ASC 606), which supersedes most previous GAAP revenue guidance. We elected to adopt the new standard on a retrospective basis to ensure a consistent basis of presentation within our consolidated financial statements for all periods reported. In addition, we elected the practical expedient for contract modifications, which essentially means that the terms of the contract that existed at the beginning of the earliest period presented can be assumed to have been in place since the inception of the contract (i.e., not practical to separately evaluate the effects of all prior contract modifications)."
        },
        {
          "year": 2018,
          "paragraphIndex": 139,
          "text": "All Other Large Equipment.\nFor the remainder of our equipment businesses, the new revenue standard’s emphasis on transfer of control rather than risks and rewards has resulted in an accelerated timing of revenue recognition versus our previous accounting for certain products. While this change impacts all our businesses, our Renewable Energy business was most significantly impacted on a year over year basis with certain of their products recognized at an earlier point in time compared to historical standards. Our policy under ASC 605 was to defer recognition until all risk had transferred to the customer, which was generally upon product installation or customer acceptance. For these equipment contracts, the customer has control of the equipment in advance of the related installation or acceptance event based on our evaluation of the indicators provided in ASC 606. Consistent with our industry peers, certain of our businesses’ products have transitioned either to a point in time or over time recognition based on the nature of the arrangement. This change in timing of revenue had an effect on inventory, contract assets and progress collections to reflect the transfer of control at an earlier point in time."
        },
        {
          "year": 2017,
          "paragraphIndex": 183,
          "text": "The pro forma information is not necessarily indicative of what the combined company’s results actually would have been had the acquisition been completed as of the beginning of the periods as indicated. In addition, the unaudited pro forma information does not purport to project the future results of the combined company."
        },
        {
          "year": 2017,
          "paragraphIndex": 181,
          "text": "The following unaudited pro forma information has been presented as if the Baker Hughes transaction occurred on January 1, 2016. This information has been prepared by combining the historical results of the Company and historical results of Baker Hughes. The unaudited pro forma combined financial data for all periods presented were adjusted to give effect to proforma events that 1) are directly attributable to the aforementioned transaction, 2) factually supportable, and 3) expected to have a continuing impact on the consolidated results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 182,
          "text": "The unaudited combined pro forma results do not include any incremental cost savings that may result from the integration. The adjustments are based on information available to the Company at this time. Accordingly, the adjustments are subject to change and the impact of such changes may be material. The unaudited combined pro forma information is for informational purposes only."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "customer receivables",
        "critical audit",
        "common shareholders",
        "solutions equipment",
        "term customer",
        "cfoa",
        "looking statements",
        "audit matter",
        "beginning balance",
        "ending balance",
        "lease liability",
        "operating profit",
        "recorded accumulated",
        "amounted",
        "chapter",
        "bhge",
        "lighting",
        "aviation oil",
        "dpp",
        "common shareowners",
        "gas healthcare",
        "healthcare transportation",
        "transportation lighting",
        "retrospective",
        "add rounding",
        "amounts add",
        "bhge llc",
        "eic",
        "energy joint",
        "means"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 158,
          "text": "Similar to sales of current customer receivables, sales of long-term customer receivables can result in cash generation or use in our Statements of Cash Flows. The impact from the sale of long-term customer receivables to GE Capital, including those subsequently sold by GE Capital to third parties, decreased GE’s CFOA by\n$\n585\nmillion\n,\n$\n878\nmillion\nand increased GE's CFOA by\n$\n250\nmillion\nin the years ended\nDecember 31, 2019\n, 2018 and 2017, respectively."
        },
        {
          "year": 2019,
          "paragraphIndex": 153,
          "text": "When GE sells customer receivables to GE Capital or third parties it accelerates the receipt of cash that would otherwise have been collected from customers. In any given period, the amount of cash received from sales of customer receivables compared to the cash GE would have otherwise collected had those customer receivables not been sold represents the cash generated or used in the period relating to this activity. Sales to GE Capital impact GE CFOA, while sales to third parties impact both GE and Consolidated CFOA. The impact of selling fewer customer receivables to GE Capital and those subsequently sold by GE Capital to third parties, including the effect of business dispositions, decreased GE’s CFOA by\n$\n2,099\nmillion\n,\n$\n3,401\nmillion\nand\n$\n138\nmillion\nin the years ended\nDecember 31, 2019\n, 2018 and 2017, respectively."
        },
        {
          "year": 2019,
          "paragraphIndex": 160,
          "text": "CONSOLIDATED SECURITIZATION ENTITIES\n. GE Capital consolidates\nthree\nVIEs that purchased customer receivables and long-term customer receivables from GE. At\nDecember 31, 2019\nand 2018, these VIEs held current customer receivables of\n$\n2,080\nmillion\nand\n$\n2,141\nmillion\nand long-term customer receivables of\n$\n375\nmillion\nand\n$\n678\nmillion\n, respectively that were funded through the issuance of non-recourse debt to third parties. At\nDecember 31, 2019\nand 2018, the outstanding debt under their respective debt facilities was\n$\n1,655\nmillion\nand\n$\n1,875\nmillion\n, respectively."
        },
        {
          "year": 2018,
          "paragraphIndex": 333,
          "text": "Our most significant consolidated VIE is\na joint venture, BHGE LLC, which was formed as part of the Baker Hughes transaction. BHGE LLC owns the operating assets of GE Oil & Gas and Baker Hughes. BHGE LLC is a VIE as we hold an economic interest of approximately\n50.4%\nin the partnership, but we hold no voting or participating rights through our direct economic ownership. BHGE LLC is a SEC Registrant with separate filing requirements and its separate financial information can be obtained from www.sec.gov."
        },
        {
          "year": 2018,
          "paragraphIndex": 281,
          "text": "As previously announced, we plan an orderly separation of our ownership interest in BHGE over time. In November 2018, BHGE completed an underwritten public offering in which we sold\n101.2 million\nshares of BHGE Class A common stock. BHGE also repurchased\n65.0 million\nBHGE LLC units from GE. As a result, our economic interest in BHGE reduced from\n62.5%\nto\n50.4%\nand we recognized a loss of\n$2,169 million\n(\n$1,696 million\nafter tax), which decreased the Other Capital component of shareowners' equity. Sale of Class A common stock resulted in an increase in noncontrolling interests of\n$4,214 million\n. Any reduction in our ownership interest below\n50%\nwill result in us losing control of BHGE. At that point, we would deconsolidate our Oil & Gas segment, recognize any remaining interest at fair value and recognize any difference between carrying value and fair value of our interest in earnings. Depending on the form and timing of our separation, and if BHGE’s stock price remains below our current carrying value, we may recognize a significant loss in earnings. Based on BHGE's share price at January 31, 2019 of\n$23.57\nper share, the incremental loss upon deconsolidation by a sale of our interest would be approximately\n$8,400 million\n."
        },
        {
          "year": 2018,
          "paragraphIndex": 175,
          "text": "On July 3, 2017, GE completed the combination of GE’s Oil & Gas business (GE Oil & Gas) with Baker Hughes Incorporated (Baker Hughes). As part of the transaction, GE contributed GE Oil & Gas\nand\n$7,498 million\nin cash in exchange for an ownership interest of approximately\n62.5%\nin the new combined company. The operating assets of the new combined company are held through a partnership named Baker Hughes, a GE company, LLC (BHGE LLC). At the time of the acquisition, GE held an economic interest of approximately\n62.5%\nin this partnership, and Baker Hughes’ former shareholders held an ownership interest of approximately\n37.5%\nthrough a newly NYSE listed corporation, Baker Hughes, a GE company (BHGE), which controls the partnership. In turn, GE held a controlling, voting interest of approximately\n62.5%\nin BHGE through Class B Common Stock, which grants voting rights but no economic rights. Baker Hughes’ former shareholders received\none\nshare of BHGE Class A Common Stock and a special one-time cash dividend of\n$17.50\nper share at closing. Total consideration was\n$24,798 million\n, including the\n$7,498 million\ncash contribution."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "credit losses",
        "covid pandemic",
        "bkr",
        "gecas reporting",
        "allowance credit",
        "current contract",
        "expected credit",
        "contribution industrial",
        "inventories including",
        "assumed industrial",
        "decarbonization",
        "payable equipment",
        "performance shares",
        "traded companies",
        "guarantor",
        "wmc",
        "parent",
        "parent guarantor",
        "condensed",
        "condensed consolidating",
        "guarantor subsidiaries",
        "non guarantor",
        "subsidiary guarantor",
        "subsidiary issuer",
        "consolidating adjustments",
        "guarantor non",
        "guarantor subsidiary",
        "issuer subsidiary",
        "adjustments consolidated"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 90,
          "text": "We estimate expected credit losses based on relevant information about past events, including historical experience, current conditions, and reasonable and supportable forecasts that affect the collectability of the reported amount. When measuring expected credit losses, we pool assets with similar country risk and credit risk characteristics. Changes in the relevant information may significantly affect the estimates of expected credit losses."
        },
        {
          "year": 2020,
          "paragraphIndex": 89,
          "text": "ALLOWANCE FOR CREDIT LOSSES.\nWhen we record customer receivables, contract assets and financing receivables arising from revenue transactions, as well as commercial mortgage loans and reinsurance recoverables in GE Capital’s run-off insurance operations, financial guarantees and certain commitments, we record an allowance for credit losses for the current expected credit losses (CECL) inherent in the asset over its expected life. The allowance for credit losses is a valuation account deducted from the amortized cost basis of the assets to present their net carrying value at the amount expected to be collected. Each period the allowance for credit losses is adjusted through earnings to reflect expected credit losses over the remaining lives of the assets. We evaluate debt securities with unrealized losses to determine whether any of the losses arise from concerns about the issuer’s credit or the underlying collateral and record an allowance for credit losses, if required."
        },
        {
          "year": 2020,
          "paragraphIndex": 64,
          "text": "Our financial statements are prepared in conformity with U.S. generally accepted accounting principles (GAAP), which requires us to make estimates based on assumptions about current, and for some estimates, future, economic and market conditions which affect reported amounts and related disclosures in our financial statements. Although our current estimates contemplate current and expected future conditions, as applicable, it is reasonably possible that actual conditions could differ from our expectations, which could materially affect our results of operations and financial position. In particular, a number of estimates have been and will continue to be affected by the ongoing Coronavirus Disease 2019 (COVID-19) pandemic. The severity, magnitude and duration, as well as the economic consequences of the COVID-19 pandemic, are uncertain, rapidly changing and difficult to predict. As a result, our accounting estimates and assumptions may change over time in response to COVID-19. Such changes could result in future impairments of goodwill, intangibles, long-lived assets and investment securities, revisions to estimated profitability on long-term product service agreements, incremental credit losses on receivables and debt securities, a decrease in the carrying amount of our tax assets, or an increase in our insurance liabilities and pension obligations as of the time of a relevant measurement event."
        },
        {
          "year": 2019,
          "paragraphIndex": 324,
          "text": "Consolidating Adjustments\n– adjusting entries necessary to consolidate the Parent Company Guarantor with the Subsidiary Issuer, the Subsidiary Guarantor and Non-Guarantor Subsidiaries and in the comparative periods, this category includes the impact of new accounting policies adopted as described in Note 1; and"
        },
        {
          "year": 2019,
          "paragraphIndex": 323,
          "text": "GE Capital International Funding Company Unlimited Company (the Issuer) previously issued senior unsecured registered notes that are fully and unconditionally, jointly and severally guaranteed by both the Company and GE Capital International Holdings Limited (each a Guarantor, and together, the Guarantors). The Company is required to provide certain financial information regarding the Issuer and the Guarantors of the registered securities, specifically Condensed Consolidating Statements of Earnings and Comprehensive Income, Condensed Consolidating Statements of Financial Position and Condensed Consolidating Statements of Cash Flows for:"
        },
        {
          "year": 2019,
          "paragraphIndex": 284,
          "text": "During the fourth quarter of 2007, we completed the sale of WMC, our U.S. mortgage business. WMC substantially discontinued all new loan originations by the second quarter of 2007, and was never a loan servicer. In connection with the sale, WMC retained certain representation and warranty obligations related to loans sold to third parties prior to the disposal of the business and contractual obligations to repurchase previously sold loans that had an early payment default. All claims received by WMC for early payment default have either been resolved or are no longer being pursued. The remaining claims that were active during 2019 were brought by securitization trustees or administrators seeking recovery from WMC for alleged breaches of representations and warranties on mortgage loans that serve as collateral for residential mortgage-backed securities (RMBS). These claims were resolved as part of the Chapter 11 bankruptcy case described below."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "aercap",
        "separation transactions",
        "energy power",
        "wcs",
        "power corporate",
        "basis opinion",
        "china region",
        "debt extinguishment",
        "extinguishment",
        "extinguishment costs",
        "opinion financial",
        "reclasses",
        "holdings",
        "independent companies",
        "public companies",
        "industrial capital",
        "intercompany",
        "eliminations total",
        "oci",
        "corporate items",
        "gecas reporting",
        "items eliminations",
        "eliminations consolidated",
        "ending balance",
        "sales goods",
        "balance beginning",
        "bear",
        "bhi",
        "borrowings assumed",
        "contribution industrial"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 257,
          "text": "Transaction Agreement, dated as of March 9, 2021 by and among GE Ireland USD Holdings ULC, GE Financial Holdings ULC, GE Capital US Holdings, Inc., General Electric Company, AerCap Holdings N.V., AerCap US Aviation LLC, and AerCap Aviation Leasing Limited (Incorporated by reference to Exhibit 2.1 to GE’s Current Report on Form 8-K, dated March 12, 2021\n(Commission file no. 001-00035))."
        },
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "- We may encounter challenges to executing our plan to separate GE into three public companies, or to completing the plan within the timeframes we anticipate, and we may not realize some or all of the expected benefits of the separations.\nIn November 2021, we announced our plan to form three independent public companies from our (i) Aviation business, (ii) Healthcare business and (iii) combined Renewable Energy, Power and Digital businesses, in order to better position those businesses to deliver long-term growth and create value for customers, investors, and employees. The planned business separations are expected to be effected through spin-offs by GE that are intended to be tax-free for the Company’s shareholders for U.S. federal income tax purposes. These separation transactions will be subject to the satisfaction of a number of customary conditions, including, among others, final approvals by GE’s Board of Directors, receipt of tax rulings in certain jurisdictions and/or tax opinions from external counsel, the filing with the SEC and effectiveness of Form 10 registration statements, and satisfactory completion of financing. The failure to satisfy all of the required conditions could delay the completion of the separation transactions for a significant period of time or prevent them from occurring at all. Additionally, the separation transactions are complex in nature, and unanticipated developments or changes may affect our ability to complete one or both of the separation transactions as currently expected, within the anticipated timeframes or at all. These or other developments could cause us not to realize some or all of the expected benefits, or to realize them"
        },
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "on a different timeline than expected. If we are unable to complete any of the separations, we will have incurred costs without realizing the benefits of such transaction. In addition, the terms and conditions of the required regulatory authorizations and consents that are granted, if any, may impose requirements, limitations or costs, or place restrictions on the conduct of the independent companies. And, although we intend for the separation transactions to be tax-free to the Company’s shareholders for U.S. federal income tax purposes, we expect to incur non-U.S. cash taxes on the preparatory restructuring and may also incur non-cash tax expense including potential impairments of deferred tax assets. Moreover, there can be no assurance that the separation transactions will qualify as tax-free for U.S. purposes. If the separation transactions were ultimately determined to be taxable, we would incur a significant tax liability, while"
        },
        {
          "year": 2020,
          "paragraphIndex": 307,
          "text": "Amendment to Transaction Agreement and Plan of Merger dated March 27, 2017 between General Electric Company, Baker Hughes Incorporated, Bear Newco, Inc., Bear MergerSub, Inc., BHI Newco, Inc., and Bear MergerSub 2, Inc. (Incorporated by reference to Bear Newco, Inc.'s Registration Statement on Form S-4, pages A-II-I through G-16, filed pursuant to Rule 424(b)(3) on May 30, 2017 (Commission file number 333-216991))."
        },
        {
          "year": 2020,
          "paragraphIndex": 156,
          "text": "In the second quarter of 2020 we performed an interim impairment test at our Additive reporting unit within our Aviation segment and GECAS reporting unit within our Capital segment, both of which incorporated a combination of income and market valuation approaches. The results of the analysis indicated that carrying values of both reporting units were in excess of their respective fair values. Therefore, we recorded non-cash impairment losses of $\n877\nmillion and $\n839\nmillion for the Additive and GECAS reporting units, respectively, in the caption Goodwill impairments in our consolidated Statement of Earnings (Loss). All of the goodwill in Additive was the result of the Arcam AB and Concept Laser GmBH acquisitions in 2016. Of the $\n839\nmillion of goodwill for GECAS, $\n729\nmillion arose from the acquisition of Milestone Aviation, our helicopter leasing business, in 2015. After the impairment charges, there was no goodwill remaining in our GECAS reporting unit."
        },
        {
          "year": 2020,
          "paragraphIndex": 281,
          "text": "In August 2019, a putative class action (the Tri-State case) was filed in the Delaware Court of Chancery naming as defendants GE and the former Board of Directors of Baker Hughes Incorporated (BHI). It alleges fraud, aiding and abetting breaches of fiduciary duty, and aiding and abetting breaches of duty of disclosure by GE based on allegations regarding financial statements that GE provided the former BHI board, management and shareholders in connection with BHI’s merger with GE’s Oil and Gas Business in July 2017. The plaintiff seeks damages on behalf of BHI shareholders during the period between October 7, 2016 and July 5, 2017. In October 2019, the City of Providence filed a complaint containing allegations substantially similar to those in the Tri-State complaint. The cases were consolidated in November 2019, and in December 2019, the plaintiffs filed an amended consolidated complaint which is similar to the prior complaints but does not include fraud claims against GE. In February 2020, GE and the other defendants filed a motion to dismiss the amended consolidated complaint. In October 2020, the court dismissed all claims asserted against GE, allowing only the claim against the former BHI CEO to move forward."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "aerospace",
        "vernova",
        "power healthcare",
        "aerospace renewable",
        "healthcare corporate",
        "aerospace business",
        "recapture",
        "restructuring charges",
        "recapture transaction",
        "vernova separation",
        "aerospace segment",
        "charges reflected",
        "connection separation",
        "project payables",
        "reflected table",
        "power corporate",
        "deferred purchase",
        "aviation segment",
        "receivables facility",
        "asu",
        "aviation business",
        "aviation power",
        "column",
        "posted december",
        "receivables facilities",
        "unconsolidated receivables",
        "accounting estimates",
        "arbitration",
        "contracts currency",
        "discontinuation"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 3,
          "text": "Whether or not the GE Vernova separation transaction is completed, our businesses may face material challenges as a result of the GE HealthCare separation and in connection with the GE Vernova separation, including the diversion of management’s attention from ongoing business concerns and impact on the businesses of the Company; appropriately allocating assets and liabilities among GE Aerospace and GE Vernova; maintaining employee morale and retaining and attracting key management and other employees; retaining existing or attracting new business and operational relationships, including with customers, suppliers, employees and other counterparties; assigning customer contracts, guaranties and other contracts and instruments to each of the businesses, and obtaining releases from the counterparties to those contracts or beneficiaries of those instruments; providing financial or credit support for new business; assigning intellectual property to each of the businesses; establishing transition service agreements and standalone readiness for key functions; and potential negative reactions from investors or the financial community. In particular, GE for the past several years has been undertaking various restructuring and business transformation actions (including workforce reductions, global facility consolidations and other cost reduction initiatives, and the GE HealthCare separation) that have entailed changes across our organizational structure, senior leadership, culture, functional alignment, outsourcing and other areas. These pose risks in the form of personnel capacity constraints and institutional knowledge loss that could lead to missed performance or financial targets, loss of key personnel and harm to our reputation, and these risks are heightened with the additional interdependent actions that will be needed to complete the planned separation of GE Vernova."
        },
        {
          "year": 2022,
          "paragraphIndex": 160,
          "text": "The recapture transaction reduces both our financial and operational risks by removing the future inherent risk of collectability of reinsurance recoverables, eliminating retrocession contracts having complex terms and conditions, assuming direct control of the portfolio of investment securities held in a trust for our benefit and redeploying those assets consistent with our portfolio realignment strategy and establishing administration service standards intended to enhance claim administration and innovation efforts. The effect of the recapture agreement does not increase our long-term care insurance liabilities as under the existing retrocession agreements we were not previously relieved of our primary obligation to companies from which we originally assumed the liabilities. In addition, we do not expect changes to projected statutory funding as a result of the recapture transaction."
        },
        {
          "year": 2022,
          "paragraphIndex": 254,
          "text": "GE, within its Aerospace segment, has interests in certain joint ventures formed to manufacture and service commercial jet engines and engine parts, collectively referred to herein as the Commercial Aerospace Joint Ventures. These interests include: CFM International Inc., CFM International SA and CFM Materials, LP, joint operations of the CFM56 and LEAP engine programs with Safran Aircraft Engines, a subsidiary of Safran Group of France; Engine Alliance, LLC, a joint operation of the GP7200 engine program with Raytheon Technologies Corporation via their Pratt & Whitney segment; GE Honda Aero Engines, LLC, a joint operation of the HF120 engine program with Honda Aero, Inc; and Advanced Atomization Technologies, LLC, a joint operation for engine fuel nozzles with Parker-Hannifin Corporation. GE recognizes revenue on sales to these Commercial Aerospace Joint Ventures upon the transfer of its products and services, of which the timing and the amount of revenue recognized could be different than that of the joint ventures.\nSummarized financial information of these Commercial Aerospace Joint Ventures is as follows."
        },
        {
          "year": 2021,
          "paragraphIndex": 138,
          "text": "UNCONSOLIDATED RECEIVABLES FACILITIES\n. In the fourth quarter of 2021, we discontinued our\none\nremaining revolving receivables facility, under which customer receivables purchased from GE businesses were sold to third parties. Upon the sale of receivables, we received proceeds of cash and deferred purchase price and the Company’s remaining risk with respect to the sold receivables was limited to the balance of the deferred purchase price. As a result of our termination and settlement of the facility, there are\nno\nremaining receivables in the facility and the balance of our deferred purchase price was reduced to\nzero\n."
        },
        {
          "year": 2021,
          "paragraphIndex": 223,
          "text": "NOTE 21. VARIABLE INTEREST ENTITIES.\nIn addition to the\ntwo\nVIEs detailed in Note 4, in our Statement of Financial Position, we have assets of $\n491\nmillion and $\n1,733\nmillion and liabilities of $\n206\nmillion and $\n657\nmillion, at December 31, 2021 and 2020, respectively, from other consolidated VIEs. The decline in assets and liabilities is primarily driven by the deconsolidation of our aeroderivative JV and the reduction of the deferred purchase price related to the discontinuation of our remaining unconsolidated receivables facility. These entities were created to help our customers facilitate or finance the purchase of GE equipment and services and have no features that could expose us to losses that would significantly exceed the difference between the consolidated assets and liabilities."
        },
        {
          "year": 2021,
          "paragraphIndex": 136,
          "text": "Sales of current customer receivables.\nEffective April 1, 2021, we discontinued the majority of our factoring programs and subsequently announced the discontinuation of our remaining unconsolidated receivables facility effective in the fourth quarter of 2021. The remaining balance related to these discontinued programs was $\n161\nmillion as of December 31, 2021. As shown in the table below, WCS no longer holds any GE business receivables. Customer receivables held by WCS and third parties were $\n3,134\nmillion and $\n2,582\nmillion, respectively, at March 31, 2021. When GE businesses sell customer receivables to WCS or third parties, they accelerate the receipt of cash that would otherwise have been collected from customers. In any given period, the amount of cash received from sales of customer receivables compared to the cash GE would have otherwise collected had those customer receivables not been sold represents the cash generated or used in the period relating to this activity. As of December 31, 2020, GE businesses sold approximately\n40\n% of their gross customer receivables to WCS or third parties. Separately from the factoring programs that have been discontinued, the Company from time to time sells current or long-term receivables to third parties in response to customer-sponsored requests or programs, to facilitate sales, or for risk mitigation purposes.\nActivity related to customer receivables sold by GE businesses is as follows:"
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "power corporate",
        "aerospace pension",
        "flow assumptions",
        "locked",
        "ratio",
        "Artificial intelligence",
        "locked discount",
        "premium ratio",
        "pillar",
        "settlement program",
        "vernova independent",
        "balance locked",
        "cohorts",
        "ended june",
        "ghai",
        "deficiency",
        "power healthcare",
        "premium deficiency",
        "healthcare corporate",
        "bkr",
        "recapture",
        "recapture transaction",
        "deficiency testing",
        "charges reflected",
        "reflected table",
        "biopharma",
        "care insurance",
        "claim reserves",
        "deficiency test",
        "holdings"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 156,
          "text": "Included in Insurance losses, annuity benefits and other costs in our Statement of Earnings (Loss) for the years ended December 31, 2023 and 2022 are unfavorable and favorable pre-tax adjustments of $(\n155\n) million and $\n404\nmillion, respectively, from updating the net premium ratio (i.e., the percentage of projected gross premiums required to cover expected policy benefits and related expenses) after updating for actual historical experience each quarter and updating of future cash flow assumptions. Included in these amounts for the years ended December 31, 2023 and 2022, are unfavorable adjustments of $\n335\nmillion and $\n190\nmillion, respectively, due to insufficient gross premiums (i.e., net premium ratio exceeded 100%), related to certain cohorts in our long-term care and life insurance portfolios. These adjustments are primarily attributable to increases in the net premium ratio as a result of updating future cash flow assumptions on cohorts where the beginning of the period net premium ratio exceeded 100%."
        },
        {
          "year": 2023,
          "paragraphIndex": 105,
          "text": "Future policy benefit reserves represent the present value of future benefits to be paid to or on behalf of policyholders and related expenses less the present value of future net premiums. The liability is measured for each group of contracts (i.e., cohorts) using current cash flow assumptions. As a run-off insurance operation consisting substantially all of reinsurance, contracts are grouped into cohorts by legal entity and product type, based on the date the reinsurance contract was consummated. Future policy benefit reserves are adjusted each period as a result of updating lifetime net premium ratios for differences between actual and expected experience with the retroactive effect of those variances recognized in current period earnings. We review at least annually in the third quarter, future policy benefit reserves cash flow assumptions, except related claim expenses which remain locked-in, and if the review concludes that the assumptions need to be updated, future policy benefit reserves are adjusted retroactively based on the revised net premium ratio using actual historical experience, updated cash flow assumptions, and the locked-in discount rate with the effect of those changes recognized in current period earnings."
        },
        {
          "year": 2023,
          "paragraphIndex": 167,
          "text": "FUNDING.\nThe Employee Retirement Income Security Act (ERISA) determines minimum funding requirements in the U.S. No contributions were required or made for the GE Energy Pension Plan or GE Aerospace Pension Plan during 2023 and based on our current assumptions, we do not anticipate having to make additional required contributions in the near future. On an ERISA basis, our estimate is that the GE Energy Pension Plan and GE Aerospace Pension Plan was\n87\n% and\n93\n% funded, respectively. The GAAP funded status for GE Energy Pension Plan and GE Aerospace Pension Plan is\n93\n% and\n90\n%, respectively."
        },
        {
          "year": 2022,
          "paragraphIndex": 161,
          "text": "Premium Deficiency Testing\n. We completed our annual premium deficiency testing in the aggregate across our run-off insurance portfolio in the third quarter of 2022. These procedures included updating certain experience studies since our last test completed in the third quarter of 2021, independent actuarial analysis (principally on long-term care insurance exposures) and review of industry benchmarks. Using updated assumptions, the 2022 premium deficiency testing results indicated a positive margin of about\n10\n% of the related future policy benefit reserves recorded at September 30, 2022, or approximately equivalent to the 2021 premium deficiency testing results. The premium deficiency testing margin in 2022 was impacted by a lower discount rate in our ERAC portfolio due to the recapture transaction, as explained above, partially offset by higher prevailing benchmark interest rates in the U.S. The portfolio of investment securities expected to be received from the recapture transaction were assumed to be invested at yields below ERAC’s current portfolio yield before ultimately grading to the long-term average investment yield as we reinvest the portfolio over time. This effect was partially offset by the net impact from assumed moderately higher near-term mortality related to COVID-19 in the aggregate across our run-off insurance products (i.e., for life insurance products, higher mortality increases the present value of expected future benefit payments, while for annuity and long-term care insurance contracts, higher mortality decreases the present value of expected future benefit payments). Excluding the net impact from assumed moderately higher near-term mortality related to COVID-19, we have made no substantial change to our assumptions concerning morbidity, morbidity improvement, mortality, mortality improvement, terminations, or long-term care insurance premium rate increases in 2022. We regularly monitor emerging experience and industry developments, including these factors, to help us refine all our reserve assumptions, which may result in future changes to those assumptions."
        },
        {
          "year": 2022,
          "paragraphIndex": 54,
          "text": "The Company performs premium deficiency testing to assess the adequacy of future policy benefit reserves on an annual basis or whenever events or changes in circumstances indicate that a premium deficiency event may have occurred. Significant uncertainties exist in testing cash flow projections in the premium deficiency test for these insurance contracts, including consideration of a wide range of possible outcomes of future events over the life of the insurance contracts that can extend for long periods of time."
        },
        {
          "year": 2022,
          "paragraphIndex": 55,
          "text": "Given the significant judgments made by management in estimating the cash flow projections used in the premium deficiency test, including the determination of certain key assumptions, auditing the premium deficiency test required a high degree of auditor judgment and an increased extent of effort, including the involvement of our actuarial specialists. Key assumptions impacting the cash flow projections that are sensitive and are more subjective requiring significant judgment by management are discount rate, rate of changes in morbidity, and future long-term care premium rate increases."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "propulsion",
        "defense propulsion",
        "propulsion technologies",
        "healthcare vernova",
        "reportable",
        "services defense",
        "aerospace defense",
        "codm",
        "fulfillment",
        "defense business",
        "defense sector",
        "goodwill impairments",
        "inorganic",
        "inorganic investments",
        "reportable segment",
        "revenues",
        "energy power",
        "aerospace renewable",
        "aerospace business",
        "number form",
        "power corporate",
        "epa",
        "total revenues",
        "generation",
        "march commission",
        "power generation",
        "september commission",
        "carolina",
        "carolina dybeck",
        "dybeck"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 242,
          "text": "We have\ntwo\nreportable segments and\nthree\noperating segments. Operating segments are aggregated into a reportable segment if the operating segments have similar quantitative economic characteristics and if the operating segments are similar in the following qualitative characteristics: (i) nature of products and services; (ii) nature of production processes; (iii) type or class of customer for their products and services; (iv) methods used to distribute the products or provide services; and (v) if applicable, the nature of the regulatory environment. We have aggregated Defense & Systems and Propulsion & Additive Technology into\none\nreportable segment (Defense & Propulsion Technologies) based on similarity in economic characteristics, other qualitative factors and the objectives and principals of ASC 280, Segment Reporting. This is consistent with how our chief operating decision maker (CODM), who is our Chief Executive Officer (CEO), allocates resources and makes decisions. Segment accounting policies are the same as described and referenced in Note 1. See About GE Aerospace for a description of our reporting segments as of December 31, 2024."
        },
        {
          "year": 2024,
          "paragraphIndex": 120,
          "text": "In 2024, we adopted ASU No. 2023-07,\nSegment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\n, on a retrospective basis. The amendments are intended to increase reportable segment disclosure requirements primarily through enhanced disclosures about significant segment expenses.\nRefer to Note 25 for further information."
        },
        {
          "year": 2024,
          "paragraphIndex": 80,
          "text": "NONRECURRING ENGINEERING COSTS\n. We incur contract fulfillment costs for engineering and development of products directly related to existing contracts with customers, primarily in our Defense & Propulsion Technologies segment. If we determine the costs are for development of products for a specific customer and there is a high probability of recovery from future sales to that customer, we capitalize the costs we incur, excluding early-stage costs which are expensed as research and development. Capitalized nonrecurring engineering costs are included in Contract and other deferred assets in our accompanying Statement of Financial Position and are amortized to Cost of equipment sold ratably over each unit sold. We periodically assess the recoverability of capitalized nonrecurring engineering costs and if we determine the costs are no longer probable of recovery, the asset is impaired.\nSee Note 8 for further information."
        },
        {
          "year": 2023,
          "paragraphIndex": 312,
          "text": "(\npp\n)\nAmendment No. 2 to Employment Agreement between Carolina Dybeck Happe and General Electric Company and Amendment No. 1 to GE Performance Stock Unit Grant Agreement for Carolina Dybeck Happe, dated May 17, 2023 (Incorporated by reference to Exhibit 10 to GE’s Current Report on Form 8-K, dated May 1\n8\n, 2023 (Commission file number 001-00035))."
        },
        {
          "year": 2023,
          "paragraphIndex": 251,
          "text": "Total sales of equipment and services to agencies of the U.S. Government were\n8\n% of total revenues for the years ended December 31, 2023, 2022 and 2021. Within our Aerospace segment, defense-related sales were\n6\n%,\n7\n% and\n7\n% of total revenues for the years ended December 31, 2023, 2022 and 2021, respectively."
        },
        {
          "year": 2023,
          "paragraphIndex": 104,
          "text": "INSURANCE.\nOur run-off insurance operations include providing insurance and reinsurance for life and health risks and providing certain annuity products. Primary product types include long-term care, structured settlement annuities, life and disability insurance contracts and investment contracts. Insurance contracts are contracts with significant mortality and/or morbidity risks, while investment contracts are contracts without such risks. Insurance revenues are comprised primarily of premiums and investment income. For traditional long-duration insurance contracts, we report premiums as revenue when due. Premiums received on non-traditional long-duration insurance contracts and investment contracts, including annuities without significant mortality risk, are not reported as revenues but rather as deposit liabilities. We recognize revenues for charges and assessments on these contracts, mostly for mortality, administration and surrender. Interest credited to policyholder accounts is charged to expense."
        }
      ]
    }
  ]
}