{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "industrial segment",
        "non gaap",
        "billion primarily",
        "segment revenues",
        "organic",
        "operating profit",
        "connections",
        "energy connections",
        "industrial operating",
        "billions",
        "volume",
        "equipment services",
        "connections lighting",
        "commentary",
        "decreased billion",
        "electric quarterly",
        "loss disposal",
        "trade receivables",
        "transportation appliances",
        "foreign entity",
        "gics",
        "nbcuniversal",
        "trs",
        "disposal net",
        "dispositions proceeds",
        "frb",
        "impairments recognized",
        "berkshire",
        "berkshire hathaway",
        "capital nonbank"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 386,
          "text": "Industrial segment organic operating profit growth measures Industrial segment profit excluding the effects of acquisitions, business dispositions and currency exchange rates. We believe that this measure provides management and investors with a more complete understanding of underlying operating results and trends of established, ongoing operations by excluding the effect of acquisitions, dispositions and currency exchange, which activities are subject to volatility and can obscure underlying trends. We also believe that presenting industrial segment organic operating profit growth separately for our industrial businesses provides management and investors with useful information about the trends of our industrial businesses and enables a more direct comparison to other non-financial businesses and companies. Management recognizes that the term \"Industrial segment organic operating profit growth\" may be interpreted differently by other companies and under different circumstances. Although this may have an effect on comparability of absolute percentage growth from company to company, we believe that these measures are useful in assessing trends of the respective businesses or companies and may therefore be a useful tool in assessing period-to-period performance trends."
        },
        {
          "year": 2016,
          "paragraphIndex": 61,
          "text": "Industrial revenues increased $6.6 billion, or 6% due to increased industrial segment revenues of $4.4 billion, or 4%, as increases at Power, Renewable Energy, Aviation and Healthcare were partially offset by decreases at Oil & Gas, Transportation and Energy Connections & Lighting. This increase in industrial segment revenues was primarily driven by the net effects of acquisitions of $11.2 billion, offset by the net effects of dispositions of $5.6 billion and the effects of a stronger U.S. dollar of $0.8 billion. Excluding the effects of acquisitions, dispositions and translational currency exchange, industrial segment organic revenues* decreased $0.5 billion."
        },
        {
          "year": 2016,
          "paragraphIndex": 68,
          "text": "This was offset by decreases in industrial segment revenues of $0.9 billion, or 1%, as decreases at Oil & Gas, Healthcare and Renewable Energy were partially offset by increases at Power, Aviation, Energy Connections & Lighting and Transportation. The $0.9 billion decrease in industrial segment revenues was primarily driven by the translational effects of a stronger U.S. dollar of $4.8 billion and the net effects of dispositions of $1.1 billion, partially offset by the net effects of acquisitions of $2.2 billion. Excluding the effects of acquisitions, dispositions and currency exchange, industrial segment organic revenues* increased by $2.8 billion, or 3%."
        },
        {
          "year": 2015,
          "paragraphIndex": 263,
          "text": "On October 16, 2008, we issued 30,000 shares of 10% cumulative perpetual preferred stock and warrants to purchase 134,831,460 shares of common stock to Berkshire Hathaway Inc. (Berkshire Hathaway). On October 16, 2013, Berkshire Hathaway exercised their warrants and GE delivered 10.7 million shares to Berkshire Hathaway. The transaction had equal and offsetting effects on other capital and common stock held in treasury."
        },
        {
          "year": 2015,
          "paragraphIndex": 322,
          "text": "The trade receivables in this entity have similar risks and characteristics to our other trade receivables and were underwritten to the same standard. Accordingly, the performance of these assets has been similar to our other trade receivables; however, the blended performance of the pools of receivables in this entity reflects the eligibility criteria that we apply to determine which receivables are selected for transfer. Contractually the cash flows from these trade receivables must first be used to pay third-party debt holders as well as other expenses of the entity. Excess cash flows are available to GE. The creditors of this entity have no claim on other assets of GE."
        },
        {
          "year": 2015,
          "paragraphIndex": 320,
          "text": "Trinity comprises two consolidated entities that hold investment securities, the majority of which are investment-grade, and were funded by the issuance of GICs. The GICs include conditions under which certain holders could require immediate repayment of their investment should the long-term credit ratings of GE Capital fall below AA-/Aa3 or the short-term credit ratings fall below A-1+/P-1. The outstanding GICs are subject to their scheduled maturities and individual terms, which may include provisions permitting redemption upon a downgrade of one or more of GE Capital's ratings, among other things, and are reported in investment contracts, insurance liabilities and insurance annuity benefits."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "bhge",
        "nonrecurring",
        "future policy",
        "premium deficiency",
        "benefit reserves",
        "policy benefit",
        "forma",
        "millions parent",
        "presentation policies",
        "pro forma",
        "statements postretirement",
        "statements presentation",
        "subsidiaries consolidating",
        "transportation lighting",
        "bhge llc",
        "non gaap",
        "billion primarily",
        "organic",
        "operating profit",
        "connections",
        "energy connections",
        "industrial operating",
        "billions",
        "verticals",
        "equipment services",
        "connections lighting",
        "commentary",
        "decreased billion",
        "increased billion",
        "cfoa"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 105,
          "text": "Liabilities for traditional long-duration insurance contracts includes both future policy benefit reserves and claims reserves. Future policy benefit reserves represent the present value of future policy benefits less the present value of future net premiums and were first established based on actuarial assumptions at the time the policies were issued or acquired plus a margin for adverse deviation. These assumptions include, but are not limited to, interest rates, health care experience (including type and cost of care), morbidity, mortality, the length of time a policy will remain in force and anticipated future premium increases from future in-force rate actions. Assumptions are locked-in throughout the life of a contract unless a premium deficiency develops at which time we change these assumptions to reflect our most recent assumptions. Our annual premium deficiency testing assesses the adequacy of future policy benefit reserves, net of capitalized acquisition costs, using our most recent assumptions. Liabilities for investment contracts equal the account value, that is, the amount that accrues to the benefit of the contract or policyholder including credited interest and assessments through the financial statement date."
        },
        {
          "year": 2017,
          "paragraphIndex": 215,
          "text": "In response to the premium deficiency, our future policy benefit reserves at December 31, 2017 were unlocked and updated to reflect our most recent assumptions, including discount rates ranging from 2.6%\n• 6.0% with a weighted-average rate of 5.7% across different tenors . Any future adverse changes in our assumptions could result in an increase to future policy benefit reserves. Any favorable changes to these assumptions could result in additional margin in our premium deficiency test and higher income over the remaining duration of the portfolio, including higher investment income."
        },
        {
          "year": 2017,
          "paragraphIndex": 325,
          "text": "Our most significant consolidated VIEs are four joint ventures that were formed in conjunction with acquisitions. The newest of these, BHGE LLC was formed as part of the Baker Hughes transaction. BHGE LLC owns the operating assets of GE Oil & Gas and Baker Hughes. BHGE LLC is a VIE as we hold an economic interest of approximately 62.5% in the partnership, but we hold no voting or participating rights through our direct economic ownership. The assets and liabilities of BHGE VIEs are not included in the information below. BHGE LLC is a SEC Registrant with separate filing requirements with the SEC and its separate financial information can be obtained from www.sec.gov."
        },
        {
          "year": 2016,
          "paragraphIndex": 386,
          "text": "Industrial segment organic operating profit growth measures Industrial segment profit excluding the effects of acquisitions, business dispositions and currency exchange rates. We believe that this measure provides management and investors with a more complete understanding of underlying operating results and trends of established, ongoing operations by excluding the effect of acquisitions, dispositions and currency exchange, which activities are subject to volatility and can obscure underlying trends. We also believe that presenting industrial segment organic operating profit growth separately for our industrial businesses provides management and investors with useful information about the trends of our industrial businesses and enables a more direct comparison to other non-financial businesses and companies. Management recognizes that the term \"Industrial segment organic operating profit growth\" may be interpreted differently by other companies and under different circumstances. Although this may have an effect on comparability of absolute percentage growth from company to company, we believe that these measures are useful in assessing trends of the respective businesses or companies and may therefore be a useful tool in assessing period-to-period performance trends."
        },
        {
          "year": 2016,
          "paragraphIndex": 766,
          "text": "Energy Connections is GE's electrification business. Global teams design leading technology solutions for the delivery, management, conversion and optimization of electrical power for customers across multiple energy-intensive industries. GE has invested in our Energy Connections capabilities, with strategic acquisitions and joint ventures that enable GE to increase its offerings to the utility, industrial, renewable energy, oil and gas, marine, metals and mining industries. Plant automation hardware, software and embedded computing systems including controllers, embedded systems, advanced software, motion control, operator interfaces and industrial computers are also provided by Energy Connections."
        },
        {
          "year": 2016,
          "paragraphIndex": 387,
          "text": "Organic revenue and operating profit growth measure revenue and profit excluding the effects of acquisitions, business dispositions and currency exchange rates. We believe that these measures provide management and investors with a more complete understanding of underlying operating results and trends of established, ongoing operations by excluding the effect of acquisitions, dispositions and currency exchange, which activities are subject to volatility and can obscure underlying trends. Management recognizes that the terms \"organic revenue growth\" and \"organic operating profit growth\" may be interpreted differently by other companies and under different circumstances. Although this may have an effect on comparability of absolute percentage growth from company to company, we believe that these measures are useful in assessing trends of the Oil & Gas business and may therefore be a useful tool in assessing period-to-period performance trends."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "restricted cash",
        "equivalents restricted",
        "determinable fair",
        "modifications",
        "readily determinable",
        "point",
        "point time",
        "contract deferred",
        "contract modifications",
        "energy aviation",
        "borrowings assumed",
        "collections deferred",
        "asc",
        "goodwill impairments",
        "damages behalf",
        "energy oil",
        "gas aviation",
        "pro",
        "value decreases",
        "forma",
        "presentation policies",
        "pro forma",
        "statements postretirement",
        "statements presentation",
        "california",
        "acquisitions intangible",
        "forma information",
        "forwards",
        "forwards swaps",
        "goodwill approximately"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 134,
          "text": "There was limited guidance for accounting for contract modifications under prior GAAP. As a result, our previous method of accounting for contract modifications was developed with the objective of accounting for the nature of the contract modifications. Generally, contract modifications were accounted for as cumulative effect adjustments, which reflected an update to the contract margin for the impact of the modification (i.e., changes to estimates of future contract billings and costs); however, modifications that substantially changed the economics of the arrangement were effectively accounted for as a new contract."
        },
        {
          "year": 2018,
          "paragraphIndex": 130,
          "text": "On January 1, 2018, we adopted ASU 2014-09, Revenue from Contracts with Customers , and the related amendments (ASC 606), which supersedes most previous GAAP revenue guidance. We elected to adopt the new standard on a retrospective basis to ensure a consistent basis of presentation within our consolidated financial statements for all periods reported. In addition, we elected the practical expedient for contract modifications, which essentially means that the terms of the contract that existed at the beginning of the earliest period presented can be assumed to have been in place since the inception of the contract (i.e., not practical to separately evaluate the effects of all prior contract modifications)."
        },
        {
          "year": 2018,
          "paragraphIndex": 139,
          "text": "All Other Large Equipment. For the remainder of our equipment businesses, the new revenue standard’s emphasis on transfer of control rather than risks and rewards has resulted in an accelerated timing of revenue recognition versus our previous accounting for certain products. While this change impacts all our businesses, our Renewable Energy business was most significantly impacted on a year over year basis with certain of their products recognized at an earlier point in time compared to historical standards. Our policy under ASC 605 was to defer recognition until all risk had transferred to the customer, which was generally upon product installation or customer acceptance. For these equipment contracts, the customer has control of the equipment in advance of the related installation or acceptance event based on our evaluation of the indicators provided in ASC 606. Consistent with our industry peers, certain of our businesses’ products have transitioned either to a point in time or over time recognition based on the nature of the arrangement. This change in timing of revenue had an effect on inventory, contract assets and progress collections to reflect the transfer of control at an earlier point in time."
        },
        {
          "year": 2017,
          "paragraphIndex": 183,
          "text": "The pro forma information is not necessarily indicative of what the combined company’s results actually would have been had the acquisition been completed as of the beginning of the periods as indicated. In addition, the unaudited pro forma information does not purport to project the future results of the combined company."
        },
        {
          "year": 2017,
          "paragraphIndex": 181,
          "text": "The following unaudited pro forma information has been presented as if the Baker Hughes transaction occurred on January 1, 2016. This information has been prepared by combining the historical results of the Company and historical results of Baker Hughes. The unaudited pro forma combined financial data for all periods presented were adjusted to give effect to proforma events that 1) are directly attributable to the aforementioned transaction, 2) factually supportable, and 3) expected to have a continuing impact on the consolidated results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 182,
          "text": "The unaudited combined pro forma results do not include any incremental cost savings that may result from the integration. The adjustments are based on information available to the Company at this time. Accordingly, the adjustments are subject to change and the impact of such changes may be material. The unaudited combined pro forma information is for informational purposes only."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "customer receivables",
        "critical audit",
        "common shareholders",
        "solutions equipment",
        "cfoa",
        "looking statements",
        "audit matter",
        "beginning balance",
        "ending balance",
        "lease liability",
        "operating profit",
        "recorded accumulated",
        "amounted",
        "chapter",
        "lease liabilities",
        "bhge",
        "lighting",
        "aviation oil",
        "dpp",
        "common shareowners",
        "healthcare transportation",
        "transportation lighting",
        "retrospective",
        "add rounding",
        "amounts add",
        "bhge llc",
        "eic",
        "energy joint",
        "means",
        "redemption rights"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 153,
          "text": "When GE sells customer receivables to GE Capital or third parties it accelerates the receipt of cash that would otherwise have been collected from customers. In any given period, the amount of cash received from sales of customer receivables compared to the cash GE would have otherwise collected had those customer receivables not been sold represents the cash generated or used in the period relating to this activity. Sales to GE Capital impact GE CFOA, while sales to third parties impact both GE and Consolidated CFOA. The impact of selling fewer customer receivables to GE Capital and those subsequently sold by GE Capital to third parties, including the effect of business dispositions, decreased GE’s CFOA by $ 2,099 million , $ 3,401 million and $ 138 million in the years ended December 31, 2019 , 2018 and 2017, respectively."
        },
        {
          "year": 2019,
          "paragraphIndex": 158,
          "text": "Similar to sales of current customer receivables, sales of long-term customer receivables can result in cash generation or use in our Statements of Cash Flows. The impact from the sale of long-term customer receivables to GE Capital, including those subsequently sold by GE Capital to third parties, decreased GE’s CFOA by $ 585 million , $ 878 million and increased GE's CFOA by $ 250 million in the years ended December 31, 2019 , 2018 and 2017, respectively."
        },
        {
          "year": 2019,
          "paragraphIndex": 61,
          "text": "We identified the evaluation of projected revenue and operating profit used in the assessment of the carrying value of goodwill, including the determination of related goodwill impairment losses, for the Grid Solutions equipment and services and Hydro reporting units as a critical audit matter. Specifically, the evaluation of projected revenue and operating profit required the application of subjective auditor judgment because these projections involve assumptions about future events."
        },
        {
          "year": 2018,
          "paragraphIndex": 333,
          "text": "Our most significant consolidated VIE is a joint venture, BHGE LLC, which was formed as part of the Baker Hughes transaction. BHGE LLC owns the operating assets of GE Oil & Gas and Baker Hughes. BHGE LLC is a VIE as we hold an economic interest of approximately 50.4% in the partnership, but we hold no voting or participating rights through our direct economic ownership. BHGE LLC is a SEC Registrant with separate filing requirements and its separate financial information can be obtained from www.sec.gov."
        },
        {
          "year": 2018,
          "paragraphIndex": 284,
          "text": "Alstom had redemption rights with respect to its interest in the grid technology and renewable energy joint ventures, which, if exercised, would require us to purchase all of their interest during September 2018 or September 2019. Alstom also had similar redemption rights for the global nuclear and French steam power joint venture that are exercisable during the first quarter of 2021 or the first quarter of 2022. The redemption price would generally be equal to Alstom's initial investment plus annual accretion of 3% for the grid technology and renewable energy joint ventures and plus annual accretion of 2% for the nuclear and French steam power joint venture, with potential upside sharing based on an EBITDA multiple. Alstom also had additional redemption rights in other limited circumstances as well as a call option to require GE to sell all of its interests in the renewable energy joint venture at the higher of fair value or Alstom's initial investment plus annual accretion of 3% during the month of May in the years 2017 through 2019 and also upon a decision to IPO the joint venture."
        },
        {
          "year": 2018,
          "paragraphIndex": 286,
          "text": "In January 2018, Alstom informed us that they intend to exercise their redemption rights with respect to the grid technology and renewable energy joint ventures in September 2018. Pursuant to an agreement signed between Alstom and GE in May 2018, if Alstom exercised its redemption rights in September 2018 with respect to the grid technology and renewable energy joint ventures, GE would be deemed to have exercised its option to acquire Alstom’s interest in the nuclear and French steam power joint venture. On September 5, 2018, Alstom exercised its redemption rights related to grid technology and renewable energy, and accordingly GE also exercised its call option to acquire Alstom’s interest in the nuclear and French steam power joint venture. Accordingly, redeemable noncontrolling interest balance was reclassified to GE current liabilities in the third quarter of 2018, and was settled on October 2, 2018, in accordance with the contractual payment terms. The price GE paid was $2,192 million for the grid technology joint venture, $763 million for the renewable energy joint venture and $150 million for the nuclear and French steam power joint venture."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "non gaap",
        "backlog",
        "covid pandemic",
        "decreased billion",
        "gaap financial",
        "organically",
        "adjusted industrial",
        "profit margin",
        "billion organically",
        "volume",
        "organic revenues",
        "credit losses",
        "industrial organic",
        "pts",
        "guarantor",
        "wmc",
        "parent",
        "parent guarantor",
        "condensed",
        "condensed consolidating",
        "guarantor subsidiaries",
        "non guarantor",
        "subsidiary guarantor",
        "subsidiary issuer",
        "consolidating adjustments",
        "guarantor non",
        "guarantor subsidiary",
        "issuer subsidiary",
        "adjustments consolidated"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 281,
          "text": "In addition, management recognizes that certain non-GAAP terms may be interpreted differently by other companies under different circumstances. In various sections of this report we have made reference to the following non-GAAP financial measures in describing our (1) revenues, specifically GE Industrial organic revenues by segment; BioPharma organic revenues, GE Industrial organic revenues, and GE Industrial equipment and services organic revenues (2) profit, specifically GE Industrial organic profit and profit margin by segment; BioPharma organic profit and profit margin, Adjusted GE Industrial profit and profit margin (excluding certain items); Adjusted GE Industrial organic profit and profit margin; Adjusted earnings (loss); and Adjusted earnings (loss) per share (EPS), and (3) debt balances, specifically GE Industrial net debt. The reasons we use these non-GAAP financial measures and the reconciliations to their most directly comparable GAAP financial measures follow."
        },
        {
          "year": 2020,
          "paragraphIndex": 58,
          "text": "GE Industrial profit increased $5.5 billion driven primarily by the gain on the sale of our BioPharma business of $12.4 billion, lower interest and other financial charges of $0.8 billion, decreased goodwill impairments of $0.6 billion, decreased non-operating benefit cost of $0.4 billion and lower charges for significant, higher-cost restructuring programs of $0.2 billion; partially offset by decreases at our industrial segments, an increase of $2.8 billion in losses on our investment in Baker Hughes, impairment charges of $0.4 billion related to property, plant and equipment and intangible assets at our Steam business, and the SEC settlement charges. GE Industrial profit margin was 10.0%, an increase of 790 basis points, primarily due to the same net increases as described above. Adjusted GE Industrial profit* was $2.5 billion, a decrease of 65% organically*, primarily due to a decrease at our Aviation segment, partially offset by an increase at Healthcare and a decrease in Adjusted corporate operating costs*. Adjusted GE industrial profit margin* was 3.4%, a decrease of 520 basis points organically*, primarily due to the same net decreases as described above. At Aviation, the primary drivers were lower volume on commercial spare part and commercial spare engine shipments, decreased shop visits and net unfavorable changes of $1.1 billion to the estimated profitability in its long-term service agreements. At Healthcare, the primary drivers were cost reductions and increased demand for Healthcare Systems (HCS) products used directly in response to COVID-19, partially offset by decreases in Pharmaceutical Diagnostics (PDx) volume."
        },
        {
          "year": 2020,
          "paragraphIndex": 34,
          "text": "In the accompanying analysis of financial information, we sometimes use information derived from consolidated financial data but not presented in our financial statements prepared in accordance with GAAP. Certain of these data are considered “non-GAAP financial measures” under SEC rules. See the Non-GAAP Financial Measures section for the reasons we use these non-GAAP financial measures and the reconciliations to their most directly comparable GAAP financial measures."
        },
        {
          "year": 2019,
          "paragraphIndex": 324,
          "text": "Consolidating Adjustments\n• adjusting entries necessary to consolidate the Parent Company Guarantor with the Subsidiary Issuer, the Subsidiary Guarantor and Non-Guarantor Subsidiaries and in the comparative periods, this category includes the impact of new accounting policies adopted as described in Note 1; and"
        },
        {
          "year": 2019,
          "paragraphIndex": 323,
          "text": "GE Capital International Funding Company Unlimited Company (the Issuer) previously issued senior unsecured registered notes that are fully and unconditionally, jointly and severally guaranteed by both the Company and GE Capital International Holdings Limited (each a Guarantor, and together, the Guarantors). The Company is required to provide certain financial information regarding the Issuer and the Guarantors of the registered securities, specifically Condensed Consolidating Statements of Earnings and Comprehensive Income, Condensed Consolidating Statements of Financial Position and Condensed Consolidating Statements of Cash Flows for:"
        },
        {
          "year": 2019,
          "paragraphIndex": 284,
          "text": "During the fourth quarter of 2007, we completed the sale of WMC, our U.S. mortgage business. WMC substantially discontinued all new loan originations by the second quarter of 2007, and was never a loan servicer. In connection with the sale, WMC retained certain representation and warranty obligations related to loans sold to third parties prior to the disposal of the business and contractual obligations to repurchase previously sold loans that had an early payment default. All claims received by WMC for early payment default have either been resolved or are no longer being pursued. The remaining claims that were active during 2019 were brought by securitization trustees or administrators seeking recovery from WMC for alleged breaches of representations and warranties on mortgage loans that serve as collateral for residential mortgage-backed securities (RMBS). These claims were resolved as part of the Chapter 11 bankruptcy case described below."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "aercap",
        "energy power",
        "separation transactions",
        "power corporate",
        "rpo december",
        "factoring programs",
        "public companies",
        "adjusted profit",
        "billion nonrecurrence",
        "cfoa impact",
        "new guidance",
        "split",
        "factoring supply",
        "receivables facility",
        "basis opinion",
        "intercompany loans",
        "corporate items",
        "adjusted industrial",
        "boeing",
        "max",
        "industrial organic",
        "oci",
        "gaap industrial",
        "gecas reporting",
        "ending balance",
        "assumed industrial",
        "eliminations consolidated",
        "bear",
        "excluding biopharma",
        "healthcare corporate"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 238,
          "text": "- We may encounter challenges to executing our plan to separate GE into three public companies, or to completing the plan within the timeframes we anticipate, and we may not realize some or all of the expected benefits of the separations. In November 2021, we announced our plan to form three independent public companies from our (i) Aviation business, (ii) Healthcare business and (iii) combined Renewable Energy, Power and Digital businesses, in order to better position those businesses to deliver long-term growth and create value for customers, investors, and employees. The planned business separations are expected to be effected through spin-offs by GE that are intended to be tax-free for the Company’s shareholders for U.S. federal income tax purposes. These separation transactions will be subject to the satisfaction of a number of customary conditions, including, among others, final approvals by GE’s Board of Directors, receipt of tax rulings in certain jurisdictions and/or tax opinions from external counsel, the filing with the SEC and effectiveness of Form 10 registration statements, and satisfactory completion of financing. The failure to satisfy all of the required conditions could delay the completion of the separation transactions for a significant period of time or prevent them from occurring at all. Additionally, the separation transactions are complex in nature, and unanticipated developments or changes may affect our ability to complete one or both of the separation transactions as currently expected, within the anticipated timeframes or at all. These or other developments could cause us not to realize some or all of the expected benefits, or to realize them"
        },
        {
          "year": 2021,
          "paragraphIndex": 157,
          "text": "The CFOA impact from factoring programs discontinued in 2021 of $(5,108) million represents the cash that our industrial businesses would have otherwise collected in the nine months ended December 31, 2021 had customer receivables not been previously sold to WCS or third parties in those discontinued programs. The CFOA impact associated with this activity in factoring programs that have now been discontinued was $(5,847) million and $(3,361) million in the year ended December 31, 2021 and 2020, respectively, an increase of $(2,487) million. The CFOA impact for the three months ended December 31, 2020 was $(1,377) million. The CFOA impact from receivables factoring and supply chain finance eliminations represents activity related to those internal programs previously facilitated for our industrial segments by our Working Capital Solutions business. We completed the exit from all internal factoring and supply chain finance programs in 2021 and therefore expect no future elimination activity related to these programs."
        },
        {
          "year": 2021,
          "paragraphIndex": 47,
          "text": "Factoring . Effective April 1, 2021, we discontinued the majority of our factoring programs and in the fourth quarter of 2021, we subsequently discontinued our remaining unconsolidated receivables facility. For the nine months ended December 31, 2021, the adverse impact to GE businesses' cash flows from operating activities (CFOA) was $5.1 billion, including $1.6 billion related to the unconsolidated receivables facility in the fourth quarter, which primarily represents the cash that our industrial businesses would have otherwise collected in the period had customer receivables not been previously sold and is excluded from free cash flows*. The adverse CFOA impact associated with activity in factoring programs that have now been discontinued was $5.8 billion for the year ended December 31, 2021."
        },
        {
          "year": 2020,
          "paragraphIndex": 60,
          "text": "AVIATION AND GECAS 737 MAX. Aviation develops, produces, and sells LEAP aircraft engines to Boeing, Airbus and COMAC through CFM International (CFM), a company jointly owned by GE and Safran Aircraft Engines, a subsidiary of the Safran Group of France. The LEAP-1B engine is the exclusive engine for the Boeing 737 MAX. In March 2019, global regulatory authorities ordered a temporary fleet grounding of the Boeing 737 MAX. In May 2020, Boeing resumed production of the 737 MAX. In November 2020, the U.S. Federal Aviation Administration (FAA) lifted the grounding notice for the 737 MAX and Boeing commenced aircraft deliveries to customers in compliance with FAA regulatory requirements in December 2020. A number of other global regulators since the FAA's action have also lifted the orders that suspended 737 MAX operations for airlines under their jurisdictions. Aviation commercial equipment backlog as of December 31, 2020 includes approximately 9,600 LEAP engines, including the impact of approximately 1,500 LEAP-1B unit order cancellations in 2020. See the Segment Operations - Aviation section for further information. During 2020, CFM and Boeing reached an agreement to align production rates for 2020 and secure payment terms for engines delivered in 2019 and 2020. In 2020, Aviation received payments, net of progress collections, of $0.5 billion for engines delivered in 2019. A final payment of $0.2 billion, net of progress collections, is expected to be received in the first quarter of 2021 for engines delivered in 2019. CFM and Boeing continue to work closely to ensure a successful reentry into service, with a strong commitment to safety while navigating industry disruption."
        },
        {
          "year": 2020,
          "paragraphIndex": 62,
          "text": "As of December 31, 2020, we have approximately $1.7 billion of net assets ($3.2 billion of assets and $1.5 billion of liabilities) related to the 737 MAX program that primarily comprised Aviation accounts receivable offset by progress collections and GECAS pre-delivery payments and owned aircraft subject to lease. No impairment charges were incurred related to the 737 MAX aircraft and related balances, as we continue to believe these assets are recoverable over their contractual or useful lives. We continue to monitor 737 MAX return to service and return to delivery developments with our airline customers, lessees and Boeing."
        },
        {
          "year": 2020,
          "paragraphIndex": 141,
          "text": "CORPORATE ITEMS AND ELIMINATIONS. Corporate Items and Eliminations is a caption used in the Segment Operations – Summary of Reportable Segments table to reconcile the aggregated results of our segments to the consolidated results of the Company. The Corporate Items and Eliminations amounts related to revenues and earnings include the results of disposed businesses, certain amounts not included in industrial operating segment results because they are excluded from measurement of their operating performance for internal and external purposes and the elimination of intersegment activities. In addition, the Corporate Items and Eliminations amounts related to earnings include certain costs of our principal retirement plans, significant, higher-cost restructuring programs and other costs reported in Corporate."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "aerospace",
        "vernova",
        "aerospace renewable",
        "separation costs",
        "russia",
        "ukraine",
        "healthcare corporate",
        "russia ukraine",
        "asset sale",
        "sale impairment",
        "recapture transaction",
        "project payables",
        "ukraine charges",
        "vernova separation",
        "aercap healthcare",
        "aviation segment",
        "power corporate",
        "gain sale",
        "column",
        "cost projections",
        "deferred purchase",
        "receivables facility",
        "align",
        "unconsolidated receivables",
        "Coronavirus",
        "aar",
        "combined renewable",
        "disposition biopharma",
        "related biopharma",
        "adjusting gain"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "Continuing earnings (loss) per share was $0.53. Excluding the results from our run-off Insurance business, separation costs, the Steam asset sale impairment, restructuring costs, non-operating benefit costs, debt extinguishment costs, Russia and Ukraine charges, gains (losses) on purchases and sales of business interests and gains (losses) on equity securities, Adjusted earnings per share* was $2.62. For the year ended December 31, 2022, profit margin was 1.8% and profit was up $5.1 billion, primarily due to a decrease in debt extinguishment costs of $6.1 billion, a decrease in non-operating benefit costs of $2.3 billion, an increase in segment profit of $0.7 billion, a decrease in Adjusted corporate operating costs* of $0.5 billion and a decrease in interest and other financial charges of $0.3 billion, partially offset by a decrease in gains on equity securities of $1.8 billion, separation costs of $1.0 billion, the Steam asset sale impairment of $0.8 billion, an increase in restructuring and other charges of $0.5 billion, a decrease in Insurance profit of $0.5 billion and Russia and Ukraine charges of $0.3 billion. Adjusted organic profit* increased $1.5 billion (32%), driven primarily by increases at Aerospace and Power and lower Adjusted corporate operating costs*, partially offset by increased losses at Renewable Energy."
        },
        {
          "year": 2022,
          "paragraphIndex": 43,
          "text": "For the year ended December 31, 2022 , continuing earnings increased $4.1 billion primarily due to a decrease in debt extinguishment costs of $6.1 billion, a decrease in non-operating benefit costs of $2.3 billion, an increase in segment profit of $0.7 billion, a decrease in Adjusted corporate operating costs* of $0.5 billion and a decrease in interest and other financial charges of $0.3 billion, partially offset by a decrease in gains on equity securities of $1.8 billion, separation costs of $1.0 billion, the Steam asset sale impairment of $0.8 billion, an increase in provision for income tax of $0.8 billion, an increase in restructuring and other charges of $0.5 billion, a decrease in Insurance profit of $0.5 billion and Russia and Ukraine charges of $0.3 billion. Adjusted earnings* were $2.9 billion, an increase of $1.0 billion. Profit margin was 1.8%, an increase from (5.0)%. Adjusted profit* was $5.8 billion, an increase of $1.5 billion organically*, due to increases at Aerospace and Power, and lower Adjusted corporate operating costs*, partially offset by a decrease at Renewable Energy. Adjusted profit margin* was 7.9%, an increase of 160 basis points organically*."
        },
        {
          "year": 2022,
          "paragraphIndex": 14,
          "text": "In November 2021, we announced a strategic plan to form three industry-leading, global, investment-grade public companies from (i) our Aerospace business, (ii) our Renewable Energy, Power, Digital and Energy Financial Services businesses, which we plan to combine and refer to as GE Vernova, and (iii) our former HealthCare business. In July 2022, we announced the new brand names for our three planned future companies: GE Aerospace, GE HealthCare and GE Vernova. For purposes of this report, we refer to our reporting segments as Aerospace (previously Aviation), HealthCare (previously Healthcare), Renewable Energy and Power. The composition of these reporting segments is unchanged. On January 3, 2023, we completed the separation of the HealthCare business from GE through the spin-off of GE HealthCare Technologies Inc. (GE HealthCare). In the spin-off, GE made a pro-rata distribution of approximately 80.1% of the shares of GE HealthCare’s common stock to GE shareholders, retaining approximately 19.9% of GE HealthCare common stock. This spin-off marked the culmination of our first business separation in accordance with the November 2021 strategic plan, and we are working toward the planned spin-off of GE Vernova."
        },
        {
          "year": 2021,
          "paragraphIndex": 374,
          "text": "UNCONSOLIDATED RECEIVABLES FACILITIES . In the fourth quarter of 2021, we discontinued our one remaining revolving receivables facility, under which customer receivables purchased from GE businesses were sold to third parties. Upon the sale of receivables, we received proceeds of cash and deferred purchase price and the Company’s remaining risk with respect to the sold receivables was limited to the balance of the deferred purchase price. As a result of our termination and settlement of the facility, there are no remaining receivables in the facility and the balance of our deferred purchase price was reduced to zero ."
        },
        {
          "year": 2021,
          "paragraphIndex": 47,
          "text": "Factoring . Effective April 1, 2021, we discontinued the majority of our factoring programs and in the fourth quarter of 2021, we subsequently discontinued our remaining unconsolidated receivables facility. For the nine months ended December 31, 2021, the adverse impact to GE businesses' cash flows from operating activities (CFOA) was $5.1 billion, including $1.6 billion related to the unconsolidated receivables facility in the fourth quarter, which primarily represents the cash that our industrial businesses would have otherwise collected in the period had customer receivables not been previously sold and is excluded from free cash flows*. The adverse CFOA impact associated with activity in factoring programs that have now been discontinued was $5.8 billion for the year ended December 31, 2021."
        },
        {
          "year": 2021,
          "paragraphIndex": 207,
          "text": "Rate of Change in Morbidity . Our annual premium deficiency testing incorporates our best estimates of projected future changes in the morbidity rates reflected in our base claim cost curves. These estimates draw upon a number of inputs, some of which are subjective, and all of which are interpreted and applied in the exercise of professional actuarial judgment in the context of the characteristics specific to our portfolios. This exercise of judgment considers factors such as the work performed by internal and external independent actuarial experts engaged to advise us in our annual testing, the observed actual experience in our portfolios measured against our base projections, industry developments, and other trends, including advances in the state of medical care and health-care technology development. With respect to industry developments, we take into account that there are differences between and among industry peers in portfolio characteristics (such as demographic features of the insured populations), the aggregate effect of morbidity improvement or deterioration as applied to base claim cost projections, the extent to which such base cost projections reflect the most current experience, and the accepted diversity of practice in actuarial professional judgment. We assess the potential for any change in morbidity with reference to our existing base claim cost projections, reconstructed in 2017. Projected improvement or deterioration in morbidity can have a material impact on our future claim cost projections, both on a stand-alone basis and also by virtue of influencing other variables such as discount rate and premium rate increases."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "power corporate",
        "retained sold",
        "sold ownership",
        "losses retained",
        "ratio",
        "cybersecurity incident",
        "premium ratio",
        "vernova independent",
        "ciso",
        "cohorts",
        "healthcare aercap",
        "separation aerospace",
        "annual review",
        "cybersecurity threats",
        "ending balance",
        "deficiency",
        "premium deficiency",
        "deficiency testing",
        "healthcare corporate",
        "imaging",
        "claim reserves",
        "recapture",
        "bkr",
        "recapture transaction",
        "interests aercap",
        "biopharma",
        "charges reflected",
        "goodwill impairments",
        "holdings",
        "patient"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 335,
          "text": "Included in Insurance losses, annuity benefits and other costs in our Statement of Earnings (Loss) for the years ended December 31, 2023 and 2022 are unfavorable and favorable pre-tax adjustments of $( 155 ) million and $ 404 million, respectively, from updating the net premium ratio (i.e., the percentage of projected gross premiums required to cover expected policy benefits and related expenses) after updating for actual historical experience each quarter and updating of future cash flow assumptions. Included in these amounts for the years ended December 31, 2023 and 2022, are unfavorable adjustments of $ 335 million and $ 190 million, respectively, due to insufficient gross premiums (i.e., net premium ratio exceeded 100%), related to certain cohorts in our long-term care and life insurance portfolios. These adjustments are primarily attributable to increases in the net premium ratio as a result of updating future cash flow assumptions on cohorts where the beginning of the period net premium ratio exceeded 100%."
        },
        {
          "year": 2023,
          "paragraphIndex": 284,
          "text": "Future policy benefit reserves represent the present value of future benefits to be paid to or on behalf of policyholders and related expenses less the present value of future net premiums. The liability is measured for each group of contracts (i.e., cohorts) using current cash flow assumptions. As a run-off insurance operation consisting substantially all of reinsurance, contracts are grouped into cohorts by legal entity and product type, based on the date the reinsurance contract was consummated. Future policy benefit reserves are adjusted each period as a result of updating lifetime net premium ratios for differences between actual and expected experience with the retroactive effect of those variances recognized in current period earnings. We review at least annually in the third quarter, future policy benefit reserves cash flow assumptions, except related claim expenses which remain locked-in, and if the review concludes that the assumptions need to be updated, future policy benefit reserves are adjusted retroactively based on the revised net premium ratio using actual historical experience, updated cash flow assumptions, and the locked-in discount rate with the effect of those changes recognized in current period earnings."
        },
        {
          "year": 2023,
          "paragraphIndex": 172,
          "text": "• Cybersecurity incident response plan and testing: We have a cybersecurity incident response plan and dedicated teams to respond to cybersecurity incidents. When a cybersecurity incident occurs or we identify a vulnerability, we have cross-functional teams that are responsible for leading the initial assessment of priority and severity, and external experts may also be engaged as appropriate. GE’s cybersecurity teams assist in responding to incidents depending on severity levels and seek to improve our cybersecurity incident management plan through periodic tabletops or simulations at the enterprise and business levels."
        },
        {
          "year": 2022,
          "paragraphIndex": 350,
          "text": "Premium Deficiency Testing . We completed our annual premium deficiency testing in the aggregate across our run-off insurance portfolio in the third quarter of 2022. These procedures included updating certain experience studies since our last test completed in the third quarter of 2021, independent actuarial analysis (principally on long-term care insurance exposures) and review of industry benchmarks. Using updated assumptions, the 2022 premium deficiency testing results indicated a positive margin of about 10 % of the related future policy benefit reserves recorded at September 30, 2022, or approximately equivalent to the 2021 premium deficiency testing results. The premium deficiency testing margin in 2022 was impacted by a lower discount rate in our ERAC portfolio due to the recapture transaction, as explained above, partially offset by higher prevailing benchmark interest rates in the U.S. The portfolio of investment securities expected to be received from the recapture transaction were assumed to be invested at yields below ERAC’s current portfolio yield before ultimately grading to the long-term average investment yield as we reinvest the portfolio over time. This effect was partially offset by the net impact from assumed moderately higher near-term mortality related to COVID-19 in the aggregate across our run-off insurance products (i.e., for life insurance products, higher mortality increases the present value of expected future benefit payments, while for annuity and long-term care insurance contracts, higher mortality decreases the present value of expected future benefit payments). Excluding the net impact from assumed moderately higher near-term mortality related to COVID-19, we have made no substantial change to our assumptions concerning morbidity, morbidity improvement, mortality, mortality improvement, terminations, or long-term care insurance premium rate increases in 2022. We regularly monitor emerging experience and industry developments, including these factors, to help us refine all our reserve assumptions, which may result in future changes to those assumptions."
        },
        {
          "year": 2022,
          "paragraphIndex": 164,
          "text": "Premium Deficiency Testing . We annually perform premium deficiency testing in the third quarter in the aggregate across our run-off insurance portfolio. The premium deficiency testing assesses the adequacy of future policy benefit reserves, net of unamortized capitalized acquisition costs, using current assumptions without provision for adverse deviation. A comprehensive review of premium deficiency assumptions is a complex process and depends on a number of factors, many of which are interdependent and require evaluation individually and in the aggregate across all insurance products. The vast majority of our run-off insurance operations consists of reinsurance from multiple ceding insurance entities pursuant to treaties having complex terms and conditions. Premium deficiency testing relies on claim and policy information provided by these ceding entities and considers the reinsurance treaties and underlying policies. In order to utilize that information for purposes of completing experience studies covering all key assumptions, we perform detailed procedures to conform and validate the data received from the ceding entities. Our long-term care insurance business includes coverage where credible claim experience for higher attained ages is still emerging, and to the extent future experience deviates from current expectations, new projections of claim costs extending over the expected life of the policies may be required. Significant uncertainties exist in making projections for these long-term care insurance contracts, which requires that we consider a wide range of possible outcomes."
        },
        {
          "year": 2022,
          "paragraphIndex": 171,
          "text": "2022 Premium Deficiency Testing . We completed our annual premium deficiency testing in the aggregate across our run-off insurance portfolio in the third quarter of 2022. These procedures included updating certain experience studies since our last test completed in the third quarter of 2021, independent actuarial analysis (principally on long-term care insurance exposures) and review of industry benchmarks. Using updated assumptions, the 2022 premium deficiency testing results indicated a positive margin of about 10% of the related future policy benefit reserves recorded at September 30, 2022, or approximately equivalent to the 2021 premium deficiency testing results."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "propulsion",
        "defense propulsion",
        "propulsion technologies",
        "goodwill impairments",
        "healthcare vernova",
        "aerospace defense",
        "propulsion additive",
        "additive technologies",
        "ces",
        "fulfillment",
        "deck",
        "flight deck",
        "outpacing",
        "boeing",
        "contract fulfillment",
        "revenues",
        "grid",
        "energy power",
        "offshore",
        "steam",
        "december commission",
        "offshore wind",
        "aerospace renewable",
        "gas power",
        "onshore wind",
        "power corporate",
        "power generation",
        "segment revenues",
        "total revenues",
        "number form"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 127,
          "text": "NONRECURRING ENGINEERING COSTS. We incur contract fulfillment costs for engineering and development of products directly related to existing or anticipated contracts with customers, primarily in our Defense & Propulsion Technologies segment. Contract fulfillment costs are capitalized to the extent recoverable from the customer contract, and subsequently amortized as the products are delivered to the customer. We periodically assess the recoverability of capitalized contract fulfillment costs, which requires significant judgement. Specifically, we estimate program volumes, contract revenue based on negotiated prices, and product costs based on input costs, inflation and productivity. See Note 8 for further information."
        },
        {
          "year": 2024,
          "paragraphIndex": 20,
          "text": "DEFENSE & PROPULSION TECHNOLOGIES. Defense & Propulsion Technologies (DPT) is a leading provider of defense engines and critical aircraft systems, and it consists of our Defense & Systems and Propulsion & Additive Technologies businesses. DPT was approximately 25% of total revenue for the year ended December 31, 2024, with services representing 56% of total DPT revenue."
        },
        {
          "year": 2024,
          "paragraphIndex": 24,
          "text": "Propulsion & Additive Technologies\n• Propulsion & Additive Technologies (P&AT) businesses primarily design, develop, manufacture and support aircraft components and systems for both commercial and military end users under the Avio Aero, Unison, Dowty Propellers and Colibrium Additive brands. These P&AT products include small turboprop engines, aeroengine mechanical transmissions, turbines, combustors and controls, additive manufacturing, propeller systems, ignition systems, sensors and engine accessories for both fixed wing and rotorcraft applications. Avio Aero is a strategic partner in Europe supporting the development of indigenous, classified engine technology and a core member of Clean Aviation, significantly contributing to and benefiting from the European Union sustainability roadmap."
        },
        {
          "year": 2023,
          "paragraphIndex": 63,
          "text": "Significant Trends & Developments . During the year ended December 31, 2023, the segment experienced higher orders and revenue from increased demand at Grid, Onshore Wind projects in the U.S. and higher revenue at Offshore Wind. Grid Solutions signed a significant agreement to supply its two-gigawatt HVDC systems to connect wind farms in the North Sea to the Netherlands and Germany. The Inflation Reduction Act of 2022 (IRA) introduced new and extended existing tax incentives for at least 10 years. It has resolved recent U.S. policy uncertainty that resulted in project delays and deferral of customer investments in Onshore Wind and increased near- and longer-term demand in the U.S. for onshore and offshore wind projects. Included in our RPO of $42.8 billion at December 31, 2023 are service agreements on approximately 24,000 of our onshore wind turbines, from an installed base of over 55,000 units. New product introductions, such as our 3 MW, 5 MW and 6 MW Onshore units, and our 12-14 MW Haliade-X Offshore units, account for more than half of our RPO in Onshore and Offshore Wind. As of December 31, 2023, the first 13 MW Haliade-X units have achieved first power. Finally, our Grid business is positioned to support grid expansion and modernization needs."
        },
        {
          "year": 2023,
          "paragraphIndex": 37,
          "text": "For the year ended December 31, 2023 , total revenues increased $9.9 billion (17%). Equipment revenues increased, primarily at Renewable Energy, due to higher equipment revenue at Offshore Wind associated with the Haliade-X ramp up, as well as at Grid; at Aerospace, due to an increase in commercial install and spare engine unit shipments; and at Power, due to increases at Gas Power and Power Conversion. Services revenues increased, primarily at Aerospace, due to increased commercial spare part shipments, internal shop visit volume and higher prices; and at Power, due to growth in Gas Power, Steam and Power Conversion; partially offset by a decrease at Renewable Energy, due to a decrease in repower revenue."
        },
        {
          "year": 2023,
          "paragraphIndex": 67,
          "text": "RPO as of December 31, 2023 increased $7.8 billion (22%) from December 31, 2022 primarily from several new HVDC projects at Grid and increases at Onshore Wind driven by a large order in the U.S., partially offset by a decrease in the Onshore Wind international market as revenues recognized outpaced new orders as we decrease the number of geographies we operate in, and a decrease at Offshore Wind where revenues outpaced new orders, as well as an order received during the second quarter and cancelled during the fourth quarter. RPO as of December 31, 2022 increased $1.6 billion (5%) from December 31, 2021 primarily from new orders at Grid and Hydro exceeding sales, partially offset by the approximately $1.3 billion impact from a stronger U.S. dollar and revenue exceeding new orders at Offshore Wind."
        }
      ]
    }
  ]
}