{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "Climate change",
        "climate",
        "interstate",
        "electricity natural",
        "gas supply",
        "appropriate",
        "business strategy",
        "case proceedings",
        "charge",
        "electric natural",
        "interstate pipeline",
        "margin",
        "pipelines",
        "rate case",
        "states",
        "currency",
        "foreign",
        "expose",
        "foreign currency",
        "international",
        "classifications",
        "delineated",
        "dollar",
        "dollars",
        "entered",
        "hedging",
        "issued",
        "locality",
        "located",
        "ncdeq"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "The Duke Energy Registrants purchase almost all of their natural gas supply from interstate sources that must be transported to the applicable service territories. Interstate pipeline companies transport the natural gas to the Duke Energy Registrants' systems under firm service agreements that are designed to meet the requirements of their core markets. A significant disruption to interstate pipelines capacity or reduction in natural gas supply due to events including, but not limited to, operational failures or disruptions, hurricanes, tornadoes, floods, freeze off of natural gas wells, terrorist or cyberattacks or other acts of war or legislative or regulatory actions or requirements, including remediation related to integrity inspections, could reduce the normal interstate supply of natural gas and thereby reduce earnings. Moreover, if additional natural gas infrastructure, including, but not limited to, exploration and drilling rigs and platforms, processing and gathering systems, off-shore pipelines, interstate pipelines and storage, cannot be built at a pace that meets demand, then growth opportunities could be limited and earnings negatively impacted."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "There is continued concern, both nationally and internationally, about climate change. Although there is no federal climate change legislation, in 2016, the United States signed the Paris Agreement on climate change by which the signatories agreed to pursue efforts to limit the increase in the global average temperature by less than 2 degrees Celsius above pre-industrial levels. If the United States honors the Paris accord, the EPA may adopt and implement regulations to further restrict emissions of GHGs. Increased regulation of GHG emissions could impose significant additional costs on the Duke Energy Registrants' operations, their suppliers and customers. Regulatory changes could also result in generation facilities to be retired early and result in stranded costs if Duke Energy is not able to fully recover the costs and investment in generation. At this time, the effect that climate change regulation may have in the future on Duke Energy's business, financial condition or results of operations is not able to be predicted."
        },
        {
          "year": 2016,
          "paragraphIndex": 5,
          "text": "State regulators have approved various mechanisms to stabilize natural gas utility margins, including margin decoupling in North Carolina, rate stabilization in South Carolina and uncollectible natural gas cost recovery in all states. State regulators have approved other margin stabilizing mechanisms that, for example, allow for recovery of margin losses associated with negotiated transactions designed to retain large volume customers that could use alternative fuels or that may otherwise directly access natural gas supply through their own connection to an interstate pipeline. If regulators decided to discontinue the Duke Energy Registrants' use of tariff mechanisms, it would negatively impact results of operations, financial condition and cash flows. In addition, regulatory authorities also review whether natural gas costs are prudent and can disallow the recovery of a portion of natural gas costs that the Duke Energy Registrants seek to recover from customers, which would adversely impact earnings."
        },
        {
          "year": 2015,
          "paragraphIndex": 48,
          "text": "Duke Energy selectively mitigates some risks associated with foreign currency fluctuations by, among other things, indexing contracts to the U.S. dollar and/or local inflation rates, hedging through debt denominated or issued in the foreign currency and hedging through foreign currency derivatives. These efforts, however, may not be effective and, in some cases, may expose Duke Energy to other risks that could negatively affect its cash flows and results of operations."
        },
        {
          "year": 2015,
          "paragraphIndex": 47,
          "text": "Duke Energy’s operations and investments outside the U.S. expose it to risks related to fluctuations in currency rates. As each local currency’s value changes relative to the U.S. dollar, the value in U.S. dollars of Duke Energy’s assets and liabilities in such locality and the cash flows generated in such locality, expressed in U.S. dollars, also change. Duke Energy’s primary foreign currency rate exposure is to the Brazilian real."
        },
        {
          "year": 2015,
          "paragraphIndex": 27,
          "text": "The Duke Energy Registrants have recognized significant asset retirement obligations related to these CCR-related requirements. In 2015, closure activities began at the four sites specified as high priority by the North Carolina Coal Ash Management Act (Coal Ash Act) and at the W.S. Lee Steam Station site in South Carolina in connection with other legal requirements. Excavation at these sites involves movement of large amounts of CCR materials to offsite locations for use as structural fill and to offsite or onsite lined landfills. At other sites, preliminary planning and closure methods have been studied and factored into the estimated retirement and management costs. Coal Ash Act requires CCR surface impoundments in North Carolina to be closed, with the closure method based on a risk ranking classification determined by state regulators and the North Carolina Coal Ash Commission. Other than the high priority sites specifically delineated by Coal Ash Act, the North Carolina Department of Environmental Quality (NCDEQ) has issued either preliminary draft risk rankings or has yet to designate specific risk classifications. These proposed risk rankings remain subject to a public comment period, including public meetings, followed by a final risk ranking recommendation by the NCDEQ to the Coal Ash Commission, for the Coal Ash Commission’s final approval. As the closure and CCR management work progresses, final risk ranking classifications of surface impoundments in North Carolina are delineated, and final closure plans are developed and approved at each site, the scope and complexity of work and the amount of CCR material could be greater than estimates and could, therefore, materially increase compliance expenditures and rate impacts."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "recorded",
        "tax act",
        "debt equity",
        "financial obligations",
        "canceled",
        "december",
        "meet financial",
        "access debt",
        "approvals siting",
        "construction contracts",
        "construction projects",
        "energy holding",
        "environmental permits",
        "equipment purchase",
        "flows subsidiaries",
        "piedmont",
        "achieve",
        "paris",
        "transaction",
        "united",
        "accord",
        "accretive",
        "achieve anticipated",
        "achieving",
        "acquisition",
        "acquisition piedmont",
        "agreed",
        "average",
        "broader",
        "celsius"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 51,
          "text": "Duke Energy’s long-term strategy requires the construction of new projects, either wholly owned or partially owned, which involve a number of risks, including construction delays, nonperformance by equipment and other third party suppliers, and increases in equipment and labor costs. To limit the risks of these construction projects, the Duke Energy Registrants enter into equipment purchase orders and construction contracts and incur engineering and design service costs in advance of receiving necessary regulatory approvals and/or siting or environmental permits. If any of these projects are canceled for any reason, including failure to receive necessary regulatory approvals and/or siting or environmental permits, significant cancellation penalties under the equipment purchase orders and construction contracts could occur. In addition, if any construction work or investments have been recorded as an asset, an impairment may need to be recorded in the event the project is canceled."
        },
        {
          "year": 2017,
          "paragraphIndex": 12,
          "text": "On December 22, 2017, President Trump signed the Tax Cuts and Jobs Acts (the Tax Act) into law which, among other provisions, reduces the maximum federal corporate income tax rate from 35 percent to 21 percent and limits interest deductions outside of regulated utility operations effective January 1, 2018. The resulting revaluation of existing deferred tax assets and liabilities to the lower federal corporate tax rate were recognized in Duke Energy’s December 31, 2017, financial statements. Guidance issued by the SEC indicates that additional adjustments for items that were estimated may be recorded during 2018 if new information becomes available. The Tax Act also could be amended or subject to technical correction, which could change the financial impacts that were recorded at December 31, 2017, or are expected to be recorded in future periods. The FERC and state utility commissions will determine the regulatory treatment of the impacts of the Tax Act. Duke Energy’s future results of operations, financial condition and cash flows could be adversely impacted by the Tax Act, subsequent amendments or corrections, or the actions of the FERC, state utility commissions or credit rating agencies related to the Tax Act."
        },
        {
          "year": 2017,
          "paragraphIndex": 67,
          "text": "Because Duke Energy is a holding company with no operations or cash flows of its own, its ability to meet its financial obligations, including making interest and principal payments on outstanding indebtedness and to pay dividends on its common stock, is primarily dependent on the net income and cash flows of its subsidiaries and the ability of those subsidiaries to pay upstream dividends or to repay borrowed funds. Prior to funding Duke Energy, its subsidiaries have regulatory restrictions and financial obligations that must be satisfied. These subsidiaries are separate legal entities and have no obligation to provide Duke Energy with funds. In addition, Duke Energy may provide capital contributions or debt financing to its subsidiaries under certain circumstances, which would reduce the funds available to meet its financial obligations, including making interest and principal payments on outstanding indebtedness and to pay dividends on Duke Energy’s common stock."
        },
        {
          "year": 2016,
          "paragraphIndex": 21,
          "text": "Duke Energy and Piedmont completed the merger agreement with the expectation that the transaction will result in various benefits, including, among other things, being accretive to earnings and foundational to establishing a broader natural gas infrastructure business within Duke Energy. Achieving the anticipated benefits of the transaction is subject to a number of uncertainties, including whether the business of Piedmont is integrated in an efficient and effective manner. Failure to achieve these anticipated benefits could result in increased costs, decreases in the amount of expected revenues generated by the combined company and diversion of management’s time and energy, all of which could have an adverse effect on the combined company’s financial position, results of operations or cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "There is continued concern, both nationally and internationally, about climate change. Although there is no federal climate change legislation, in 2016, the United States signed the Paris Agreement on climate change by which the signatories agreed to pursue efforts to limit the increase in the global average temperature by less than 2 degrees Celsius above pre-industrial levels. If the United States honors the Paris accord, the EPA may adopt and implement regulations to further restrict emissions of GHGs. Increased regulation of GHG emissions could impose significant additional costs on the Duke Energy Registrants' operations, their suppliers and customers. Regulatory changes could also result in generation facilities to be retired early and result in stranded costs if Duke Energy is not able to fully recover the costs and investment in generation. At this time, the effect that climate change regulation may have in the future on Duke Energy's business, financial condition or results of operations is not able to be predicted."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "Cybersecurity",
        "probation",
        "digital",
        "terms probation",
        "court",
        "failures outages",
        "standards regulations",
        "vendors",
        "Intellectual property",
        "Supply chain",
        "attempts",
        "business processes",
        "comply certain",
        "computer",
        "cybersecurity events",
        "tax act",
        "december",
        "future earnings",
        "corporate",
        "percent",
        "tax rate",
        "accessed",
        "adjustments",
        "amended",
        "amendments",
        "attack",
        "bruno",
        "california",
        "cause delays",
        "commissions additionally"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 48,
          "text": "Cybersecurity risks have increased in recent years as a result of the proliferation of new technologies and the increased sophistication, magnitude and frequency of cyberattacks and data security breaches. Duke Energy relies on the continued operation of sophisticated digital information technology systems and network infrastructure, which are part of an interconnected regional grid. Additionally, connectivity to the internet continues to increase through grid modernization and other operational excellence initiatives. Because of the critical nature of the infrastructure, increased connectivity to the internet and technology systems’ inherent vulnerability to disability or failures due to hacking, viruses, acts of war or terrorism or other types of data security breaches, the Duke Energy Registrants face a heightened risk of cyberattack from foreign or domestic sources and have been subject, and will likely continue to be subject, to attempts to gain unauthorized access to information and/or information systems or to disrupt utility operations through computer viruses and phishing attempts either directly or indirectly through its material vendors or related third parties. In the event of a significant cybersecurity breach on either the Duke Energy Registrants or with one of our material vendors or related third parties, the Duke Energy Registrants could (i) have business operations disrupted, including the disruption of the operation of our assets and the power grid, theft of confidential company, employee, shareholder, vendor or customer information, and general business systems and process interruption or compromise, including preventing the Duke Energy Registrants from servicing customers, collecting revenues or the recording, processing and/or reporting financial information correctly, (ii) experience substantial loss of revenues, repair and restoration costs, penalties and costs for lack of compliance with relevant regulations, implementation costs for additional security measures to avert future cyberattacks and other financial loss and (iii) be subject to increased regulation, litigation and reputational damage. While Duke Energy maintains insurance relating to cybersecurity events, such insurance is subject to a number of exclusions and may be insufficient to offset any losses, costs or damage experienced. Also, the market for cybersecurity insurance is relatively new and coverage available for cybersecurity events may evolve as the industry matures."
        },
        {
          "year": 2018,
          "paragraphIndex": 46,
          "text": "Duke Energy’s operations are dependent upon the proper functioning of its internal systems, including the information technology systems that support our underlying business processes. Any significant failure or malfunction of such information technology systems may result in disruptions of our operations. In the ordinary course of business, we rely on information technology systems, including the internet and third-party hosted services, to support a variety of business processes and activities and to store sensitive data, including (i) intellectual property, (ii) proprietary business information, (iii) personally identifiable information of our customers and employees, and (iv) data with respect to invoicing and the collection of payments, accounting, procurement, and supply chain activities. Our information technology systems are dependent upon global communications and cloud service providers, as well as their respective vendors, many of whom have at some point experienced significant system failures and outages in the past and may experience such failures and outages in the future. These providers’ systems are susceptible to cybersecurity and data breaches, outages from fire, floods, power loss, telecommunications failures, break-ins and similar events. Failure to prevent or mitigate data loss from system failures or outages could materially affect the results of operations, financial position and cash flows of the Duke Energy Registrants."
        },
        {
          "year": 2018,
          "paragraphIndex": 15,
          "text": "Duke Energy Carolinas and Duke Energy Progress are subject to the terms of probation set out in judgments of the United States District Court for the Eastern District of North Carolina on May 14, 2015. The judgments are based on events and activities that took place prior to 2015. The terms of probation require the companies to comply with certain environmental regulatory obligations related to coal ash and subject the two companies to oversight by a Court Appointed Monitor. If Duke Energy Carolinas or Duke Energy Progress failed to comply with certain coal ash-related environmental laws and regulations or otherwise violated the terms of probation, it could result in the imposition of additional penalties, including the revocation of probation and re-prosecution of the underlying violations. Although it is not expected that the companies will violate the terms of probation or that additional material penalties would occur, a significant violation of probation could have a material adverse effect on the Duke Energy Registrants’ reputation, results of operations, financial position and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 12,
          "text": "On December 22, 2017, President Trump signed the Tax Cuts and Jobs Acts (the Tax Act) into law which, among other provisions, reduces the maximum federal corporate income tax rate from 35 percent to 21 percent and limits interest deductions outside of regulated utility operations effective January 1, 2018. The resulting revaluation of existing deferred tax assets and liabilities to the lower federal corporate tax rate were recognized in Duke Energy’s December 31, 2017, financial statements. Guidance issued by the SEC indicates that additional adjustments for items that were estimated may be recorded during 2018 if new information becomes available. The Tax Act also could be amended or subject to technical correction, which could change the financial impacts that were recorded at December 31, 2017, or are expected to be recorded in future periods. The FERC and state utility commissions will determine the regulatory treatment of the impacts of the Tax Act. Duke Energy’s future results of operations, financial condition and cash flows could be adversely impacted by the Tax Act, subsequent amendments or corrections, or the actions of the FERC, state utility commissions or credit rating agencies related to the Tax Act."
        },
        {
          "year": 2017,
          "paragraphIndex": 3,
          "text": "The Duke Energy Registrants’ regulated electric and natural gas utility businesses are regulated on a cost-of-service/rate-of-return basis subject to statutes and regulatory commission rules and procedures of North Carolina, South Carolina, Florida, Ohio, Tennessee, Indiana and Kentucky. If the Duke Energy Registrants’ regulated utility earnings exceed the returns established by the state utility commissions, retail electric and natural gas rates may be subject to review and possible reduction by the commissions, which may decrease the Duke Energy Registrants’ future earnings. Additionally, if regulatory bodies do not allow recovery of costs incurred in providing service on a timely basis, the Duke Energy Registrants’ future earnings could be negatively impacted."
        },
        {
          "year": 2017,
          "paragraphIndex": 46,
          "text": "Information security risks have generally increased in recent years as a result of the proliferation of new technologies and the increased sophistication and frequency of cyberattacks and data security breaches. The utility industry requires the continued operation of sophisticated information technology systems and network infrastructure, which are part of an interconnected regional grid. Additionally, connectivity to the internet continues to increase through smart grid and other initiatives. Because of the critical nature of the infrastructure, increased connectivity to the internet and technology systems’ inherent vulnerability to disability or failures due to hacking, viruses, acts of war or terrorism or other types of data security breaches, the Duke Energy Registrants face a heightened risk of cyberattack. In the event of such an attack, the Duke Energy Registrants could (i) have business operations disrupted, property damaged, customer information stolen and other private information accessed, (ii) experience substantial loss of revenues, repair and restoration costs, implementation costs for additional security measures to avert future cyberattacks and other financial loss and (iii) be subject to increased regulation, litigation and reputational damage."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "actual loss",
        "applicable insurance",
        "cost applicable",
        "cover potential",
        "covered",
        "covered insurance",
        "excavate",
        "exposures",
        "exposures actual",
        "increases cost",
        "incurred losses",
        "insurance increases",
        "insurance policies",
        "loss incurred",
        "losses covered",
        "efficiency",
        "energy efficiency",
        "position results",
        "efficiency measures",
        "related incident",
        "river",
        "accomplish",
        "act requires",
        "ash basin",
        "asset retirement",
        "based risk",
        "basin",
        "basin release",
        "carolina closed",
        "ccr piles"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 54,
          "text": "The financial condition of some insurance companies, actual or threatened physical or cyber attacks, and natural disasters, among other things, could have disruptive effects on insurance markets. The availability of insurance covering risks that the Duke Energy Registrants and their respective competitors typically insure against may decrease, and the insurance that the Duke Energy Registrants are able to obtain may have higher deductibles, higher premiums, and more restrictive policy terms. Further, the insurance policies may not cover all of the potential exposures or the actual amount of loss incurred. Any losses not covered by insurance, or any increases in the cost of applicable insurance, could adversely affect the results of operations, financial position or cash flows of the affected Duke Energy Registrant."
        },
        {
          "year": 2019,
          "paragraphIndex": 21,
          "text": "Natural disasters or other operational accidents within the company or industry (such as forest fires, earthquakes, hurricanes or natural gas transmission pipeline explosions) could have direct or indirect impacts to the Duke Energy Registrants or to key contractors and suppliers. Further, the generation of electricity and the transportation and storage of natural gas involve inherent operating risks that may result in accidents involving serious injury or loss of life, environmental damage or property damage. Such events could impact the Duke Energy Registrants through changes to policies, laws and regulations whose compliance costs have a significant impact on the Duke Energy Registrants’ results of operations, financial position and cash flows. In addition, if a serious operational accident were to occur, existing insurance policies may not cover all of the potential exposures or the actual amount of loss incurred. Any losses not covered by insurance, or any increases in the cost of applicable insurance as a result of such accident, could have a material adverse effect on the results of operations, financial position, cash flows and reputation of the Duke Energy Registrants."
        },
        {
          "year": 2019,
          "paragraphIndex": 24,
          "text": "During 2015, EPA regulations were enacted related to the management of CCR from power plants. These regulations classify CCR as nonhazardous waste under the RCRA and apply to electric generating sites with new and existing landfills and, new and existing surface impoundments, and establish requirements regarding landfill design, structural integrity design and assessment criteria for surface impoundments, groundwater monitoring, protection and remedial procedures and other operational and reporting procedures for the disposal and management of CCR. In addition to the federal regulations, CCR landfills and surface impoundments will continue to be regulated by existing state laws, regulations and permits, as well as additional legal requirements that may be imposed in the future, such as the settlement reached with the NCDEQ to excavate seven of the nine remaining coal ash basins in North Carolina, and partially excavate the remaining two. These federal and state laws, regulations and other legal requirements may require or result in additional expenditures, including increased operating and maintenance costs, which could affect the results of operations, financial position and cash flows of the Duke Energy Registrants. The Duke Energy Registrants will continue to seek full cost recovery for expenditures through the normal ratemaking process with state and federal utility commissions, who permit recovery in rates of necessary and prudently incurred costs associated with the Duke Energy Registrants’ regulated operations, and through other wholesale contracts with terms that contemplate recovery of such costs, although there is no guarantee of full cost recovery. In addition, the timing for and amount of recovery of such costs could have a material adverse impact on Duke Energy's cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 4,
          "text": "If legislative and regulatory structures were to evolve in such a way that the Duke Energy Registrants’ exclusive rights to serve their regulated customers were eroded, their earnings could be negatively impacted. Federal and state regulations, laws and other efforts designed to promote and expand the use of energy efficiency measures and distributed generation technologies, such as private solar and battery storage, in Duke Energy service territories could result in customers leaving the electric distribution system and an increase in customer net energy metering, which allows customers with private solar to receive bill credits for surplus power at the full retail amount. Over time, customer adoption of these technologies and increased energy efficiency could result in excess generation resources as well as stranded costs if Duke Energy is not able to fully recover the costs and investment in generation."
        },
        {
          "year": 2018,
          "paragraphIndex": 23,
          "text": "As a result of electricity produced for decades at coal-fired power plants, the Duke Energy Registrants manage large amounts of CCR that are primarily stored in dry storage within landfills or combined with water in other surface impoundments, all in compliance with applicable regulatory requirements. However, the potential exists for another CCR-related incident, such as the one that occurred during the 2014 Dan River Steam Station ash basin release, that could raise environmental or public health concerns. Such a CCR-related incident could have a material adverse impact on the reputation and results of operations, financial position and cash flows of the Duke Energy Registrants."
        },
        {
          "year": 2018,
          "paragraphIndex": 31,
          "text": "Furthermore, the Duke Energy Registrants currently have energy efficiency riders in place to recover the cost of energy efficiency programs in North Carolina, South Carolina, Florida, Indiana, Ohio and Kentucky. Should the Duke Energy Registrants be required to invest in conservation measures that result in reduced sales from effective conservation, regulatory lag in adjusting rates for the impact of these measures could have a negative financial impact."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "expectations",
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "outcomes",
        "rate cases",
        "stakeholders",
        "ability perform",
        "achieving",
        "achieving net",
        "activism",
        "activism nationally",
        "additionally risks",
        "address risks",
        "adequately address",
        "probation",
        "terms probation",
        "completion",
        "completion projects",
        "comply certain",
        "district",
        "expanding",
        "expanding natural",
        "joint",
        "joint venture",
        "judgments",
        "partners",
        "party joint",
        "venture",
        "venture partners"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 33,
          "text": "fundamentals of reliability and affordability but are also increasingly focused on our ability to meet rapidly changing demands for new and varied products, services and offerings. Additionally, the risks of global climate change continues to shape our customers’ sustainability goals and energy needs. Failure to meet those expectations or to adequately address the risks and external pressures from regulators, investors and other stakeholders may impact favorable outcomes in future rate cases and the results of operations for the Duke Energy Registrants."
        },
        {
          "year": 2020,
          "paragraphIndex": 16,
          "text": "The COVID-19 pandemic has impacted the Duke Energy Registrants' business strategy, results of operations, financial position and cash flows, albeit not materially as of this filing date, from specific activities listed below:"
        },
        {
          "year": 2020,
          "paragraphIndex": 17,
          "text": "Furthermore, due to the unpredictability of the COVID-19 pandemic’s ongoing impact on global health and economic stability, the Duke Energy Registrants expect that the activities listed below could negatively impact their business strategy, results of operations, financial position and cash flows:"
        },
        {
          "year": 2019,
          "paragraphIndex": 38,
          "text": "In order to serve current or new natural gas customers or expand the service to existing customers, the Duke Energy Registrants need to maintain, expand or upgrade distribution, transmission and/or storage infrastructure, including laying new pipeline and building compressor stations. Duke Energy Registrants have made significant investments in pipeline development projects, which are being operated and constructed by third-party joint venture partners. The Duke Energy Registrants must rely on their third-party joint venture partners for proper construction management of the projects and are dependent upon contractors for the successful and timely completion of the projects. In addition, various factors, such as the inability to obtain required approval from local, state and/or federal regulatory and governmental bodies, public opposition to projects, adverse litigation rulings, inability to obtain adequate financing, competition for labor and materials, construction delays, cost overruns and the inability to negotiate acceptable agreements relating to rights of way, construction or other material development components, may prevent or delay the completion of projects or materially increase the cost of such projects, which could have a material adverse effect on the results of operations and financial position of Duke Energy."
        },
        {
          "year": 2019,
          "paragraphIndex": 15,
          "text": "Duke Energy Carolinas and Duke Energy Progress are subject to the terms of probation set out in judgments of the U.S. District Court for the Eastern District of North Carolina on May 14, 2015. The judgments are based on events and activities that took place prior to 2015. The terms of probation require the companies to comply with certain environmental regulatory obligations related to coal ash and subject the two companies to oversight by a Court Appointed Monitor. If Duke Energy Carolinas or Duke Energy Progress failed to comply with certain coal ash-related environmental laws and regulations or otherwise violated the terms of probation, it could result in the imposition of additional penalties, including the revocation of probation and re-prosecution of the underlying violations. Although it is not expected that the companies will violate the terms of probation or that additional material penalties would occur, a significant violation of probation could have a material adverse effect on the Duke Energy Registrants’ reputation, results of operations, financial position and cash flows."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "Duke Energy’s results of operations depend, in significant part, on the extent to which it can implement its business strategy successfully. Duke Energy's strategy, which includes transforming the customer experience, modernizing the energy grid, generating cleaner energy and working to achieve net-zero carbon emissions by 2050, expanding the natural gas infrastructure, modernizing the regulatory construct and digital transformation, is subject to business, economic and competitive uncertainties and contingencies, many of which are beyond its control. As a consequence, Duke Energy may not be able to fully implement or realize the anticipated results of its strategy."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "needed",
        "renewables",
        "ability achieve",
        "Inflation",
        "achieving carbon",
        "activist",
        "activist shareholders",
        "build",
        "constrained",
        "difficult",
        "directives",
        "distribution upgrades",
        "execute strategy",
        "existing carbon",
        "facilitate",
        "associated climate",
        "advancements",
        "agreements market",
        "aid",
        "albeit",
        "arise systematic",
        "bills",
        "comments",
        "conditions associated",
        "control consequence",
        "date",
        "dates additionally",
        "decreased",
        "delay",
        "early result"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "Federal or state policies could be enacted that restrict the availability of fuels or generation technologies, such as natural gas or nuclear power, that enable Duke Energy to reduce its carbon emissions. Supportive policies may be needed to facilitate the siting and cost recovery of transmission and distribution upgrades needed to accommodate the build out of large volumes of renewables and energy storage. Further, the approval of our state regulators will be necessary for the company to continue to retire existing carbon emitting assets or make investments in new generating capacity. The company may be constrained by the ability to procure resources or labor needed to build new generation at a reasonable price as well as to construct projects on time. In addition, new technologies that are not yet commercially available or are unproven at utility scale will be needed. If these technologies are not developed or are not available at reasonable prices, or if we invest in early-stage technologies that are then supplanted by technological breakthroughs, Duke Energy’s ability to achieve a net-zero target by 2050 at a cost-effective price could be at risk."
        },
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "Achieving our carbon reduction goals will require continued operation of our existing carbon-free technologies including nuclear and renewables. The rapid transition to and expansion of certain low-carbon resources, such as renewables without cost-effective storage, may challenge our ability to meet customer expectations of reliability in a carbon constrained environment, Our nuclear fleet is central to our ability to meet these objectives and customer expectations. We are continuing to seek to renew the operating licenses of the 11 reactors we operate at six nuclear stations for an additional 20 years, extending their operating lives to and beyond midcentury. Failure to receive approval from the NRC for the relicensing of any of these reactors could affect our ability to achieve a net-zero target by 2050."
        },
        {
          "year": 2021,
          "paragraphIndex": 52,
          "text": "While we strive to maintain constructive communications with our shareholders, activist shareholders may, from time to time, engage in proxy solicitations or advance shareholder proposals, or otherwise attempt to affect changes and assert influence on our Board and management. Perceived uncertainties as to the future direction or governance of the company may cause concern to our current or potential regulators, vendors or strategic partners, or make it more difficult to execute on our strategy or to attract and retain qualified personnel, which may have a material impact on our business and operating results."
        },
        {
          "year": 2020,
          "paragraphIndex": 16,
          "text": "The COVID-19 pandemic has impacted the Duke Energy Registrants' business strategy, results of operations, financial position and cash flows, albeit not materially as of this filing date, from specific activities listed below:"
        },
        {
          "year": 2020,
          "paragraphIndex": 34,
          "text": "The Duke Energy Registrants’ operating results may fluctuate on a seasonal and quarterly basis and can be negatively affected by changes in weather conditions and severe weather, including extreme weather conditions associated with climate change."
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "Duke Energy’s results of operations depend, in significant part, on the extent to which it can implement its business strategy successfully. Duke Energy's strategy, which includes transforming the customer experience, achieving net-zero carbon emissions by 2050, modernizing the regulatory construct and digital transformation, is subject to business, regulatory, economic and competitive uncertainties and contingencies, and required advancements in technology to achieve net-zero carbon emissions by 2050, many of which are beyond its control. As a consequence, Duke Energy may not be able to fully implement or realize the anticipated results of its strategy."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "energy transition",
        "pandemic health",
        "Geopolitical tensions",
        "account",
        "accurately",
        "advanced",
        "adverse consequences",
        "affordably",
        "allowance",
        "bad",
        "capable",
        "cause delays",
        "consequences",
        "continuation",
        "delay",
        "activists",
        "activity certain",
        "appropriate engineered",
        "bankruptcy",
        "bankruptcy unrelated",
        "bodies introduced",
        "business allowed",
        "conditions population",
        "cyber",
        "delays nonperformance",
        "downturns bankruptcy",
        "factors cyberattacks",
        "flows retail",
        "immaterially",
        "individual"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 19,
          "text": "A continuation of adverse economic conditions including economic downturn or high commodity prices could also negatively impact the financial stability of certain of our customers and result in their inability to pay for electric and natural gas services. This could lead to increased bad debt expense and higher allowance for doubtful account reserves for the Duke Energy Registrants and result in delayed or unrecovered operating costs and lower financial results. Additionally, prolonged economic downturns that negatively impact the Duke Energy Registrants’ results of operations and cash flows could result in future material impairment charges to write-down the carrying value of certain assets, including goodwill, to their respective fair values. The Duke Energy Registrants also monitor the impacts of inflation on the procurement of goods and services and seek to minimize its effects in future periods through pricing strategies, productivity improvements, and cost reductions. Rapidly rising prices as a result of inflation or other factors may impact the ability of the company to recover costs timely or execute on its business strategy including the achievement of growth objectives."
        },
        {
          "year": 2022,
          "paragraphIndex": 35,
          "text": "As it relates to electric generation, a diversified fleet with increasingly clean generation resources may facilitate more efficient financing and lower costs. Conversely, jurisdictions utilizing more carbon-intensive generation such as coal may experience difficulty attracting certain investors and obtaining the most economical financing terms available. Furthermore, with this heightened emphasis on environmental, social, and governance concerns, and climate change in particular, there is an increased risk of litigation, activism, and legislation from groups both in support of and opposed to various environmental, social and governance initiatives, which could cause delays and increase the costs of our clean energy transition."
        },
        {
          "year": 2022,
          "paragraphIndex": 60,
          "text": "Market disruptions may increase the cost of borrowing or adversely affect the ability to access one or more financial markets. Such disruptions could include: economic downturns, unfavorable capital market conditions, market prices for natural gas and coal, geopolitical risks, actual or threatened terrorist attacks, or the overall health of the energy industry. Additionally, rapidly rising interest rates could impact the ability to affordably finance the capital plan or increase rates to customers and could have an impact on our ability to execute on our clean energy transition. The availability of credit under Duke Energy’s Master Credit Facility depends upon the ability of the banks providing commitments under the facility to provide funds when their obligations to do so arise. Systemic risk of the banking system and the financial markets could prevent a bank from meeting its obligations under the facility agreement."
        },
        {
          "year": 2021,
          "paragraphIndex": 58,
          "text": "Market disruptions may increase the cost of borrowing or adversely affect the ability to access one or more financial markets. Such disruptions could include: economic downturns, the bankruptcy of an unrelated energy company, unfavorable capital market conditions, market prices for electricity and natural gas, the generation mix of individual utilities, actual or threatened terrorist attacks, or the overall health of the energy industry. The availability of credit under Duke Energy’s Master Credit Facility depends upon the ability of the banks providing commitments under the facility to provide funds when their obligations to do so arise. Systemic risk of the banking system and the financial markets could prevent a bank from meeting its obligations under the facility agreement."
        },
        {
          "year": 2021,
          "paragraphIndex": 27,
          "text": "The Duke Energy Registrants have recognized significant AROs related to these CCR-related requirements. Closure activities began in 2015 at the four sites specified as high priority by the Coal Ash Act and at the W.S. Lee Steam Station site in South Carolina in connection with other legal requirements. Excavation at these sites involves movement of CCR materials to off-site locations for use as structural fill, to appropriate engineered off-site or on-site lined landfills or conversion of the ash for beneficial use. Duke Energy has completed excavation of coal ash at three of the four high priority sites. At other sites, planning and closure methods have been studied and factored into the estimated retirement and management costs, and closure activities have commenced. As the closure and CCR management work progresses and final closure plans and corrective action measures are\ndeveloped and approved at each site, the scope and complexity of work and the amount of CCR material could be greater than estimates and could, therefore, materially increase compliance expenditures and rate impacts."
        },
        {
          "year": 2021,
          "paragraphIndex": 35,
          "text": "As it relates to electric generation, a diversified fleet with increasingly clean generation resources may facilitate more efficient financing and lower costs. Conversely, jurisdictions utilizing more carbon-intensive generation such as coal may experience difficulty attracting certain investors and obtaining the most economical financing terms available. Furthermore, with this heightened emphasis on environmental, social, and governance concerns, and climate change in particular, there is an increased risk of litigation by activists."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "decoupling mechanisms",
        "incentive",
        "incentive mechanisms",
        "performance incentive",
        "reporting requirements",
        "revenue",
        "revenue decoupling",
        "adjustments",
        "agreements market",
        "allocate",
        "attack",
        "civil",
        "claims",
        "classes",
        "consumer",
        "assets steps",
        "attempts gain",
        "costs appropriate",
        "cyberattack",
        "cyberattack foreign",
        "emissions impose",
        "enacted proposed",
        "epa enacted",
        "generation operational",
        "impact nonregulated",
        "inefficiencies impact",
        "lines additional",
        "lives ownership",
        "markets associated",
        "mechanisms negatively"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 7,
          "text": "State regulators have approved various mechanisms to stabilize natural gas utility margins, including margin decoupling in North Carolina and rate stabilization in South Carolina. Additionally, certain jurisdictions have established performance incentive mechanisms and revenue decoupling mechanisms for EU&I. Performance incentive mechanisms condition some portion of the respective utility's earnings on its performance on established measurable consumer, utility system, or public policy outcomes. Revenue decoupling mechanisms provide periodic rate adjustments to ensure actual revenues match allowed revenues for certain customer classes. State regulators have also approved other margin stabilizing mechanisms that, for example, allow for recovery of margin losses associated with negotiated transactions designed to retain large volume customers that could use alternative fuels or that may otherwise directly access natural gas supply through their own connection to an interstate pipeline. If regulators decided to discontinue the Duke Energy Registrants' use of tariff mechanisms or other mechanisms intended to stabilize utility margins, it would negatively impact results of operations, financial position and cash flows. In addition, regulatory authorities also review whether natural gas costs are prudently incurred and can disallow the recovery of a portion of natural gas costs that the Duke Energy Registrants seek to recover from customers, which would adversely impact earnings."
        },
        {
          "year": 2023,
          "paragraphIndex": 17,
          "text": "There is continued concern, and increasing activism, both nationally and internationally, about climate change. The EPA and state regulators have, and may adopt and implement, additional regulations to restrict emissions of GHGs to address global climate change, as well as reporting requirements regarding such emissions and related climate-goal claims. Certain local and state jurisdictions have also enacted laws to restrict or prevent new natural gas infrastructure. Increased regulation of GHG emissions and reporting requirements could impose significant additional costs on the Duke Energy Registrants' electric and natural gas operations, their suppliers and customers and affect demand for energy conservation and renewable products, which could impact both our electric and natural gas businesses. Regulatory changes could also result in generation facilities to be retired earlier than planned to meet our net-zero 2050 goal. Though we would plan to seek cost recovery for investments related to GHG emissions reductions through regulatory rate structures, changes in the regulatory climate could result in the delay in or failure to fully recover such costs and investment in generation."
        },
        {
          "year": 2023,
          "paragraphIndex": 56,
          "text": "Ownership interests in and operation of nuclear stations by Duke Energy Carolinas, Duke Energy Progress and Duke Energy Florida subject them to various risks. These risks include, among other things: the potential harmful effects on the environment and human health resulting from the current or past operation of nuclear facilities and the storage, handling and disposal of radioactive materials; limitations on the amounts and types of insurance commercially available to cover losses that might arise in connection with nuclear operations; uncertainties with respect to the technological and financial aspects of decommissioning nuclear plants at the end of their licensed lives; and the threat of a terrorist attack or cyber incident and other potential liabilities arising out of the ownership or operation of nuclear facilities."
        },
        {
          "year": 2022,
          "paragraphIndex": 46,
          "text": "Cybersecurity risks have increased in recent years as a result of the proliferation of new technologies and the increased sophistication, magnitude and frequency of cyberattacks and data security breaches. Duke Energy relies on the continued operation of sophisticated digital information technology systems and network infrastructure, which are part of an interconnected regional grid. Additionally, connectivity to the internet continues to increase through grid modernization and other operational excellence initiatives. Because of the critical nature of the infrastructure, increased connectivity to the internet and technology systems’ inherent vulnerability to disability or failures due to hacking, viruses, acts of war or terrorism or other types of data security breaches, the Duke Energy Registrants face a heightened risk of cyberattack from foreign or domestic sources and have been subject, and will likely continue to be subject, to attempts to gain unauthorized access to information and/or information systems or to disrupt utility operations through computer viruses and phishing attempts either directly or indirectly through its material vendors or related third parties. In the event of a significant cybersecurity breach on either the Duke Energy Registrants or with one of our material vendors or related third parties, the Duke Energy Registrants could (i) have business operations disrupted, including the disruption of the operation of our natural gas and electric assets and the power grid, theft of confidential company, employee, retiree, shareholder, vendor or customer information, and general business systems and process interruption or compromise, including preventing the Duke Energy Registrants from servicing customers, collecting revenues or the recording, processing and/or reporting financial information correctly, (ii) experience substantial loss of revenues, repair and restoration costs, penalties and costs for lack of compliance with relevant regulations, implementation costs for additional security measures to avert future cyberattacks and other financial loss and (iii) be subject to increased regulation, litigation and reputational damage. While Duke Energy maintains insurance relating to cybersecurity events, such insurance is subject to a number of exclusions and may be insufficient to offset any losses, costs or damage experienced. Also, the market for cybersecurity insurance is relatively new and coverage available for cybersecurity events is evolving as the industry matures."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "tax incentives",
        "april",
        "conflicting",
        "ira",
        "balancing",
        "capture",
        "ccr surface",
        "centers",
        "discharge",
        "growing",
        "inactive",
        "legacy",
        "limits",
        "occurs",
        "particularly",
        "achieving",
        "achieving carbon",
        "closure activities",
        "excavate",
        "excavation",
        "high priority",
        "priority",
        "remaining",
        "structural",
        "abnormally",
        "abnormally mild",
        "achieving net",
        "act lee",
        "activities began",
        "activities commenced"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 3,
          "text": "Federal or state policies could be enacted that restrict the availability of, and increase the costs associated with the use of, fuels or generation technologies, such as natural gas or nuclear power, that enable Duke Energy to reduce its carbon emissions. For example, Duke Energy anticipates that its nuclear stations in North Carolina and South Carolina will continue to qualify for significant tax incentives in the form of nuclear production tax credits under the IRA. Nuclear energy is a reliable and clean energy source and nuclear tax incentives allowed under the IRA, including nuclear production tax credits, are expected to reduce the cost of the energy transition for our customers. If such nuclear production tax credits were eliminated or reduced, it could negatively impact our ability to return the anticipated cost benefits to customers."
        },
        {
          "year": 2024,
          "paragraphIndex": 4,
          "text": "Additionally, new EPA rules issued in April 2024 impose stringent GHG emission reduction standards, revised air toxic limits, and wastewater discharge limitations that may impact our carbon-reduction targets, and operational timeline and costs associated with certain new and existing generation. Supportive policies may be needed to facilitate the siting and cost recovery of transmission and distribution upgrades needed to accommodate the build out of large volumes of renewables and energy storage. Further, the approval of our state regulators will be necessary for the Company to continue to retire existing carbon emitting assets or make investments in new generating capacity. The Company may be constrained by the ability to procure resources or labor needed to build new generation at a reasonable price as well as to construct projects on time. In addition, new technologies that are not yet commercially available or are unproven at utility scale will likely be needed, including carbon capture and sequestration and supporting infrastructure as well as new resources capable of following electric load over long durations such as advanced nuclear, hydrogen and long-duration storage. If these technologies are not developed or are not available at reasonable prices, or if we invest in early stage technologies that are then supplanted by technological breakthroughs, Duke Energy’s ability to achieve a net-zero target by 2050 at a cost-effective price could be at risk."
        },
        {
          "year": 2024,
          "paragraphIndex": 15,
          "text": "The Duke Energy Registrants are subject to regulations under a wide variety of U.S. federal and state regulations and policies, including by FERC, NRC, EPA and various other federal agencies as well as the North American Electric Reliability Corporation. Regulation affects almost every aspect of the Duke Energy Registrants’ businesses, including, among other things, their ability to: take fundamental business management actions; determine the terms and rates for services; make acquisitions; issue equity or debt securities; engage in transactions with other subsidiaries and affiliates; and pay dividends upstream to the Duke Energy Registrants. Changes to federal regulations are continuous and ongoing. There can be no assurance that laws, regulations and policies, including tax incentives and credits, will not be changed in ways that result in material modifications of business models and objectives or affect returns on investment by restricting activities and products, subjecting them to escalating costs, causing delays, or prohibiting them outright, which could have a material effect on the Duke Energy Registrants' results of operations, financial position and cash flows. Such potential changes that may have adverse consequences could include no longer allowing tax incentives and credits currently provided for under the IRA, including the ability to record or sell related tax credits to third parties."
        },
        {
          "year": 2023,
          "paragraphIndex": 27,
          "text": "The Duke Energy Registrants have recognized significant AROs related to these CCR-related requirements. Closure activities began in 2015 at the four sites specified as high priority by the Coal Ash Act and at the W.S. Lee Steam Station site in South Carolina in connection with other legal requirements. Excavation at these sites involves movement of CCR materials to off-site locations for use as structural fill, to appropriately engineered off-site or on-site lined landfills or conversion of the ash for beneficial use. Duke Energy has completed excavation of coal ash at the four high-priority North Carolina sites. At other sites, planning and closure methods have been studied and factored into the estimated retirement and management costs, and closure activities have commenced. As the closure and CCR management work progresses and final closure plans and corrective action measures are\ndeveloped and approved at each site, the scope and complexity of work and the amount of CCR material could be greater than estimates and could, therefore, materially increase compliance expenditures and rate impacts."
        },
        {
          "year": 2023,
          "paragraphIndex": 26,
          "text": "During 2015, EPA regulations were enacted related to the management of CCR from power plants. These regulations classify CCR as nonhazardous waste under the RCRA and apply to electric generating sites with new and existing landfills and, new and existing surface impoundments, and establish requirements regarding landfill design, structural integrity design and assessment criteria for surface impoundments, groundwater monitoring, protection and remedial procedures and other operational and reporting procedures for the disposal and management of CCR. In addition to the federal regulations, CCR landfills and surface impoundments will continue to be regulated by existing state laws, regulations and permits, as well as additional legal requirements that may be imposed in the future, such as the settlement reached with the NCDEQ to excavate seven of the nine remaining coal ash basins in North Carolina, and partially excavate the remaining two, and the EPA's January 11, 2022, issuance of a letter interpreting the CCR Rule, including its applicability and closure provisions. These federal and state laws, regulations and other legal requirements may require or result in additional expenditures, including increased operating and maintenance costs, which could affect the results of operations, financial position and cash flows of the Duke Energy Registrants. The Duke Energy Registrants will continue to seek full cost recovery for expenditures through the normal ratemaking process with state and federal utility commissions, who permit recovery in rates of necessary and prudently incurred costs associated with the Duke Energy Registrants’ regulated operations, and through other wholesale contracts with terms that contemplate recovery of such costs, although there is no guarantee of full cost\nrecovery. In addition, the timing for and amount of recovery of such costs could have a material adverse impact on Duke Energy's cash flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 1,
          "text": "Duke Energy’s results of operations depend, in significant part, on the extent to which it can implement its business strategy successfully. Duke Energy's clean energy transition, which includes achieving net-zero carbon emissions from electricity generation by 2050, modernizing the regulatory construct, transforming the customer experience, and digital transformation, is subject to business, policy, regulatory, technology, economic and competitive uncertainties and contingencies, many of which are beyond its control and may make those goals difficult to achieve."
        }
      ]
    }
  ]
}