{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "cybersecurity incident",
        "events",
        "diseases",
        "endemic",
        "parties",
        "access systems",
        "caused cause",
        "cybersecurity events",
        "develop",
        "emissions negatively",
        "endemic diseases",
        "epidemics",
        "epidemics endemic",
        "executive",
        "executive orders",
        "breach",
        "ghgs",
        "approximately million",
        "breaches",
        "collectively",
        "compromises",
        "consumed approximately",
        "installed",
        "miles",
        "prolonged",
        "sensitive",
        "suppliers working",
        "threats",
        "unionized",
        "workers"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 6,
          "text": "A significant cybersecurity incident or other disruption to our technology infrastructure could disrupt our business operations.\nWe rely on information technology, and improvements in that technology, in all aspects of our business. If we experience significant disruption or failure of one or more of information technology systems operated by us or under control of third parties, including computer hardware, software, and communications equipment, we could experience a service interruption or other operational difficulties. Although we maintain comprehensive security programs designed to protect our information technology systems, we are continually targeted by threat actors attempting to access our networks. While we have experienced cybersecurity events that have had minimal impact, future events may result in more significant impacts to business operations. These potentially impactful events could include unauthorized access to our systems, viruses, ransomware, and/or compromise, acquisition, or destruction of our data. We also could be impacted by cybersecurity events targeting third parties that we rely on for business operations, including third party vendors that have access to our systems or data and third parties in our supply chain. Such a direct or indirect cybersecurity incident could interrupt our service, cause safety failures or operational difficulties, decrease revenues, increase operating costs, impact our efficiency, damage our corporate reputation, and/or expose us to litigation or government investigations, which could result in penalties, fines or judgments. In addition, our failure to comply with privacy-related or data protection laws and regulations could result in government investigations and proceedings against us, or litigation, resulting in adverse reputational impacts, penalties, and legal liability."
        },
        {
          "year": 2021,
          "paragraphIndex": 5,
          "text": "Pandemics, epidemics or endemic diseases could further impact us, our customers, our supply chain and our operations.\nThe magnitude and duration of a pandemic, epidemic or endemic disease, and its impact on our customers and general economic conditions will influence the demand for our services and affect our revenues. In addition, such outbreaks could affect our operations and business continuity if a significant number of our essential employees, overall or in a key location, are quarantined from contraction of or exposure to the disease or if governmental orders prevent our employees or critical suppliers (including individuals that have not received mandated vaccinations) from working. Our compliance with vaccine mandates could lead to employee absences, resignations, labor disputes or work stoppages. The COVID-19 pandemic negatively impacted the economy and continues to generate economic uncertainty. Future pandemics, epidemics or endemic diseases may cause similar consequences. To the extent such diseases adversely affects our business and financial results, they may also have the effect of heightening many of the other risks described in the risk factors included herein, or may affect our operating and financial results in a manner that is not presently known to us."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "Significant governmental legislation, regulation, and Executive Orders over commercial, tax, operating and environmental matters could affect us, our customers, and the markets we serve.\nCongress can enact laws that could increase economic regulation of the industry. Similarly, regulations promulgated by agencies and the issuance of Executive Orders can affect us, our customers, and the markets we serve. Railroads presently are subject to commercial regulation by the STB, which has jurisdiction to varying extents over rates, routes, customer access provisions, fuel surcharges, conditions of service, and the extension or abandonment of rail lines. The STB also has jurisdiction over the consolidation, merger, or acquisition of control of and by rail common carriers. Additional economic regulation of the rail industry by Congress or the STB, whether under new or existing laws, could have a significant negative impact on our ability to negotiate prices for rail services, on railway operating revenues, and on the efficiency of our operations. Such additional industry regulation, as well as enactment of any new tax laws, could also negatively impact cash flows from operating activities and, therefore, could result in reduced capital spending on our rail network or abandonment of lines."
        },
        {
          "year": 2020,
          "paragraphIndex": 24,
          "text": "We rely on technology and technology improvements in our business operations.\nIf we experience significant disruption or failure of one or more of our information technology systems, including computer hardware, software, and communications equipment, we could experience a service interruption, a security breach, or other operational difficulties. We also face cybersecurity threats which may result in breaches of systems, or compromises of sensitive data, which may also result in service interruptions, safety failures, or operational difficulties. Such a breach, or compromise, could decrease revenues, increase operating costs, including those to protect our infrastructure, impact our efficiency, or damage our corporate reputation. Additionally, if we do not have sufficient capital to acquire new technology or we are unable to implement new technology, we may suffer a competitive disadvantage within the rail industry and with companies providing alternative modes of transportation service."
        },
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "Railroads are also subject to the enactment of laws by Congress and regulation by the DOT and the DHS, which regulate most aspects of our operations related to safety and security. The Rail Safety Improvement Act of 2008, the Surface Transportation Extension Act of 2015, and the implementing regulations promulgated by the FRA (collectively “the PTC laws and regulations”) required us (and each other Class I railroad) to implement an interoperable positive train control system (PTC) on main lines over which five million or more gross tons of annual traffic and certain hazardous materials are transported, and on any main lines over which intercity or commuter rail passenger transportation is regularly provided. We completed our PTC implementation prior to the December 31, 2020 deadline. PTC is installed on 8,000 of our 19,300 routes miles. PTC is designed to prevent train-to-train collisions, speed-related derailments, and certain other accidents caused by human error, but it will not prevent all types of train accidents or incidents. The PTC system will continue to result in additional operating costs and capital expenditures, and may result in increased claims and litigation costs."
        },
        {
          "year": 2020,
          "paragraphIndex": 21,
          "text": "In addition, legislation and regulation related to GHGs could negatively affect the markets we serve and our customers. Even without legislation or regulation, government incentives and adverse publicity relating to GHGs could negatively affect the markets for certain of the commodities we carry and our customers that (1) use commodities we carry to produce energy, including coal, (2) use significant amounts of energy in producing or delivering the commodities we carry, or (3) manufacture or produce goods that consume significant amounts of energy."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "updated",
        "security cybersecurity",
        "skilled",
        "additional updated",
        "commercial operational",
        "conduct",
        "negatively affected",
        "adversely impact",
        "attract",
        "attract retain",
        "change ghg",
        "complexity",
        "complexity operations",
        "conduct complexity",
        "connection",
        "ptc",
        "accidents",
        "economic regulation",
        "main",
        "main lines",
        "promulgated",
        "COVID-19",
        "absences",
        "canada",
        "class",
        "collisions",
        "commuter",
        "completed",
        "compliance",
        "consequences"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 25,
          "text": "Failure to attract and retain key executive officers, or skilled professional or technical employees could adversely impact our business and operations.\nOur success depends on our ability to attract and retain skilled employees, including a sufficient number of craft employees to enable us to efficiently conduct our operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 2,
          "text": "The STB also has jurisdiction over the consolidation, merger, or acquisition of control of and by rail common carriers. Additional or updated regulation of the rail industry by Congress or the STB, whether under new, existing or amended laws or regulations, could have a significant negative impact on our ability to negotiate prices for rail services, on our railway operating revenues, and on the efficiency, conduct, or complexity of our operations. Such additional or updated industry regulation, as well as enactment of any new or updated tax laws, could also negatively impact cash flows from our operating activities and, therefore, result in reduced capital spending on our rail network or abandonment of lines."
        },
        {
          "year": 2022,
          "paragraphIndex": 3,
          "text": "Railroads are also subject to the enactment of laws by Congress and regulation by the DOT (including the FRA) and the DHS (including the TSA), which regulate many aspects of our operations related to safety, security and cybersecurity. Additional or updated safety, security, or cybersecurity regulation by Congress, the DOT or DHS could have a negative impact on our business and the efficiency, conduct, or complexity of our operations including (but not limited to) increased operating costs, capital expenditures, claims and litigation."
        },
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "Railroads are also subject to the enactment of laws by Congress and regulation by the DOT and the DHS, which regulate most aspects of our operations related to safety and security. The Rail Safety Improvement Act of 2008, the Surface Transportation Extension Act of 2015, and the implementing regulations promulgated by the FRA required us (and each other Class I railroad) to implement an interoperable positive train control system (PTC) on main lines over which five million or more gross tons of annual traffic and certain hazardous materials are transported, and on any main lines over which intercity or commuter rail passenger transportation is regularly provided. We completed our PTC implementation prior to the December 31, 2020 deadline. PTC is designed to prevent train-to-train collisions, speed-related derailments, and certain other accidents caused by human error, but it will not prevent all types of train accidents or incidents. The PTC system will continue to result in additional operating costs and capital expenditures, and may result in increased claims and litigation costs."
        },
        {
          "year": 2021,
          "paragraphIndex": 5,
          "text": "Pandemics, epidemics or endemic diseases could further impact us, our customers, our supply chain and our operations.\nThe magnitude and duration of a pandemic, epidemic or endemic disease, and its impact on our customers and general economic conditions will influence the demand for our services and affect our revenues. In addition, such outbreaks could affect our operations and business continuity if a significant number of our essential employees, overall or in a key location, are quarantined from contraction of or exposure to the disease or if governmental orders prevent our employees or critical suppliers (including individuals that have not received mandated vaccinations) from working. Our compliance with vaccine mandates could lead to employee absences, resignations, labor disputes or work stoppages. The COVID-19 pandemic negatively impacted the economy and continues to generate economic uncertainty. Future pandemics, epidemics or endemic diseases may cause similar consequences. To the extent such diseases adversely affects our business and financial results, they may also have the effect of heightening many of the other risks described in the risk factors included herein, or may affect our operating and financial results in a manner that is not presently known to us."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "Significant governmental legislation, regulation, and Executive Orders over commercial, tax, operating and environmental matters could affect us, our customers, and the markets we serve.\nCongress can enact laws that could increase economic regulation of the industry. Similarly, regulations promulgated by agencies and the issuance of Executive Orders can affect us, our customers, and the markets we serve. Railroads presently are subject to commercial regulation by the STB, which has jurisdiction to varying extents over rates, routes, customer access provisions, fuel surcharges, conditions of service, and the extension or abandonment of rail lines. The STB also has jurisdiction over the consolidation, merger, or acquisition of control of and by rail common carriers. Additional economic regulation of the rail industry by Congress or the STB, whether under new or existing laws, could have a significant negative impact on our ability to negotiate prices for rail services, on railway operating revenues, and on the efficiency of our operations. Such additional industry regulation, as well as enactment of any new tax laws, could also negatively impact cash flows from operating activities and, therefore, could result in reduced capital spending on our rail network or abandonment of lines."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "incident proceedings",
        "incident incident",
        "item notes",
        "note item",
        "notes",
        "notes consolidated",
        "related incident",
        "incident risks",
        "actions",
        "accrued",
        "cars",
        "defined",
        "estimates",
        "noted",
        "noted incident",
        "create",
        "minimal",
        "note consolidated",
        "quarantined",
        "recently",
        "redefine",
        "experience",
        "experience significant",
        "information technology",
        "catastrophic",
        "chain operations",
        "significantly",
        "insurance",
        "Climate change",
        "Supply chain"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "In addition, while we have accrued estimates of probable and reasonably estimable liabilities with respect to the Incident and the Incident Proceedings (several of which are in early stages), we cannot predict the final outcome or estimate the reasonably possible range of loss with certainty and such estimates may change over time due to a variety of factors, including but not limited to those set forth in Note 17 in Item 8 “Notes to Consolidated Financial Statements” or other unfavorable or unexpected developments or outcomes which could result in our current estimates being insufficient."
        },
        {
          "year": 2023,
          "paragraphIndex": 2,
          "text": "As defined and as further described in Note 17 in Item 8 “Notes to Consolidated Financial Statements”, there was an Incident that occurred in the first quarter that consisted of a February 3, 2023 train derailment in East Palestine, Ohio that included 11 non-Company-owned tank cars containing hazardous materials, fires associated with the derailment that threatened certain of the tank cars, and a controlled vent and burn procedure conducted on February 6, 2023 on five of the derailed tank cars, all of which contained vinyl chloride."
        },
        {
          "year": 2023,
          "paragraphIndex": 1,
          "text": "Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Item 8 “Financial Statements and Supplementary Data.” We have experienced a number of the risks described below over the past year in connection with the Incident and the Incident Proceedings (defined below). The risks described below should be read in conjunction with the information regarding the Incident and Incident Proceedings provided in Note 17 in Item 8 “Notes to Consolidated Financial Statements.”"
        },
        {
          "year": 2022,
          "paragraphIndex": 9,
          "text": "A significant cybersecurity incident or other disruption to our technology infrastructure could disrupt our business operations.\nWe rely on information technology, and improvements in that technology, in all aspects of our business. If we experience significant disruption or failure of one or more of information technology systems operated by us or under control of third parties, including computer hardware, software, and communications equipment, we could experience a service interruption, data breach, or other operational difficulties. Although we maintain comprehensive security programs designed to protect our information technology systems, we are continually targeted by threat actors attempting to access our networks. While we have previously experienced cybersecurity events that have had minimal impact, future events may result in more significant impacts to our operations, reputation or results of operations. These potentially impactful events could include unauthorized access to our systems, viruses, ransomware, and/or compromise, acquisition, or destruction of our data. We also could be impacted by cybersecurity events targeting third parties that we rely on for business operations, including third party vendors that have access to our systems or data and third parties in our supply chain. Such a direct or indirect cybersecurity incident could interrupt our service, cause safety failures or operational difficulties, decrease revenues, increase operating costs, impact our efficiency, damage our corporate reputation, and/or expose us to litigation or government action or increased regulation, which could result in penalties, fines or judgments. In addition, our failure to comply with privacy-related or data protection laws and regulations could result in government investigations and proceedings against us, or litigation, resulting in adverse reputational impacts, penalties, and legal liability."
        },
        {
          "year": 2022,
          "paragraphIndex": 11,
          "text": "As a common carrier by rail, we must offer to transport hazardous materials, regardless of risk.\nTransportation of certain hazardous materials could create catastrophic losses in terms of personal injury and property (including environmental) damage and compromise critical parts of our rail network. The costs of a catastrophic rail accident involving hazardous materials could exceed our insurance coverage. We have obtained insurance for potential losses for third-party liability and first-party property damages (see Note 17 to the Consolidated Financial Statements); however, insurance is available from a limited number of insurers and may not continue to be available or, if available, may not be obtainable on terms acceptable to us."
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "Constraints on the supply chain or the operations of carriers with which we interchange may adversely affect our operations.\nOur ability to provide rail service to our customers depends in large part upon a functioning global supply chain and our ability to maintain collaborative relationships with connecting carriers (including shortlines and regional railroads) with respect to, among other matters, freight rates, revenue division, car supply and locomotive availability, data exchange and communications, reciprocal switching, interchange, and trackage rights. Deterioration in the supply chain or operations of or service provided by connecting carriers, or in our relationship with those connecting carriers, could result in our inability to meet our customers’ demands or require us to use alternate train routes, which could result in significant additional costs and network inefficiencies. Additionally, any significant consolidations, mergers or operational changes among other railroads may significantly redefine our market access and reach."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "trade",
        "growth",
        "initiatives",
        "make",
        "difficult",
        "strategic",
        "volume",
        "countries",
        "dependent",
        "effectively",
        "execute",
        "expectations",
        "increasingly",
        "investments",
        "outage",
        "information technology",
        "effect liquidity",
        "equipment additionally",
        "bankruptcies large",
        "carry economic",
        "commerce",
        "comprehensive",
        "csf",
        "damage compromise",
        "december",
        "defense",
        "denial",
        "drafted",
        "early",
        "engage strike"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 23,
          "text": "Our growth strategy includes increasing the volume of shipments moving through our railway networks. We are reliant on the success of our strategic plans and initiatives to execute on this growth strategy, as well as to help offset increasing costs. These strategic plans include marketing, service, growth, and productivity initiatives. The timely and effective execution of our strategies are dependent upon, among other factors, (i) our ability to maintain satisfactory relations with our customers, employees, and other key stakeholders, (ii) our ability to effectively control costs, (iii) the progress and success of our safety programs and inspection technologies, and (iv) our ability to timely and effectively maintain and upgrade technology systems and other infrastructure for our railway networks. Our failure to successfully execute on our strategic initiatives may expose us to a number of risks, including, that our projected volume growth may differ from actual results, and prior capital investments based on our projections may contribute to excess capacity that could negatively impact our profitability."
        },
        {
          "year": 2024,
          "paragraphIndex": 38,
          "text": "We make significant investments in our railroad infrastructure, including railroad property, track infrastructure, locomotives, freight cars, intermodal equipment, technology, and other assets to support our network, much of which is costly and requires significant capital outlay. The amount and timing of capital investments depend on various factors, including expectations of future carload traffic. In many cases, we must make advance commitments to purchase or modify equipment prior to such equipment being needed. As a result, we must predict volume levels and other requirements and make commitments based on those projections. A significant variance in our expectations or projections could result in too much or too little equipment relative to our actual needs and volumes, thereby negatively impacting our operations or financial results."
        },
        {
          "year": 2024,
          "paragraphIndex": 41,
          "text": "If we fail to develop, acquire or implement new technology, or otherwise fail to maintain, protect or integrate our information or operational technology systems, we may suffer a competitive disadvantage within the rail industry and with companies providing alternative modes of transportation service. The techniques used by cybersecurity threat actors to obtain unauthorized access, disable or degrade service or sabotage systems change frequently, as data breaches and other cybersecurity events have become increasingly commonplace. Consequently, these techniques may be difficult to detect and cybersecurity events are therefore increasingly difficult to prevent. The rapid evolution and increased adoption of emerging technologies, such as artificial intelligence and machine learning, may make it more difficult to anticipate cybersecurity threats and implement adequate protective countermeasures. If we fail to adequately develop or maintain our information or operational technology systems or cybersecurity infrastructure, we may become increasingly vulnerable to cybersecurity events, or other breaches or disruptions to our information or operational technology systems."
        },
        {
          "year": 2023,
          "paragraphIndex": 21,
          "text": "Our business may be seriously harmed if we fail to develop, implement, maintain, upgrade, enhance, protect and integrate our information technology systems.\nIf we fail to develop, acquire or implement new technology, or otherwise fail to maintain, protect or integrate our information technology systems, we may suffer a competitive disadvantage within the rail industry and with companies providing alternative modes of transportation service."
        },
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "In addition, while we have accrued estimates of probable and reasonably estimable liabilities with respect to the Incident and the Incident Proceedings (several of which are in early stages), we cannot predict the final outcome or estimate the reasonably possible range of loss with certainty and such estimates may change over time due to a variety of factors, including but not limited to those set forth in Note 17 in Item 8 “Notes to Consolidated Financial Statements” or other unfavorable or unexpected developments or outcomes which could result in our current estimates being insufficient."
        },
        {
          "year": 2023,
          "paragraphIndex": 38,
          "text": "The vast majority of our employees belong to labor unions, and the renegotiation of labor agreements or any provisions thereof, or any strikes or work stoppages (including any entered into in connection with any such negotiations), could adversely affect our operations.\nApproximately 80% of our railroad employees are covered by collective bargaining agreements with various labor unions. We entered into updated labor agreements with these labor unions in December 2022 and future national labor agreements, or renegotiation of labor agreements or provisions of labor agreements, could significantly increase our costs for health care, wages, and other benefits. Additionally, if our craft employees were to engage in a strike, work stoppage, or other slowdown, including in connection with the renegotiation of any such agreements or any provisions thereof, we could experience a significant disruption in our operations, thereby adversely impacting our results of operations."
        }
      ]
    }
  ]
}