{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "hr",
        "ira",
        "brandenburg",
        "gender",
        "inflation",
        "orientation",
        "passionate",
        "questions",
        "college",
        "conflict",
        "crashes",
        "enhancing",
        "gigafactories",
        "graduates",
        "graduating",
        "digital",
        "granted",
        "suspended",
        "county",
        "diversity",
        "income",
        "sensors",
        "wages",
        "amendment",
        "bay",
        "begin",
        "bitcoin",
        "black",
        "bolts",
        "communities"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 77,
          "text": "Responding to questions timely is key so we implemented HR Answer Bars in the factories where employees can easily access and speak with an HR representative immediately regarding career advice, benefits or any concerns the employee may have. We have also implemented an HR Chatbot for 24x7 answers to team members’ questions."
        },
        {
          "year": 2022,
          "paragraphIndex": 73,
          "text": "We are committed to providing a workplace where our employees feel respected and appreciated. Human Resource (“HR”) Partners for each functional area are introduced in new hire orientation so employees know whom to contact with questions or concerns. HR Partners are visible throughout facilities and are actively involved in driving culture and engagement alongside business leaders."
        },
        {
          "year": 2022,
          "paragraphIndex": 74,
          "text": "Our policies are designed to promote fairness and respect for everyone. We hire, evaluate, and promote employees based on their skills and performance. Everyone is expected to be trustworthy, demonstrate excellence in their performance, and collaborate with others. With this in mind, we will not tolerate certain behaviors. These include harassment, retaliation, violence, intimidation, and discrimination of any kind on the basis of race, color, religion, national origin, gender, sexual orientation, gender identity, gender expression, age, disability or veteran status."
        },
        {
          "year": 2021,
          "paragraphIndex": 0,
          "text": "Item 1A, “Risk Factors” in this Annual Report on Form 10-K and in our other filings with the Securities and Exchange Commission (the \"SEC\"). We do not assume any obligation to update any forward-looking statements."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "We design, develop, manufacture, sell and lease high-performance fully electric vehicles and energy generation and storage systems, and offer services related to our products. We generally sell our products directly to customers, including through our website and retail locations. We also continue to grow our customer-facing infrastructure through a global network of vehicle service centers, Mobile Service technicians, body shops, Supercharger stations and Destination Chargers to accelerate the widespread adoption of our products. We emphasize performance, attractive styling and the safety of our users and workforce in the design and manufacture of our products and are continuing to develop full self-driving technology for improved safety. We also strive to lower the cost of ownership for our customers through continuous efforts to reduce manufacturing costs and by offering financial and other services tailored to our products. Our mission to accelerate the world’s transition to sustainable energy, engineering expertise, vertically integrated business model and focus on user experience differentiate us from other companies."
        },
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "The automotive segment includes the design, development, manufacturing, sales and leasing of electric vehicles as well as sales of automotive regulatory credits. Additionally, the automotive segment is also comprised of services and other, which includes non-warranty after-sales vehicle services, sales of used vehicles, retail merchandise, sales by our acquired subsidiaries to third party customers and vehicle insurance revenue. The energy generation and storage segment includes the design, manufacture, installation, sales and leasing of solar energy generation and energy storage products and related services and sales of solar energy systems incentives."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "table",
        "nacs",
        "job",
        "military",
        "pickup",
        "trainee",
        "trainees",
        "truck",
        "american",
        "confidential",
        "ece",
        "education",
        "fellowship",
        "hires",
        "jurisdiction",
        "hr",
        "settlement",
        "appointed",
        "chinese",
        "circuit",
        "decision",
        "district",
        "lack",
        "pathways",
        "person",
        "september",
        "shutdowns",
        "split",
        "temporary",
        "workplace"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 4,
          "text": "We currently manufacture five different consumer vehicles – the Model 3, Y, S, X and Cybertruck. Model 3 is a four-door mid-size sedan that we designed for manufacturability with a base price for mass-market appeal. Model Y is a compact sport utility vehicle (“SUV”) built on the Model 3 platform with seating for up to seven adults. Model S is a four-door full-size sedan and Model X is a mid-size SUV with seating for up to seven adults. Model S and Model X feature the highest performance characteristics and longest ranges that we offer in a sedan and SUV, respectively. In November 2023, we entered the consumer pickup truck market with first deliveries of the Cybertruck, a full-size electric pickup truck with a stainless steel exterior that has the utility and strength of a truck while featuring the speed of a sports car."
        },
        {
          "year": 2023,
          "paragraphIndex": 79,
          "text": "•\nMilitary Fellowship and Transition Programs –\nThe Military Fellowship and Transition Programs are designed to offer exiting military service members in the U.S. and Europe with career guidance on transitioning into the civil workforce. We partner with the career transition services of European Defence Ministries across five countries, as well as the U.S. Chamber of Commerce’s Hire our Heroes. These programs aim to convert high-performing individuals to full-time roles and create a veteran talent pipeline."
        },
        {
          "year": 2023,
          "paragraphIndex": 76,
          "text": "The Tesla Technician Trainee Program provides on-the-job automotive maintenance training at Tesla, resulting in an industry certification. Targeted at individuals with limited experience, whether in industry or vocational schools, the program prepares trainees for employment as technicians. In 2023, we hired over 1,900 Technician Trainees across the U.S., Germany and China."
        },
        {
          "year": 2022,
          "paragraphIndex": 0,
          "text": "Item 1A, “Risk Factors” in this Annual Report on Form 10-K and in our other filings with the Securities and Exchange Commission (the “SEC”). We do not assume any obligation to update any forward-looking statements."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "We design, develop, manufacture, sell and lease high-performance fully electric vehicles and energy generation and storage systems, and offer services related to our products. We generally sell our products directly to customers, and continue to grow our customer-facing infrastructure through a global network of vehicle service centers, Mobile Service, body shops, Supercharger stations and Destination Chargers to accelerate the widespread adoption of our products. We emphasize performance, attractive styling and the safety of our users and workforce in the design and manufacture of our products and are continuing to develop full self-driving technology for improved safety. We also strive to lower the cost of ownership for our customers through continuous efforts to reduce manufacturing costs and by offering financial and other services tailored to our products."
        },
        {
          "year": 2022,
          "paragraphIndex": 2,
          "text": "Our mission is to accelerate the world’s transition to sustainable energy. We believe that this mission, along with our engineering expertise, vertically integrated business model and focus on user experience differentiate us from other companies."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "supervised",
        "collision",
        "veterans",
        "committee",
        "completion",
        "disabilities",
        "enhance",
        "flexlearn",
        "learning",
        "study",
        "aims",
        "careers",
        "contribute",
        "duty",
        "enrolled",
        "notes",
        "convertible",
        "gender",
        "annually",
        "austin",
        "covid",
        "delaware",
        "fundamental",
        "nearly",
        "pandemic",
        "academies",
        "acquired",
        "age",
        "aimed",
        "apprentice"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 89,
          "text": "Tesla is committed to providing a workplace where employees feel respected, satisfied and appreciated. Our policies are designed to promote fairness and respect for everyone. We actively support the hiring, retention and advancement of exceptional talent, including but not limited to veterans, disabled veterans and individuals with disabilities. As of December 31, 2024, in the US, 2.3% of our employees are veterans or active-duty military personnel, 3.3% of our employees are identify as individuals with disabilities and 1.2% of our employees identify as veterans or active-duty military personnel with disabilities. Our military partnerships and development programs noted above help to directly and indirectly support these employees."
        },
        {
          "year": 2024,
          "paragraphIndex": 83,
          "text": "•\nEducation Assistance Program\n- Tesla's Education Assistance Program offers employees access to tuition-free and partially funded learning opportunities, including degrees for in-demand careers, short-form certificates and programs for high-school completion or English-language learning. Launched in February 2024, the program has provided funding to 5,436 actively enrolled learners and 1,338 graduates acquiring valuable skills in manufacturing, engineering, artificial intelligence, supply chain management and leadership. The program partners with top-ranked online institutions and local colleges offering both flexible self-paced learning options and in-person applied training."
        },
        {
          "year": 2024,
          "paragraphIndex": 84,
          "text": "•\nFlexLearn and Dual Study\nProgram\n– The FlexLearn and Dual Study Program provides employees opportunities to pursue their educational goals across Europe. FlexLearn allows our employees to further develop with tailored training that aligns with the needs of our factories. The Dual Study Program combines theoretical knowledge with practical experience. Graduates of the program receive industry related degrees."
        },
        {
          "year": 2023,
          "paragraphIndex": 0,
          "text": "Item 1A, “Risk Factors” of the Annual Report on Form 10-K for the fiscal year ended December 31, 2023 and that are otherwise described or updated from time to time in our other filings with the Securities and Exchange Commission (the “SEC”). The discussion of such risks is not an indication that any such risks have occurred at the time of this filing. We do not assume any obligation to update any forward-looking statements."
        },
        {
          "year": 2023,
          "paragraphIndex": 1,
          "text": "We design, develop, manufacture, sell and lease high-performance fully electric vehicles and energy generation and storage systems, and offer services related to our products. We generally sell our products directly to customers, and continue to grow our customer-facing infrastructure through a global network of vehicle showrooms and service centers, Mobile Service, body shops, Supercharger stations and Destination Chargers to accelerate the widespread adoption of our products. We emphasize performance, attractive styling and the safety of our users and workforce in the design and manufacture of our products and are continuing to develop full self-driving technology for improved safety. We also strive to lower the cost of ownership for our customers through continuous efforts to reduce manufacturing costs and by offering financial and other services tailored to our products."
        },
        {
          "year": 2023,
          "paragraphIndex": 2,
          "text": "Our mission is to accelerate the world’s transition to sustainable energy. We believe that this mission, along with our engineering expertise, vertically integrated business model and focus on user experience differentiate us from other companies."
        }
      ]
    }
  ]
}