{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "net",
        "net income",
        "network",
        "partner network",
        "remaining",
        "september",
        "bank",
        "beginning",
        "billion notes",
        "counterparty",
        "fiscal years",
        "partners fail",
        "remained",
        "respectively",
        "settle",
        "models",
        "adverse economic",
        "alternatively",
        "business strategy",
        "comparatively",
        "compared",
        "competitive disadvantage",
        "comprise",
        "concurrently",
        "continue enter",
        "converted",
        "creating",
        "customers discontinue",
        "decline lose",
        "designed"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 47,
          "text": "Any issuance by us of shares upon exercise or any other settlement of the Warrants may dilute the ownership interest of our existing shareholders. In December 2016, we entered into an agreement with a counterparty bank to terminate 63 million of the 75 million Warrants outstanding. In consideration for the termination of these Warrants, we delivered a total of 48 million shares of common stock to the counterparty bank, the amount of which was determined each day based on the daily volume-weighted average price of our common stock during an observation period beginning December 13, 2016 and ending January 31, 2017. As of January 29, 2017, 44 million of the 48 million shares of our common stock had been issued related to the terminated Warrants. The remaining 4 million shares were issued in the beginning of fiscal year 2018."
        },
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "We receive a significant amount of our revenue from a limited number of customers within our partner network. With several of these partners, we are selling multiple target market platforms through their channels. As a result, revenue from significant customers, those representing 10% or more of total revenue, was 12%, 11%, and 11% of our total revenue from one customer in fiscal years 2017,\n2016\n, and\n2015\n, respectively. Our operating results in the foreseeable future will continue to depend on sales within our partner network, as well as the ability of these partners to sell products that incorporate our GPUs and Tegra processors. In the future, these partners may decide to purchase fewer products than they did in the past, not to incorporate our products into their ecosystem, or to alter their purchasing patterns in some other way, particularly because:"
        },
        {
          "year": 2017,
          "paragraphIndex": 43,
          "text": "In September 2016, we issued $1.00 billion of 2.20% notes due September 16, 2021, or the Notes Due 2021, and $1.00 billion of 3.20% notes due September 16, 2026, or the Notes Due 2026 (collectively, the Notes). In December 2013, we issued $1.50 billion of 1.00% convertible senior notes due December 1, 2018, or the Convertible Notes, of which $827 million in principal amount remained outstanding as of January 29, 2017. We have received additional conversion requests of\n$660 million\nin principal amount,\n$502 million\nof which have already settled, $103 million of which are expected to settle during the first quarter of fiscal year 2018, and $55 million of which are expected to settle during the second quarter of fiscal year 2018."
        },
        {
          "year": 2016,
          "paragraphIndex": 4,
          "text": "In connection with our diversification into new business models, we have transformed into a specialized platform company, targeting markets where visual computing is essential and valued. Our business strategy is dependent on creating products and services that anticipate customer requirements and emerging industry trends. We cannot assure you that our new strategic direction will result in innovative products and technologies that provide value to our customers and partners. We also devote significant resources to the development of technologies and business offerings in markets where our operating history is less extensive, such as the automotive market. These new offerings and markets may require a considerable investment of technical, financial, compliance, sales and marketing resources. If demand for products and services from these growth markets is below our expectations or if we are not able to improve the cost or operational efficiencies of these new business models, we may not realize benefits from our strategy. Alternatively, we may not be able to effectively implement our strategy, or adapt that strategy as market conditions evolve, in a timely manner to exploit potential market opportunities or meet competitive challenges. If we are unable to successfully establish new offerings in light of the competitive environment, our results of operations could suffer."
        },
        {
          "year": 2016,
          "paragraphIndex": 23,
          "text": "Our gross margin for any period depends on a number of factors, including the mix of our products sold, average selling prices, introduction of new products and services, process node transitions, product transitions, sales discounts, pricing actions by our competitors, the cost of product components and the yield of wafers produced by the foundries that manufacture our products. We are focused on improving our gross margin and if we are not able to control or estimate the impact of the above factors or other factors we do not foresee, our gross margins may be negatively impacted. In addition, gross margins for our Tegra processors are lower than our overall corporate gross margins. If Tegra processors comprise a higher percentage of our future revenue, or if we continue to enter into new business areas with comparatively lower margins, our overall gross margins may decline."
        },
        {
          "year": 2016,
          "paragraphIndex": 43,
          "text": "Additionally, our obligation to make payments related to the 1.00% Notes when converted or due could impact our cash balance and limit our ability to use our cash for our capital return program and our other liquidity needs, including working capital, capital expenditures, acquisitions, investments and other general corporate purposes."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "regulatory proceedings",
        "attract",
        "key",
        "key employees",
        "retain",
        "safety",
        "attract retain",
        "defend",
        "executives",
        "income taxes",
        "ip",
        "jurisdictions",
        "sales outside",
        "tax liabilities",
        "GDPR",
        "million",
        "warrants",
        "notes",
        "lease",
        "arrangement",
        "operating lease",
        "construction",
        "financing arrangement",
        "lease financing",
        "building",
        "billion",
        "convertible",
        "december",
        "headquarters building",
        "issued"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 24,
          "text": "To be competitive and execute our business strategy successfully, we must attract, retain and motivate our executives and key employees. The market for highly skilled workers and leaders in our industry is extremely competitive. In particular, hiring qualified executives, scientists, engineers, technical staff and research and development personnel is critical to our business. Additionally, changes in immigration and work permit laws and regulations or the administration or interpretation of such laws or regulations could impair our ability to attract and retain highly qualified employees. If we are less successful in our recruiting efforts, or if we cannot retain key employees, our ability to develop and deliver successful products and services may be adversely affected. Additionally, competition for personnel results in increased costs in the form of cash and stock-based compensation. The interpretation and application of employment related laws to our workforce practices may result in increased operating costs and less flexibility in how we meet our workforce needs. Effective succession planning is also important to our long-term success. Failure to ensure effective transfer of knowledge and smooth transitions involving key employees could hinder our strategic planning and execution."
        },
        {
          "year": 2018,
          "paragraphIndex": 39,
          "text": "As a multinational corporation, we are subject to income taxes as well as non-income based taxes, such as payroll, sales, use, value-added, net worth, property and goods and services taxes, in both the United States and various foreign jurisdictions. Our domestic and international tax liabilities are subject to the allocation of revenue and expenses in different jurisdictions. Significant judgment is required in determining our worldwide provision for income taxes and other tax liabilities. Further, changes in United States federal, and state or international tax laws applicable to multinational corporations or other fundamental law changes may materially impact our tax expense and cash flows, as we experienced in fiscal year 2018 with the passage of the Tax Cuts and Jobs Act, or TCJA."
        },
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "We have in the past and may, from time to time, face legal, administrative and regulatory proceedings, claims, demands and investigations involving shareholder, consumer, competition and other issues relating to our business on a global basis. In the past, securities class action litigation has often been brought against a company following periods of volatility in the market price of its securities and we have been in the past, and may be in the future, the target of securities litigation. The laws and regulations our business is subject to are complex, and change frequently. We may be required to incur significant expense to comply with, or remedy violations of, these regulations. Litigation and regulatory proceedings are inherently uncertain, and adverse rulings could occur, including monetary damages, or an injunction stopping us from manufacturing or selling certain products, engaging in certain business practices, or requiring other remedies, such as compulsory licensing"
        },
        {
          "year": 2017,
          "paragraphIndex": 42,
          "text": "Additionally, any such difficulties could result in our default under the operative agreements entered into with a syndicate of banks that are participants to the operating lease financing arrangement to finance development and construction of our headquarters. We have pledged our assets that relate to the new headquarters building in order to secure our obligations under the operating lease financing arrangement. We will need to maintain compliance with the requirements governing such agreements, including compliance with financial and other covenants, certain of which may be subject to events outside of our control. If we fail to comply with the covenants, we may be unable to obtain or utilize all or a portion of the financing contemplated by the operating lease financing arrangement. Further, noncompliance with such covenants or other event of default could lead to a termination of our lease of the property, and the lenders could have the right to, among other things, foreclose on the collateral for our obligations under the operating lease financing arrangement. A loss of financing for the new headquarters building or foreclosure on the collateral could adversely affect our liquidity and business."
        },
        {
          "year": 2017,
          "paragraphIndex": 43,
          "text": "In September 2016, we issued $1.00 billion of 2.20% notes due September 16, 2021, or the Notes Due 2021, and $1.00 billion of 3.20% notes due September 16, 2026, or the Notes Due 2026 (collectively, the Notes). In December 2013, we issued $1.50 billion of 1.00% convertible senior notes due December 1, 2018, or the Convertible Notes, of which $827 million in principal amount remained outstanding as of January 29, 2017. We have received additional conversion requests of\n$660 million\nin principal amount,\n$502 million\nof which have already settled, $103 million of which are expected to settle during the first quarter of fiscal year 2018, and $55 million of which are expected to settle during the second quarter of fiscal year 2018."
        },
        {
          "year": 2017,
          "paragraphIndex": 41,
          "text": "In fiscal year 2016, we began to construct a new headquarters building in Santa Clara, California, which is currently targeted for completion in the fourth quarter of fiscal year 2018. We may encounter unanticipated occurrences or conditions during construction that may increase the expense of the project. We may also encounter unanticipated delays in the construction of the new building and final city approval for occupancy may be delayed. We are financing this construction under an operating lease arrangement described below. Delays and cost overruns during construction could result in a default under the operating lease financing arrangement which could result in liabilities and expenses and could harm our business, prospects, financial condition and results of operations."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "channel",
        "end customers",
        "location",
        "allegedly",
        "allegedly false",
        "attributable",
        "attributable end",
        "based dissemination",
        "behalf",
        "business plans",
        "certain officers",
        "channel inventory",
        "cryptocurrency",
        "cryptocurrency mining",
        "decisions",
        "americas",
        "states americas",
        "class action",
        "attacks create",
        "class",
        "conditions political",
        "cowos",
        "finfet",
        "investment risks",
        "operations harmed",
        "practices local",
        "respectively",
        "securities class",
        "securities",
        "action"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 41,
          "text": "We currently and may in the future face legal, administrative and regulatory proceedings, claims, demands and/or investigations involving shareholder, consumer, competition and/or other issues relating to our business on a global basis. For example, multiple securities litigation claims have recently been filed against us and certain of our officers based on the dissemination of allegedly false and misleading statements related to channel inventory and the impact of cryptocurrency mining on GPU demand. In addition, a stockholder, purporting to act on behalf of the Company, filed a derivative lawsuit seeking to assert claims on behalf of the Company against the members of our board of directors and certain officers based on the dissemination of allegedly false and misleading statements related to channel inventory and the impact of cryptocurrency mining on GPU demand."
        },
        {
          "year": 2019,
          "paragraphIndex": 22,
          "text": "We conduct our business worldwide and we have offices in various countries outside of the United States. Our semiconductor wafers are manufactured, assembled, tested and packaged by third parties located outside of the United States. We also generate a significant portion of our revenue from sales outside the United States. We allocate revenue to individual countries based on the location to which the products are initially billed even if our customers’ revenue is attributable to end customers that are located in a different location. Revenue from sales outside of the United States accounted for\n87%\nof total revenue for each of fiscal years\n2019\n,\n2018\n, and\n2017\n. Revenue from billings to China, including Hong Kong, was 24% of our revenue for fiscal year 2019, even if our customers' revenue is attributable to end customers that are located in a different location. Additionally, as of\nJanuary 27, 2019\n, approximately 46% of our employees were located outside of the United States. The global nature of our business subjects us to a number of risks and uncertainties, which could have a material adverse effect on our business, financial condition and results of operations, including:"
        },
        {
          "year": 2019,
          "paragraphIndex": 19,
          "text": "We manufacture our GPUs and Tegra processors based on estimates of customer demand and requirements. We sell many of our products through a channel model, and our channel customers sell to retailers, distributors, and/or end customers. As a result, the decisions made by our channel partners, retailers, and distributors in response to changing market conditions and the changing demand for our products could impact our financial results. In order to have shorter shipment lead times and quicker delivery schedules for our customers, we may build inventories for anticipated periods of growth which do not occur, may build inventory anticipating demand that does not materialize, or may build inventory to serve what we believe is pent-up demand. Such decisions may and have resulted in prolonged channel sell-through, as we experienced with our mid-range gaming GPUs in fiscal year 2019. In estimating demand, we make multiple assumptions, any of which may prove to be incorrect. Situations that may result in excess or obsolete inventory include:"
        },
        {
          "year": 2018,
          "paragraphIndex": 22,
          "text": "We conduct our business worldwide and we have offices in various countries outside of the United States. Our semiconductor wafers are manufactured, assembled, tested and packaged by third parties located outside of the United States and Other Americas. We also generate a significant portion of our revenue from sales outside the United States and Other Americas. Revenue from sales outside of the United States and Other Americas accounted for\n79%\n, 80%, and 79% of total revenue for fiscal years 2018, 2017, and 2016, respectively. Additionally, as of January 28, 2018, approximately 47% of our employees were located outside of the United States. The global nature of our business subjects us to a number of risks and uncertainties, which could have a material adverse effect on our business, financial condition and results of operations, including:"
        },
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "We have in the past and may, from time to time, face legal, administrative and regulatory proceedings, claims, demands and investigations involving shareholder, consumer, competition and other issues relating to our business on a global basis. In the past, securities class action litigation has often been brought against a company following periods of volatility in the market price of its securities and we have been in the past, and may be in the future, the target of securities litigation. The laws and regulations our business is subject to are complex, and change frequently. We may be required to incur significant expense to comply with, or remedy violations of, these regulations. Litigation and regulatory proceedings are inherently uncertain, and adverse rulings could occur, including monetary damages, or an injunction stopping us from manufacturing or selling certain products, engaging in certain business practices, or requiring other remedies, such as compulsory licensing"
        },
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "a failure to develop, obtain or successfully implement high quality, leading-edge process technologies, including transitions to smaller geometry process technologies such as 16nm FinFET, and memory designs such as CoWoS, needed to manufacture our products profitably or on a timely basis;"
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "mellanox",
        "trade restrictions",
        "Coronavirus",
        "center",
        "data center",
        "limited number",
        "mellanox acquisition",
        "accounts",
        "integrating",
        "number customers",
        "receive",
        "receive significant",
        "revenue limited",
        "able acquire",
        "accounts estimated",
        "datacenter",
        "associated past",
        "basis loss",
        "beginning",
        "china korea",
        "customer support",
        "damaged subject",
        "datacenter automotive",
        "defend implement",
        "investments able",
        "investments impair",
        "malware cyber",
        "regulations interpretation",
        "related acquisitions",
        "results depend"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 35,
          "text": "We have in the past acquired and invested in, and may continue to acquire and invest in, other businesses that offer products, services and technologies that we believe will help expand or enhance our existing products, strategic objectives and business. In March 2019, we announced our agreement to acquire Mellanox for approximately $6.9 billion. The Mellanox acquisition and other past or future acquisitions or investments involve significant challenges and risks, and could impair our ability to grow our business, develop new products or sell our products, and ultimately could have a negative impact on our growth or our financial results. Given that our resources are limited, our decision to pursue a transaction has opportunity costs; accordingly, if we pursue a particular transaction, we may need to forgo the prospect of entering into other transactions that could help us achieve our strategic objectives. Additional risks related to the Mellanox acquisition, and other acquisitions or strategic investments include, but are not limited to:"
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "We created GPU-based visual and accelerated computing platforms that address four large markets: Gaming, Professional Visualization, Data Center, and Automotive. These markets often experience rapid technological change, changes in customer requirements, new product introductions and enhancements, and evolving industry standards. Our success depends on our ability to identify emerging industry changes and to develop new (or enhance our existing) products, services and technologies that meet the evolving needs of these markets. Such activities may require considerable technical, financial, compliance, sales and marketing investments. We devote significant resources to the development of technologies and business offerings in markets where we have a limited operating history, such as the automotive and data center markets, which presents additional risks to our business. We must also continue to develop the infrastructure needed to scale our business in these areas, including customer service and support. We also must meet customer safety and compliance standards, which are subject to change. Additionally, we continue to make considerable investments in research and development, which may not produce significant revenue for several years, if at all. If our investments are unsuccessful and we fail to develop new products, services and technologies, or if we focus on technologies that do not become widely adopted, our business, revenue, financial condition and results of operations could be adversely affected. We cannot assure you that our strategic direction will result in innovative products and technologies that provide value to our customers, partners and ultimately, our shareholders. If we fail to anticipate the changing needs of our target markets and emerging technology trends, or if we do not appropriately adapt that strategy as market conditions evolve, in a timely manner to exploit potential market opportunities, our business will be harmed."
        },
        {
          "year": 2020,
          "paragraphIndex": 27,
          "text": "We could also be restricted from selling our products or providing our technology and services due to U.S. trade restrictions. The loss of any of our large customers, a significant reduction in purchases by them, or our inability to sell to a customer due to U.S. trade restrictions would likely harm our financial condition and results of operations, and any difficulties in collecting accounts receivable could harm our operating results and financial condition."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "We have created GPU-based visual and accelerated computing platforms that address four large markets: Gaming, Professional Visualization, Datacenter, and Automotive. These markets often experience rapid technological change, changes in customer requirements, new product introductions and enhancements, and evolving industry standards. Our success depends on our ability to identify these emerging industry changes and to develop new (or enhance our existing) products, services and technologies that meet the evolving needs of these markets. Such activities may require considerable technical, financial, compliance, sales and marketing investments. We currently devote significant resources to the development of technologies and business offerings in markets where we have a limited operating history, such as the automotive and datacenter markets, which presents additional risks to our business. We must also continue to develop the infrastructure needed to appropriately scale our business in these areas, including customer service and customer support. We also must meet customer safety and compliance standards, which are subject to change. Additionally, we continue to make considerable investments in research and development, which may not produce significant revenue for several years, if at all. If our investments are unsuccessful and we fail to develop new products, services and technologies, or if we focus on technologies that do not become widely adopted, our business, revenue, financial condition and results of operations could be adversely affected. We cannot assure you that our strategic direction will result in innovative products and technologies that provide value to our customers, partners and ultimately, our shareholders. If we fail to anticipate the changing needs of our target markets and emerging technology trends, or if we do not appropriately adapt that strategy as market conditions evolve, in a timely manner to exploit potential market opportunities, our business will be harmed."
        },
        {
          "year": 2019,
          "paragraphIndex": 17,
          "text": "Our worldwide operations could be disrupted by earthquakes, telecommunications failures, power or water shortages, outages at cloud service providers, tsunamis, floods, hurricanes, typhoons, fires, extreme weather conditions, cyber-attacks, terrorist attacks, medical epidemics or pandemics and other natural or man-made disasters, catastrophic events or climate change. The occurrence of any of these disruptions could harm our business and result in significant losses, a decline in revenue and an increase in our costs and expenses. Any of these business disruptions could require substantial expenditures and recovery time in order to fully resume operations. Our corporate headquarters, and a portion of our research and development activities, are located in California, and other critical business operations, finished goods inventory, and some of our suppliers are located in Asia, near major earthquake faults known for seismic activity. In addition, a large portion of our current datacenter capacity is located in California, making our operations vulnerable to natural disasters or other business disruptions occurring in these geographical areas. The manufacture of product components, the final assembly of our products and other critical operations are concentrated in certain geographic locations, including Taiwan, China, and Korea. Geopolitical change or changes in government regulations and policies in the United States or abroad also may result in changing regulatory requirements, trade policies, import duties and economic disruptions that could impact our operating strategies, product demand, access to global markets, hiring, and profitability. In particular, revisions to laws or regulations or their interpretation and enforcement could result in increased taxation, trade sanctions, the imposition of import duties or tariffs, restrictions and controls on imports or exports, or other retaliatory actions, which could have an adverse effect on our business plans. For example, regulations to implement the Export Control Reform Act of 2018 could have an adverse effect on our business plans. Catastrophic events can also have an impact on third-party vendors who provide us critical infrastructure services for IT and research and development systems and personnel. Our operations"
        },
        {
          "year": 2019,
          "paragraphIndex": 38,
          "text": "Worldwide regulatory authorities are considering and have approved various legislative proposals concerning data protection, which continue to evolve and apply to our business. For example, the European Union adopted the General Data Protection Regulation, or GDPR, which requires companies to meet new requirements beginning in May 2018 regarding the handling of personal data, including its use, protection and the ability of persons whose data is stored to correct or delete such data about themselves. Failure to meet GDPR requirements could result in penalties of up to 4% of worldwide revenue. In addition, the interpretation and application of consumer and data protection laws in the United States, Europe and elsewhere are often uncertain and fluid, and may be interpreted and applied in a manner that is inconsistent with our data practices. If so, we may be ordered to change our data practices and/or be fined. Complying with these changing laws has caused, and could continue to cause, us to incur substantial costs, which could have an adverse effect on our business and results of operations. Further, failure to comply with existing or new rules may result in significant penalties or orders to stop the alleged noncompliant activity."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "COVID-19",
        "Supply chain",
        "covid pandemic",
        "israel",
        "notes",
        "availability",
        "chain",
        "uncertainty",
        "billion notes",
        "continues",
        "place",
        "spread",
        "arm",
        "ccpa",
        "customers licensees",
        "gpus tegra",
        "tegra",
        "tegra processors",
        "Coronavirus",
        "incorporate gpus",
        "act tcja",
        "adapt strategy",
        "addition interpretation",
        "build inventories",
        "business diversion",
        "bylaws march",
        "constraints failure",
        "cost market",
        "created",
        "cuts"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 26,
          "text": "The COVID-19 pandemic has increased economic and demand uncertainty. It continues to affect our business in both positive and negative ways, and there is uncertainty around their duration and impact. In the fourth quarter of fiscal year 2021, our Gaming and Data Center market platforms benefited from stronger demand as people continue to work, learn, and play from home. Our Professional Visualization market platform benefited from work-from-home trends in mobile workstations and desktop workstation demand has started to recover, although not back to pre-COVID levels. In our Automotive market platform, COVID-19 did not have a significant impact on demand in the fourth quarter of fiscal year 2021. In some regions, markets, or industries, where COVID-19 has driven an increase in sales for our products, the demand may not be sustainable if conditions change. Additionally, stronger demand globally has limited the availability of capacity and components in our supply chain, particularly in Gaming, which could cause us to order an excess amount if demand changes, pay higher prices, or limit our ability to obtain supply at necessary levels or at all. As the COVID-19 pandemic continues, the timing and overall demand from customers and the availability of supply chain, logistical services and component supply may have a material net negative impact on our business and financial results."
        },
        {
          "year": 2021,
          "paragraphIndex": 30,
          "text": "The ultimate impact of the COVID-19 pandemic or a similar health epidemic is highly uncertain and subject to change. The extent of the impact of the COVID-19 pandemic on our operational and financial performance, including our ability to execute our business strategies and initiatives in the expected time frame, will depend on future developments, including, but not limited to, the duration and continued spread of the pandemic, its severity, the actions to contain the disease or treat its impact, availability of vaccines or other treatments, further related restrictions on travel, and the duration, timing and severity of the impact on customer spending, including any recession resulting from the pandemic, all of which are uncertain and cannot be predicted. An extended period of global supply chain and economic disruption as a result of the COVID-19 pandemic could have a material negative impact on our business, results of operations, access to sources of liquidity and financial condition, though the full extent and duration is uncertain."
        },
        {
          "year": 2021,
          "paragraphIndex": 8,
          "text": "as our business grows or in periods with limited availability of capacity and components in our supply chain. As our business grows, we must continue to scale and adapt our supply chain or it could have an adverse impact on our business. As a result, we face several significant risks which could have an adverse effect on our ability to meet customer demand, scale our supply chain and/or negatively impact our business operations, gross margin, revenue and/or financial results, including:"
        },
        {
          "year": 2020,
          "paragraphIndex": 20,
          "text": "In January 2020, a novel strain of coronavirus was identified in China, resulting in shutdowns of manufacturing and commerce, as well as global travel restrictions to contain the virus. The impact has extended to other regions. We have operations and employees in China, and the region represents an important end market for our products. Our customers and suppliers within China and neighboring countries are also affected by the coronavirus related restrictions and closures. The coronavirus is expected to have a negative effect on our financial results, though the full extent and duration is uncertain and could have a material negative impact on our business."
        },
        {
          "year": 2020,
          "paragraphIndex": 21,
          "text": "We manufacture our GPUs and Tegra processors based on estimates of customer demand and requirements. We sell many of our products through a channel model, and our channel customers sell to retailers, distributors, and/or end customers. As a result, the decisions made by our channel partners, retailers, and distributors in response to changing market conditions and the changing demand for our products could impact our financial results. In order to have shorter shipment lead times and quicker delivery schedules for our customers, we may build inventories for anticipated periods of growth which do not occur, may build inventory anticipating demand that does not materialize, or may build inventory to serve what we believe is pent-up demand. Such decisions may and have resulted in prolonged channel sell-through, as we experienced with our mid-range gaming GPUs in fiscal year 2019. In estimating demand, we make multiple assumptions, any of which may prove to be incorrect. Situations that may result in excess or obsolete inventory include:"
        },
        {
          "year": 2020,
          "paragraphIndex": 43,
          "text": "our ability to continue generating revenue from our partner network, including by generating sales within our partner network and ensuring our products are incorporated into our partners product ecosystems, and our partner network’s ability to sell products that incorporate our GPUs and Tegra processors;"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "actors",
        "russia",
        "reputational",
        "reputational harm",
        "responsible",
        "threat",
        "threat actors",
        "enacted",
        "incident",
        "processing",
        "security incident",
        "supply capacity",
        "ukraine",
        "cards",
        "esg",
        "Intellectual property",
        "intellectual",
        "property rights",
        "mellanox",
        "spread",
        "directly",
        "locations",
        "mellanox acquisition",
        "protect intellectual",
        "travel",
        "build inventory",
        "closures",
        "discussed risk",
        "earthquake",
        "hackers"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "For example, on February 23, 2022, we became aware of a security incident involving unauthorized access to our network by a group of independent criminal threat actors, not affiliated with any government or political cause. The threat actors obtained NVIDIA network credentials and through deception, obtained two-factor authentication capability and access to our network. The threat actors misappropriated certain NVIDIA proprietary information, including NVIDIA source code, and leaked some of that information online. Upon learning of the security incident, we engaged in remedial and preventative actions, rotated all NVIDIA network credentials to prevent further unauthorized access, hardened our network, analyzed the information that the threat actors exfiltrated, and notified law enforcement and other authorities."
        },
        {
          "year": 2022,
          "paragraphIndex": 55,
          "text": "Concerns relating to the responsible use of new and evolving technologies, such as AI, in our products and services, may result in reputational harm and liability, and may cause us to incur costs to resolve such issues. We are increasingly building AI capabilities into many of our products and services. AI presents risks and challenges that could affect its adoption, and therefore our business. AI poses emerging ethical issues and if we enable or offer solutions that draw controversy due to their perceived or actual impact on society, or if we are unable to develop effective internal policies and frameworks relating to the responsible development and use of AI models and systems offered through our sales channels, we may experience brand or reputational harm, competitive harm or legal liability. Compliance with government regulation in the area of AI ethics may also increase the cost of related research and development. Our failure to address concerns relating to the responsible use of AI by us or others could undermine public confidence in AI and slow adoption of AI in our products and services or cause reputational harm."
        },
        {
          "year": 2022,
          "paragraphIndex": 51,
          "text": "Government actions, including trade protection and national security policies of U.S. and foreign government bodies, such as tariffs, import or export regulations, including deemed export restrictions, trade and economic sanctions, decrees, quotas or other trade barriers and restrictions could affect our ability to ship products, provide services to our customers and employees, do business without an export license with entities on the U.S. Department of Commerce’s U.S. Entity List or other U.S. government restricted parties lists (which is expected to change from time to time), and generally fulfill our contractual obligations and have a material adverse effect on our business. For example, in response to the Russian invasion of Ukraine, the United States and certain allies have imposed economic sanctions and export control measures and may impose additional sanctions or export control measures, which have and could in the future result in, among other things, severe or complete restrictions on exports to and other commerce and business dealings involving Russia, certain regions of Ukraine, and/or particular entities and individuals. Such actions have limited or blocked, or could in the future limit or block the passage of our products, services and support into Russia or other regions determined to be supporting Russia, and restrict access by our Russian or Ukrainian employees (both within and outside of Russia and Ukraine) to our systems, negatively impacting productivity. Given these recent sanctions and export restrictions imposed by the United States and foreign government bodies, we recently ceased product sales to Russia. While we have policies and procedures in place to ensure compliance with sanctions and trade restrictions, our employees, contractors, partners, and agents may take actions in violations of such policies and applicable law, for which we may be ultimately held responsible. If we were ever found to have violated U.S. export control laws, we may be subject to various penalties available under the laws, any of which could have a material and adverse impact on our business, operating results and financial condition. Additionally, changes in the public perception of governments in the regions where we operate or plan to operate could negatively impact our business and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 57,
          "text": "Our success depends in part on protecting our intellectual property. To accomplish this, we rely primarily on a combination of patents, trademarks, trade secrets, employee and third-party nondisclosure agreements, licensing arrangements, and the laws of the countries in which we operate to protect our intellectual property in the United States and internationally. We may be required to spend significant resources to monitor and protect our intellectual property rights, and even with significant expenditures we may not be able to protect our intellectual property rights that are valuable to our business. The laws of certain foreign countries may not protect our products or intellectual property rights to the same extent as the laws of the United States. This makes the possibility of piracy of our technology and products more likely. In addition, the theft or unauthorized use or publication of our trade secrets and other confidential business information could harm our competitive position and reduce acceptance of our products; as a result, the value of our investment in research and development, product development, and marketing could be reduced. We also may face risks to our intellectual property if our employees are hired by potential competitors. We continuously assess whether and where to seek formal protection for existing and new innovations and technologies, but cannot be certain whether our applications for such protections will be approved, and, if approved, whether we will be able to enforce such protections."
        },
        {
          "year": 2021,
          "paragraphIndex": 56,
          "text": "We may commence litigation or other legal proceedings in order to protect our intellectual property rights. Such proceedings may increase our operating expenses, which could negatively impact our operating results. Further, we could be subject to countersuits as a result of our initiation of litigation. If infringement claims are made against us or our products are found to infringe a third party’s patent or intellectual property, we or one of our indemnitees may have to seek a license to the third party’s patent or other intellectual property rights. However, we may not be able to obtain licenses at all or on terms acceptable to us particularly from our competitors. If we or one of our indemnitees is unable to obtain a license from a third party for technology that we use or that is used in one of our products, we could be subject to substantial liabilities or have to suspend or discontinue the manufacture and sale of one or more of our products. We may also have to make royalty or other payments, or cross license our technology. If these arrangements are not concluded on commercially reasonable terms, our business could be negatively impacted. Furthermore, the indemnification of a customer or other indemnitee may increase our operating expenses which could negatively impact our operating results."
        },
        {
          "year": 2021,
          "paragraphIndex": 55,
          "text": "We have in the past, currently are, and may in the future become involved in lawsuits or other legal proceedings alleging patent infringement or other intellectual property rights violations by us, our employees or parties that we have agreed to indemnify for certain claims of infringement. An unfavorable ruling in any such intellectual property related litigation could include significant damages, invalidation of a patent or family of patents, indemnification of customers, payment of lost profits, or, when it has been sought, injunctive relief. Claims that our products or processes infringe the IP rights of others, regardless of their merit, could cause us to incur significant costs to respond to, defend, and resolve such claims, and they may also divert the efforts and attention of management and technical personnel."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "regulators",
        "architectures",
        "usg",
        "ai cloud",
        "content",
        "disadvantage",
        "license requirements",
        "lockdowns",
        "past future",
        "recorded",
        "reputational financial",
        "additional unilateral",
        "alternative",
        "architecture",
        "cases applications",
        "cards",
        "inventory purchase",
        "congress",
        "consumer data",
        "continues impact",
        "credentials",
        "determined",
        "economy",
        "expect",
        "given",
        "international tax",
        "invasion",
        "israel companies",
        "limited availability",
        "multinational"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 68,
          "text": "We have engaged with customers in China to provide alternative products not subject to the new license requirements, such as our new A800 offering. To the extent that a customer requires products covered by the new license requirements, we may seek a license for the customer but have no assurance that the USG will grant any exemptions or licenses for any customer, or that the USG will act on them in a timely manner. The new requirements may have a disproportionate impact on NVIDIA and may disadvantage NVIDIA against certain of our competitors who sell products that are not subject to the new restrictions or may be able to acquire licenses for their products."
        },
        {
          "year": 2023,
          "paragraphIndex": 15,
          "text": "Our demand predictions may not be correct, as we have experienced from time to time. Product transitions are complex and frequently negatively impact our revenue as we often ship both new and legacy architecture products simultaneously and we and our channel partners prepare to ship and support new products. Our architecture transitions of Data Center, Professional Visualization, and Gaming products may impair our ability to predict demand and impact our supply mix. Qualification time for new products, customers anticipating product transitions and channel partners reducing channel inventory of legacy architectures ahead of new product introductions can create reductions or volatility in our revenue. We have experienced and may in the future experience reduced demand for current generation architectures when customers anticipate transitions, and we may be unable to sell multiple product architectures at the same time for current and future architecture transitions. While we have managed prior product transitions and have previously sold multiple product architectures at the same time, these transitions are difficult and prior trends may not continue. If we are unable to execute our architectural transitions as planned for any reason, our financial results may be negatively impacted."
        },
        {
          "year": 2023,
          "paragraphIndex": 69,
          "text": "Management of these new license and other requirements is complicated and time consuming. Our results and competitive position may be harmed if customers in China do not want to purchase our alternative product offerings, if customers purchase product from competitors, if customers develop their own internal solution, if we are unable to provide contractual warranty or other extended service obligations, if the USG does not grant licenses in a timely manner or denies licenses to significant customers, or if we incur significant transition costs. Additionally, if we are unable to sell our alternative product offerings in China, we may have excess inventory, harming our results. Even if the USG grants any requested licenses, the licenses may be temporary or impose burdensome conditions that we cannot or choose not to fulfill. The new requirements may benefit certain of our competitors, as the licensing process will make our pre-sale and post-sale technical support efforts more cumbersome and less certain, and encourage customers in China to pursue alternatives to our products, including semiconductor suppliers based in China, Europe, and Israel."
        },
        {
          "year": 2022,
          "paragraphIndex": 7,
          "text": "GPUs have use cases in addition to their designed and marketed use case, such as for digital currency mining, including blockchain-based platforms such as Ethereum. It is difficult for us to estimate with any reasonable degree of precision the past or current impact of cryptocurrency mining, or forecast the future impact of cryptocurrency mining, on demand for our products. Volatility in the cryptocurrency market, including new compute technologies, price changes in cryptocurrencies, government cryptocurrency policies and regulations, new cryptocurrency standards, and changes in the method of verifying blockchain transactions, have impacted and can in the future impact cryptocurrency mining and demand for our products, and can further impact our ability to estimate demand for our products. Changes to cryptocurrency standards and processes including, but not limited to, the pending Ethereum 2.0 standard may decrease the usage of GPUs for Ethereum mining as well as create increased aftermarket resales of our GPUs, impact retail prices for our GPUs, increase returns of our products in the distribution channel, and may reduce demand for our new GPUs. We have introduced Lite Hash Rate, or LHR, GeForce GPUs with limited Ethereum mining capability and increased the supply of CMP in an effort to address demand from gamers and direct miners to CMP. However, if attempts in the aftermarket to improve the hash rate capabilities of our LHR cards are successful, our gaming cards may become more attractive to miners, increasing demand for our gaming GPUs and limiting our ability to supply our gaming cards to non-mining customers. We cannot predict whether our strategy of using LHR cards and CMP will achieve our desired outcome. In addition, our products may be resold on the unauthorized “gray market,” which also makes demand forecasting difficult. Gray market products compete with our distribution channels."
        },
        {
          "year": 2022,
          "paragraphIndex": 51,
          "text": "Government actions, including trade protection and national security policies of U.S. and foreign government bodies, such as tariffs, import or export regulations, including deemed export restrictions, trade and economic sanctions, decrees, quotas or other trade barriers and restrictions could affect our ability to ship products, provide services to our customers and employees, do business without an export license with entities on the U.S. Department of Commerce’s U.S. Entity List or other U.S. government restricted parties lists (which is expected to change from time to time), and generally fulfill our contractual obligations and have a material adverse effect on our business. For example, in response to the Russian invasion of Ukraine, the United States and certain allies have imposed economic sanctions and export control measures and may impose additional sanctions or export control measures, which have and could in the future result in, among other things, severe or complete restrictions on exports to and other commerce and business dealings involving Russia, certain regions of Ukraine, and/or particular entities and individuals. Such actions have limited or blocked, or could in the future limit or block the passage of our products, services and support into Russia or other regions determined to be supporting Russia, and restrict access by our Russian or Ukrainian employees (both within and outside of Russia and Ukraine) to our systems, negatively impacting productivity. Given these recent sanctions and export restrictions imposed by the United States and foreign government bodies, we recently ceased product sales to Russia. While we have policies and procedures in place to ensure compliance with sanctions and trade restrictions, our employees, contractors, partners, and agents may take actions in violations of such policies and applicable law, for which we may be ultimately held responsible. If we were ever found to have violated U.S. export control laws, we may be subject to various penalties available under the laws, any of which could have a material and adverse impact on our business, operating results and financial condition. Additionally, changes in the public perception of governments in the regions where we operate or plan to operate could negatively impact our business and results of operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "For example, on February 23, 2022, we became aware of a security incident involving unauthorized access to our network by a group of independent criminal threat actors, not affiliated with any government or political cause. The threat actors obtained NVIDIA network credentials and through deception, obtained two-factor authentication capability and access to our network. The threat actors misappropriated certain NVIDIA proprietary information, including NVIDIA source code, and leaked some of that information online. Upon learning of the security incident, we engaged in remedial and preventative actions, rotated all NVIDIA network credentials to prevent further unauthorized access, hardened our network, analyzed the information that the threat actors exfiltrated, and notified law enforcement and other authorities."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "corporate sustainability",
        "incidents",
        "integrators",
        "integrators distributors",
        "portfolio",
        "Generative AI",
        "conflict",
        "controls restricting",
        "distributors channel",
        "excessive",
        "excessive shifting",
        "initiatives",
        "restricting",
        "security incidents",
        "sensitive information",
        "COVID-19",
        "covid pandemic",
        "esg",
        "esg practices",
        "license requirements",
        "affect stock",
        "audits",
        "bilateral",
        "cmp",
        "competition current",
        "containment",
        "current target",
        "demand properly",
        "development enhancement",
        "development tools"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 86,
          "text": "Shareholder advocacy groups, certain investment funds, other market participants, shareholders, customers and government regulators have focused increasingly on corporate sustainability practices and disclosures, including those associated with climate change and human rights. Stakeholders may not be satisfied with our corporate sustainability practices and goals or the speed of their adoption. Further, there is an increasing number of state-level initiatives in the U.S. that may conflict with other regulatory requirements or our various stakeholders’ expectations. Additionally, our corporate sustainability practices, oversight of our practices or disclosure controls may not meet evolving shareholder,"
        },
        {
          "year": 2024,
          "paragraphIndex": 46,
          "text": "We hold confidential, sensitive, personal and proprietary information, including information from partners and customers. Breaches of our security measures, along with reported or perceived vulnerabilities or unapproved dissemination of proprietary information or sensitive or confidential data about us or third parties, could expose us and the parties affected to a risk of loss, or misuse of this information, potentially resulting in litigation and subsequent liability, regulatory inquiries or actions, damage to our brand and reputation or other harm, including financial, to our business. For example, we hold proprietary game source code from third-party partners in our GFN service. Breaches of our GFN security measures, which have happened in the past, could expose our partners to a risk of loss or misuse of this source code, damage both us and our partners, and expose NVIDIA to potential litigation and liability. If we or a third party we rely on experience a security incident, which has occurred in the past, or are perceived to have experienced a security incident, we may experience adverse consequences, including government enforcement actions, additional reporting requirements and/or oversight, restrictions on processing data, litigation, indemnification obligations, reputational harm, diversion of funds, diversion of management attention, financial loss, loss of data, material disruptions in our systems and operations, supply chain, and ability to produce, sell and distribute our goods and services, and other similar harms. Inability to fulfill orders, delayed sales, lower margins or lost customers as a result of these disruptions could adversely affect our financial results, stock price and reputation. Applicable data privacy and security obligations may require us to notify relevant stakeholders, including affected individuals, customers, regulators and investors, of security incidents, and mandatory disclosure of such incidents could lead to negative publicity. In addition to experiencing a security incident, third parties may gather, collect or infer sensitive information about us from public sources, data brokers or other means that reveals competitively sensitive details about our organization and could be used to harm our business."
        },
        {
          "year": 2024,
          "paragraphIndex": 45,
          "text": "To defend against security incidents, we must continuously engineer more secure products and enhance security and reliability features, which is expected to result in increased expenses. We must also continue to develop our security measures, including training programs and security awareness initiatives, designed to ensure our suppliers have appropriate security measures in place, and continue to meet the evolving security requirements of our customers, applicable industry standards, and government regulations. While we invest in training programs and security awareness initiatives and take steps to detect and remediate certain vulnerabilities that we have identified, we may not always be able to prevent threats or detect and mitigate all vulnerabilities in our security controls, systems or software, including third-party software we have installed, as such threats and techniques change frequently and may not be detected until after a security incident has occurred. Further, we may experience delays in developing and deploying remedial measures designed to address identified vulnerabilities. These vulnerabilities could result in reputational and financial harm, and if exploited, these vulnerabilities could result in a security incident."
        },
        {
          "year": 2023,
          "paragraphIndex": 72,
          "text": "Shareholder advocacy groups, certain investment funds, other market participants, shareholders and customers have placed increased importance on the implications of the social and environmental cost of their investments and these parties, as well as government regulators, have focused increasingly on corporate ESG and sustainability practices and disclosures, including those associated with climate change and human rights. Stakeholders may not be satisfied with our ESG practices or the speed of their adoption. Additionally, our ESG practices, oversight of ESG practices, or disclosure controls may not meet evolving shareholder, regulator, or other industry stakeholder expectations, or we may fail to meet sustainability disclosure or ESG reporting standards. We could also incur additional costs and require additional resources to monitor, report, and comply with various ESG practices, choose not to conduct business with potential"
        },
        {
          "year": 2023,
          "paragraphIndex": 54,
          "text": "The COVID-19 pandemic has impacted and may continue to impact our workforce and operations and those of our customers, partners, vendors and suppliers. COVID-19-related disruptions have created and may continue to create supply chain and logistics constraints, and COVID-19 containment around the world has put restrictions on, among other areas, manufacturing facilities, commerce, and support operations. Restrictions may be imposed or reinstated as the pandemic resurfaces, such as lockdown measures due to COVID-19 containment efforts in China. End customer sales for our products in China have been negatively impacted by lockdowns and this impact may continue if lockdowns return. COVID-19 has also resulted in, and may continue to result in, disruption of and volatility in global financial markets, which could impact overall technology spending or negatively affect our stock price and liquidity. All of these factors have had or could in the future have a material negative impact on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 56,
          "text": "The extent of the impact of the COVID-19 pandemic on our operational and financial performance and our ability to timely execute our business strategies may continue to be difficult to measure and predict. The impact of COVID-19 can also exacerbate other risks discussed in these risk factors."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "ifr",
        "ai diffusion",
        "diffusion",
        "diffusion ifr",
        "south",
        "south korea",
        "eccns",
        "accelerators",
        "blackwell",
        "classified",
        "combined",
        "corresponding",
        "designated",
        "enacting",
        "expanded",
        "indebtedness",
        "cpu",
        "flows operations",
        "mismatch",
        "notes",
        "refinance",
        "components supply",
        "content available",
        "content providers",
        "decreased",
        "enter new",
        "exposed risks",
        "foundations",
        "fulfilling",
        "fulfilling contractual"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 84,
          "text": "The AI Diffusion IFR would divide the world into three tiers, relegating most countries to “Tier 2” status. The AI Diffusion IFR would confer special benefits on select “Universal Verified End Users”, or UVEU, and lesser benefits on “National Verified End Users”, or NVEU. The AI Diffusion IFR would have numerous effects that may negatively impact our long-term financial results and competitive position, including but not limited to the following."
        },
        {
          "year": 2025,
          "paragraphIndex": 82,
          "text": "On January 15, 2025, the USG published the “AI Diffusion” IFR in the Federal Register. After a 120-day delayed compliance period, the IFR will, unless modified, impose a worldwide licensing requirement on all products classified under Export Control Classification Numbers, or ECCNs, 3A090.a, 4A090.a, or corresponding .z ECCNs, including all related software and technology. Any system that incorporates one or more of the covered integrated circuits, or ICs, (including but not limited to NVIDIA DGX, HGX, and MGX systems) will be covered by the new licensing requirement. The licensing requirement will include future NVIDIA ICs, boards, or systems classified with ECCN 3A090.a or 4A090.a, or corresponding .z ECCNs, achieving certain total processing performance and/or performance density."
        },
        {
          "year": 2025,
          "paragraphIndex": 86,
          "text": "The AI Diffusion IFR would limit access to the market for IT services and computing infrastructure, by favoring a select number of government-approved firms that achieve UVEU status. UVEUs may choose to favor their own accelerators, platforms, and systems, rather than selecting products based on merit."
        },
        {
          "year": 2024,
          "paragraphIndex": 105,
          "text": "As of January 28, 2024, we had net outstanding a total of $9.7 billion in notes due by 2060. As each series of senior notes matures, unless redeemed or repurchased, we must repay or refinance the notes. If we decide to refinance, we may receive less favorable terms, or we may be unable to refinance at all, which may adversely affect our financial condition. We also have a $575 million commercial paper program."
        },
        {
          "year": 2024,
          "paragraphIndex": 20,
          "text": "We build technology and introduce products for new and innovative use cases and applications, such as NVIDIA DGX Cloud services, NVIDIA AI Foundations, Omniverse platform, LLMs, and generative AI models. Our demand estimates for new use cases, applications, and services can be incorrect and create volatility in our revenue or supply levels, and we may not be able to generate significant revenue from these use cases, applications, and services. Recent technologies, such as generative AI models, have emerged, and while they have driven increased demand for Data Center, the long-term trajectory is unknown. Because our products may be used in multiple use cases and applications, it is difficult for us to estimate with any reasonable degree of precision the impact of generative AI models on our reported revenue or forecasted demand. Additionally, we started shipping our CPU product offerings, the Grace CPU and Grace Hopper Superchips, in the third quarter of fiscal year 2024. Our ability to adequately predict our CPU demand may create volatility in our revenue or supply levels."
        },
        {
          "year": 2024,
          "paragraphIndex": 24,
          "text": "Additionally, we depend on developers, customers and other third parties to build, enhance, and maintain accelerated computing applications that leverage our platforms. We also rely on third-party content providers and publishers to make their content available on our platforms, such as GeForce NOW. Failure by developers, customers, and other third parties to build, enhance, and maintain applications that leverage our platforms, or failure by third-party content providers or publishers to make their content available on reasonable terms or at all for use by our customers or end users on our platforms, could adversely affect customer demand."
        }
      ]
    }
  ]
}