{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "covid",
        "pandemic",
        "covid pandemic",
        "supply chain",
        "capital",
        "president",
        "degree",
        "israel",
        "vice",
        "vice president",
        "notes",
        "positions",
        "executive",
        "university",
        "availability",
        "coronavirus",
        "tegra",
        "cuts",
        "dell",
        "enforcement result",
        "gaming gpus",
        "jobs",
        "liabilities changes",
        "mid",
        "neighboring",
        "novel",
        "partners fail",
        "prolonged",
        "range",
        "region"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 14,
          "text": "Debora Shoquist\njoined NVIDIA in 2007 as Senior Vice President of Operations and in 2009 became Executive Vice President of Operations. Prior to NVIDIA, Ms. Shoquist served from 2004 to 2007 as Executive Vice President of Operations at JDS Uniphase Corp., a provider of communications test and measurement solutions and optical products for the telecommunications industry. She served from 2002 to 2004 as Senior Vice President and General Manager of the Electro-Optics business at Coherent, Inc., a manufacturer of commercial and scientific laser equipment. Previously, she worked at Quantum Corp., a data protection company, as President of the Personal Computer Hard Disk Drive Division, and at Hewlett-Packard Corp. Ms. Shoquist holds a B.S. degree in Electrical Engineering from Kansas State University and a B.S. degree in Biology from Santa Clara University."
        },
        {
          "year": 2021,
          "paragraphIndex": 12,
          "text": "joined NVIDIA in 2013 as Executive Vice President and Chief Financial Officer. Prior to NVIDIA, Ms. Kress most recently served as Senior Vice President and Chief Financial Officer of the Business Technology and Operations Finance organization at Cisco Systems, Inc., a networking equipment company, since 2010. At Cisco, Ms. Kress was responsible for financial strategy, planning, reporting and business development for all business segments, engineering and operations. From 1997 to 2010 Ms. Kress held a variety of positions at Microsoft Corporation, a software company, including, beginning in 2006, Chief Financial Officer of the Server and Tools division, where Ms. Kress was responsible for financial strategy, planning, reporting and business development for the division. Prior to joining Microsoft, Ms. Kress spent eight years at Texas Instruments Incorporated, a semiconductor company, where she held a variety of finance positions. Ms. Kress holds a B.S. degree in Finance from University of Arizona and an M.B.A. degree from Southern Methodist University."
        },
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "Ajay K. Puri\njoined NVIDIA in 2005 as Senior Vice President, Worldwide Sales and became Executive Vice President, Worldwide Field Operations in 2009. Prior to NVIDIA, he held positions in sales, marketing, and general management over a 22-year career at Sun Microsystems, Inc., a computing systems company. Mr. Puri previously held marketing, management consulting, and product development positions at Hewlett-Packard Company, an information technology company, Booz Allen Hamilton Inc., a management and technology consulting company, and Texas Instruments Incorporated. Mr. Puri holds a B.S.E.E. degree from the University of Minnesota, an M.S.E.E. degree from the California Institute of Technology and an M.B.A. degree from Harvard Business School."
        },
        {
          "year": 2020,
          "paragraphIndex": 0,
          "text": "In evaluating NVIDIA and our business, the following factors should be considered in addition to the other information in this Annual Report on Form 10-K. Before you buy our common stock, you should know that making such an investment involves risks including, but not limited to, the risks described below. Any one of the following risks could harm our business, financial condition, results of operations or reputation, which could cause our stock price to decline, and you may lose all or a part of your investment. Additional risks, trends and uncertainties not presently known to us or that we currently believe are immaterial may also harm our business, financial condition, results of operations or reputation."
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "We created GPU-based visual and accelerated computing platforms that address four large markets: Gaming, Professional Visualization, Data Center, and Automotive. These markets often experience rapid technological change, changes in customer requirements, new product introductions and enhancements, and evolving industry standards. Our success depends on our ability to identify emerging industry changes and to develop new (or enhance our existing) products, services and technologies that meet the evolving needs of these markets. Such activities may require considerable technical, financial, compliance, sales and marketing investments. We devote significant resources to the development of technologies and business offerings in markets where we have a limited operating history, such as the automotive and data center markets, which presents additional risks to our business. We must also continue to develop the infrastructure needed to scale our business in these areas, including customer service and support. We also must meet customer safety and compliance standards, which are subject to change. Additionally, we continue to make considerable investments in research and development, which may not produce significant revenue for several years, if at all. If our investments are unsuccessful and we fail to develop new products, services and technologies, or if we focus on technologies that do not become widely adopted, our business, revenue, financial condition and results of operations could be adversely affected. We cannot assure you that our strategic direction will result in innovative products and technologies that provide value to our customers, partners and ultimately, our shareholders. If we fail to anticipate the changing needs of our target markets and emerging technology trends, or if we do not appropriately adapt that strategy as market conditions evolve, in a timely manner to exploit potential market opportunities, our business will be harmed."
        },
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "Our target markets remain extremely competitive, and we expect competition to intensify as current competitors expand their product and/or service offerings, industry standards continue to evolve, customer needs change and new competitors enter these markets. Our competitors’ products, services and technologies may be less costly, or may offer superior functionality or better features, than ours, which may result, among other things, in lower than expected selling prices for our products. In addition, some of our competitors operate and maintain their own fabrication facilities, have longer operating histories, larger customer bases, more comprehensive intellectual property, or IP, portfolios and patent protections, and greater financial, sales, marketing and distribution resources than we do. These competitors may be able to more effectively identify and capitalize upon opportunities in new markets and end user customer trends, quickly transition their products, including semiconductor products, to increasingly smaller line width geometries, and obtain sufficient foundry capacity and packaging materials, which could harm our business. If we are unable to successfully compete in our target markets, respond to changes in our target markets or introduce new offerings to meet the needs of this competitive environment, including in significant international markets such as China, demand for our products, services and technologies could decrease, which would cause our revenue to decline and cause our results of operations to suffer. In addition, the competitive landscape in our target markets has changed and may continue to evolve due to a trend toward consolidation, which could lead to fewer customers, partners, or suppliers, any of which could negatively affect our financial results."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "actors",
        "esg",
        "russia",
        "reputational",
        "reputational harm",
        "sustainability",
        "threat",
        "threat actors",
        "efficient",
        "enacted",
        "governance",
        "incident",
        "processing",
        "security incident",
        "supply capacity",
        "intellectual property",
        "intellectual",
        "property rights",
        "spread",
        "mellanox",
        "travel",
        "directly",
        "locations",
        "mellanox acquisition",
        "protect intellectual",
        "spread covid",
        "build inventory",
        "closures",
        "discussed risk",
        "earthquake"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 55,
          "text": "For example, on February 23, 2022, we became aware of a security incident involving unauthorized access to our network by a group of independent criminal threat actors, not affiliated with any government or political cause. The threat actors obtained NVIDIA network credentials and through deception, obtained two-factor authentication capability and access to our network. The threat actors misappropriated certain NVIDIA proprietary information, including NVIDIA source code, and leaked some of that information online. Upon learning of the security incident, we engaged in remedial and preventative actions, rotated all NVIDIA network credentials to prevent further unauthorized access, hardened our network, analyzed the information that the threat actors exfiltrated, and notified law enforcement and other authorities."
        },
        {
          "year": 2022,
          "paragraphIndex": 81,
          "text": "Shareholder advocacy groups, certain institutional investors, investment funds, other market participants, shareholders and customers have focused increasingly on the ESG and sustainability practices of companies, including those associated with climate change and human rights. These parties have placed increased importance on the implications of the social cost of their investments. If our ESG practices do not meet shareholder or other industry stakeholder expectations and standards, which continue to evolve, our brand, reputation and business activities may be negatively impacted. Any sustainability report that we publish or other sustainability disclosures we make may include our policies and practices on a variety of social and ethical matters, including corporate governance, environmental compliance, employee health and safety practices, human capital management, product quality, supply chain management, and talent diversity and inclusion practices. It is possible that stakeholders may not be satisfied with our ESG practices or the speed of their adoption. We could also incur additional costs and require additional resources to monitor, report, and comply with various ESG practices, or choose not to conduct business with potential customers, or discontinue or not expand business with existing customers, due to our policies. Also, our failure, or perceived failure, to meet the standards included in any sustainability disclosure could have a material negative impact on our reputation and business activities."
        },
        {
          "year": 2022,
          "paragraphIndex": 59,
          "text": "Breaches of our security measures, along with reported or perceived vulnerabilities or unapproved dissemination of proprietary information or sensitive or confidential data about us or third parties could expose us and the parties affected to a risk of loss or misuse of this information, potentially resulting in litigation and subsequent liability, regulatory inquiries or actions, damage to our brand and reputation or other harm to our business. If we or a third party we rely on experience a security incident or are perceived to have experienced a security incident, we may experience adverse consequences, including government enforcement actions, additional reporting requirements and/or oversight, restrictions on processing data, litigation, indemnification obligations, reputational harm, diversion of funds, financial"
        },
        {
          "year": 2021,
          "paragraphIndex": 0,
          "text": "We believe that our employees are our greatest assets, and they play a key role in creating long-term value for our stakeholders. As of January 31, 2021, we had 18,975 employees in 29 countries. 13,532 were engaged in research and development and 5,443 were engaged in sales, marketing, operations, and administrative positions."
        },
        {
          "year": 2021,
          "paragraphIndex": 1,
          "text": "To be competitive and execute our business strategy successfully, we must recruit, develop, and retain talented employees, including qualified executives, scientists, engineers, technical staff, and research and development personnel. The primary ways in which we seek to do this are summarized below, in addition to an overview of employee programs we implemented in response to the COVID-19 pandemic."
        },
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "The demand for talent in new markets, such as AI and deep learning, is increasingly competitive. Our intern and new college graduate recruiting programs are a sustainable source of talent. We partner with higher education institutions globally to develop our candidate pipelines, recruit at industry conferences, and encourage our employees to submit referrals, with over 36% of hires coming from internal recommendations. Collaborations with our community resource groups improve how we reach and attract minority candidates."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "regulators",
        "architectures",
        "recorded",
        "usg",
        "ai cloud",
        "changes tax",
        "content",
        "disadvantage",
        "license requirements",
        "lockdowns",
        "nvidia ai",
        "past future",
        "reputational financial",
        "additional unilateral",
        "alternative",
        "cards",
        "csr",
        "inventory purchase",
        "approximately",
        "care",
        "college",
        "congress",
        "continues impact",
        "credentials",
        "determined",
        "economy",
        "expect",
        "gender",
        "given",
        "group"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 94,
          "text": "We have engaged with customers in China to provide alternative products not subject to the new license requirements, such as our new A800 offering. To the extent that a customer requires products covered by the new license requirements, we may seek a license for the customer but have no assurance that the USG will grant any exemptions or licenses for any customer, or that the USG will act on them in a timely manner. The new requirements may have a disproportionate impact on NVIDIA and may disadvantage NVIDIA against certain of our competitors who sell products that are not subject to the new restrictions or may be able to acquire licenses for their products."
        },
        {
          "year": 2023,
          "paragraphIndex": 34,
          "text": "We will offer enterprise customers NVIDIA AI cloud services directly and through our network of partners. Examples of these services include NVIDIA DGX Cloud, which is cloud-based infrastructure and software for training AI models, and customizable pretrained AI models. NVIDIA has partnered with leading cloud service providers to host these services in their data centers, and we entered into multi-year cloud service agreements in the second half of fiscal year 2023 to support these offerings and our research and development activities. NVIDIA AI cloud services may not be successful and will take time, resources and investment. We also offer or plan to offer standalone software solutions for AI including NVIDIA AI Enterprise, NVIDIA Omniverse, NVIDIA DRIVE for automotive, and several other software solutions. These new"
        },
        {
          "year": 2023,
          "paragraphIndex": 41,
          "text": "Our demand predictions may not be correct, as we have experienced from time to time. Product transitions are complex and frequently negatively impact our revenue as we often ship both new and legacy architecture products simultaneously and we and our channel partners prepare to ship and support new products. Our architecture transitions of Data Center, Professional Visualization, and Gaming products may impair our ability to predict demand and impact our supply mix. Qualification time for new products, customers anticipating product transitions and channel partners reducing channel inventory of legacy architectures ahead of new product introductions can create reductions or volatility in our revenue. We have experienced and may in the future experience reduced demand for current generation architectures when customers anticipate transitions, and we may be unable to sell multiple product architectures at the same time for current and future architecture transitions. While we have managed prior product transitions and have previously sold multiple product architectures at the same time, these transitions are difficult and prior trends may not continue. If we are unable to execute our architectural transitions as planned for any reason, our financial results may be negatively impacted."
        },
        {
          "year": 2022,
          "paragraphIndex": 0,
          "text": "NVIDIA invents computing technologies that improve lives and address global challenges. We integrate sound environmental, social and corporate governance, or ESG, principles and practices into every aspect of the Company. The Nominating and Corporate Governance Committee of our Board of Directors is responsible for reviewing and discussing with management our practices concerning ESG. We undertake an annual analysis to ensure that our ESG priorities remain aligned with stakeholder expectations, market trends, and business risks and opportunities. These issues are important for our continued business success and reflect the topics of highest concern to NVIDIA and our stakeholders."
        },
        {
          "year": 2022,
          "paragraphIndex": 4,
          "text": "We plan to build Earth-2, an AI supercomputer dedicated to predicting the impacts of climate change. The system will build a digital twin of the Earth on our Omniverse platform, enable scientists to do ultra-high-resolution climate modeling, and put mitigation and adaptation tools into the hands of cities and nations so they can act with more urgency."
        },
        {
          "year": 2022,
          "paragraphIndex": 5,
          "text": "We believe that our employees are our greatest assets, and they play a key role in creating long-term value for our stakeholders. As of January 30, 2022, we had 22,473 employees in 32 countries. 16,242 were engaged in research and development and 6,231 were engaged in sales, marketing, operations, and administrative positions."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "corporate sustainability",
        "incidents",
        "integrators",
        "integrators distributors",
        "portfolio",
        "software services",
        "conflict",
        "controls restricting",
        "distributors channel",
        "excessive",
        "excessive shifting",
        "generative ai",
        "initiatives",
        "restricting",
        "security incidents",
        "covid",
        "esg",
        "pandemic",
        "covid pandemic",
        "esg practices",
        "license requirements",
        "completion",
        "regulatory challenges",
        "termination",
        "affect stock",
        "arm",
        "audits",
        "bilateral",
        "cmp",
        "competition current"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 106,
          "text": "Given the increasing strategic importance of AI and rising geopolitical tensions, the USG has changed and may again change the export control rules at any time and further subject a wider range of our products to export restrictions and licensing requirements, negatively impacting our business and financial results. In the event of such change, we may be unable to sell our inventory of such products and may be unable to develop replacement products not subject to the licensing requirements, effectively excluding us from all or part of the China market, as well as other impacted markets, including the Middle East. For example, the USG has already imposed conditions to limit the ability of foreign firms to create and offer as a service large-scale GPU clusters, for example by imposing license conditions on the use of products to be exported to certain countries, or by requiring chip tracking and throttling mechanisms that would disable or impair GPUs if certain system or use conditions are detected. The USG has already imposed export controls restricting certain gaming GPUs, and if the USG expands such controls to restrict additional gaming products, it may disrupt a significant portion of our supply and distribution chain and negatively impact sales of such products to markets outside China, including the U.S. and Europe. Export controls may disrupt our supply and distribution chain for a substantial portion of our products, which are warehoused in and distributed from Hong Kong. Export controls restricting our ability to sell datacenter GPUs may also negatively impact demand for our networking products used in servers containing our GPUs. The USG may also impose export controls on our networking products, such as high-speed network interconnects, to limit the ability of downstream parties to create large clusters for frontier model training. Any new control that impacts a wider range of our products would likely have a disproportionate impact on NVIDIA and may disadvantage us against certain of our competitors that sell chips that are outside the scope of such control. Excessive or shifting export controls have already and may in the future encourage customers outside China and other impacted regions to “design-out” certain U.S. semiconductors from their products to reduce the compliance burden and risk, and to ensure that they are able to serve markets worldwide. Excessive or shifting export controls have already encouraged and may in the future encourage overseas governments to request that our customers purchase from our competitors rather than NVIDIA or other U.S. firms, harming our business, market position, and financial results. As a result, excessive or shifting export controls may negatively impact demand for our products and services not only in China, but also in other markets, such as Europe, Latin America, and Southeast Asia. Excessive or shifting export controls increase the risk of investing in U.S. advanced semiconductor products, because by the time a new product is ready for market, it may be subject to new unilateral export controls restricting its sale. At the same time, such controls may increase investment in foreign competitors, which would be less likely to be restricted by U.S. controls."
        },
        {
          "year": 2024,
          "paragraphIndex": 110,
          "text": "Shareholder advocacy groups, certain investment funds, other market participants, shareholders, customers and government regulators have focused increasingly on corporate sustainability practices and disclosures, including those associated with climate change and human rights. Stakeholders may not be satisfied with our corporate sustainability practices and goals or the speed of their adoption. Further, there is an increasing number of state-level initiatives in the U.S. that may conflict with other regulatory requirements or our various stakeholders’ expectations. Additionally, our corporate sustainability practices, oversight of our practices or disclosure controls may not meet evolving shareholder,"
        },
        {
          "year": 2024,
          "paragraphIndex": 67,
          "text": "Individuals, groups of hackers and sophisticated organizations, including nation-states and nation-state-supported actors, and other threat actors have engaged and are expected to continue to engage in cyber-attacks. Additionally, some actors are using AI technology to launch more automated, targeted and coordinated attacks. Due to geopolitical conflicts and during times of war or other major conflicts, we and the third parties we rely upon may be vulnerable to a heightened risk of cyber-attacks that could materially disrupt our ability to provide services and products. We may also face cybersecurity threats due to error or intentional misconduct by employees, contractors or other third-party service providers. Certain aspects of effective cybersecurity are dependent upon our employees, contractors and/or other third-party service providers safeguarding our sensitive information and adhering to our security policies and access control mechanisms. We have in the past experienced, and may in the future experience, security incidents arising from a failure to properly handle sensitive information or adhere to our security policies and access control mechanisms and, although no such events have had a material adverse effect on our business, there can be no assurance that an insider threat will not result in an incident that is material to us. Furthermore, we rely on products and services provided by third-party suppliers to operate certain critical business systems, including without limitation, cloud-based infrastructure, encryption and authentication technology, employee email and other functions, which exposes us to supply-chain attacks or other business disruptions. We cannot guarantee that third parties and infrastructure in our supply chain or our partners’ supply chains have not been compromised or that they do not contain exploitable vulnerabilities, defects or bugs that could result in a breach of or disruption to our information technology systems, including our products and services, or the third-party information technology systems that support our services. We may also incorporate third-party data into our AI algorithms or use open-source datasets to train our algorithms. These datasets may be flawed, insufficient, or contain certain biased information, and may otherwise be vulnerable to security incidents. We may have limited insight into the data privacy or security practices of third-party suppliers, including for our AI algorithms. Our ability to monitor these third parties’ information security practices is limited, and they may not have adequate information security measures in place. In addition, if one of our third-party suppliers suffers a security incident (which has happened in the"
        },
        {
          "year": 2023,
          "paragraphIndex": 1,
          "text": "Compliance with laws, rules, and regulations has not otherwise had a material effect upon our capital expenditures, results of operations, or competitive position and we do not currently anticipate material capital expenditures for environmental control facilities. Compliance with existing or future governmental regulations, including, but not limited to, those pertaining to IP ownership and infringement, taxes, import and export requirements and tariffs, anti-corruption, business acquisitions, foreign exchange controls and cash repatriation restrictions, data privacy requirements, competition and antitrust, advertising, employment, product regulations, cybersecurity, environmental, health and safety requirements, the responsible use of AI,"
        },
        {
          "year": 2023,
          "paragraphIndex": 2,
          "text": "climate change, cryptocurrency, and consumer laws, could increase our costs, impact our competitive position, and otherwise may have a material adverse impact on our business, financial condition and results of operations in subsequent periods. Refer to “Item 1A. Risk Factors” for a discussion of these potential impacts."
        },
        {
          "year": 2023,
          "paragraphIndex": 5,
          "text": "In our CR Report published in July 2022, we published metrics related to our environmental impact for fiscal year 2022. Fiscal year 2023 metrics are expected to be published in the first half of fiscal year 2024. There has been no material impact to our capital expenditures, results of operations or competitive position associated with global sustainability regulations, compliance, or costs from sourcing renewable energy. By the end of fiscal year 2025, our goal is to purchase or generate enough renewable energy to match 100% of our global electricity usage for our offices and data centers."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "ifr",
        "ai diffusion",
        "diffusion",
        "diffusion ifr",
        "covered products",
        "south",
        "south korea",
        "best",
        "eccns",
        "accelerators",
        "blackwell",
        "classified",
        "combined",
        "corresponding",
        "designated",
        "indebtedness",
        "cpu",
        "flows operations",
        "mismatch",
        "notes",
        "refinance",
        "actions adversely",
        "additional factors",
        "competitive execute",
        "components supply",
        "content available",
        "content providers",
        "decreased",
        "exposed risks",
        "foundations"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 108,
          "text": "The AI Diffusion IFR would divide the world into three tiers, relegating most countries to “Tier 2” status. The AI Diffusion IFR would confer special benefits on select “Universal Verified End Users”, or UVEU, and lesser benefits on “National Verified End Users”, or NVEU. The AI Diffusion IFR would have numerous effects that may negatively impact our long-term financial results and competitive position, including but not limited to the following."
        },
        {
          "year": 2025,
          "paragraphIndex": 106,
          "text": "On January 15, 2025, the USG published the “AI Diffusion” IFR in the Federal Register. After a 120-day delayed compliance period, the IFR will, unless modified, impose a worldwide licensing requirement on all products classified under Export Control Classification Numbers, or ECCNs, 3A090.a, 4A090.a, or corresponding .z ECCNs, including all related software and technology. Any system that incorporates one or more of the covered integrated circuits, or ICs, (including but not limited to NVIDIA DGX, HGX, and MGX systems) will be covered by the new licensing requirement. The licensing requirement will include future NVIDIA ICs, boards, or systems classified with ECCN 3A090.a or 4A090.a, or corresponding .z ECCNs, achieving certain total processing performance and/or performance density."
        },
        {
          "year": 2025,
          "paragraphIndex": 109,
          "text": "The AI Diffusion IFR would reduce the market for U.S.-designed and manufactured computing products and services, by expressly limiting exports, reexports, and transfers of covered products to Tier 2 countries and companies in Tier 1 countries that are either headquartered in Tier 2, or have an ultimate parent headquartered in a Tier 2 country. These restrictions would apply to all covered products, including products sold years ago."
        },
        {
          "year": 2024,
          "paragraphIndex": 0,
          "text": "Compliance with laws, rules, and regulations has not otherwise had a material effect upon our capital expenditures, results of operations, or competitive position and we do not currently anticipate material capital expenditures for environmental control facilities. Compliance with existing or future governmental regulations, including, but not limited to, those pertaining to IP ownership and infringement, taxes, import and export requirements and tariffs, anti-corruption, business acquisitions, foreign exchange controls and cash repatriation restrictions, data privacy requirements, competition and antitrust, advertising, employment, product regulations, cybersecurity, environmental, health and safety requirements, the responsible use of AI, climate change, cryptocurrency, and consumer laws, could increase our costs, impact our competitive position, and otherwise may have a material adverse impact on our business, financial condition and results of operations in subsequent periods. Refer to “Item 1A. Risk Factors” for a discussion of these potential impacts."
        },
        {
          "year": 2024,
          "paragraphIndex": 1,
          "text": "NVIDIA invents computing technologies that improve lives and address global challenges. Our goal is to integrate sound environmental, social, and corporate governance principles and practices into every aspect of the Company. The Nominating and Corporate Governance Committee of our Board of Directors is responsible for reviewing and discussing with management our practices related to sustainability and corporate governance. We assess our programs annually in consideration of stakeholder expectations, market trends, and business risks and opportunities. These issues are important for our continued business success and reflect the topics of highest concern to NVIDIA and our stakeholders."
        },
        {
          "year": 2024,
          "paragraphIndex": 2,
          "text": "The following section and the Human Capital Management Section below provide an overview of our principles and practices. More information can be found on our website and in our annual Sustainability Report. Information contained on our website or in our annual Sustainability Report is not incorporated by reference into this or any other report we file with the Securities and Exchange Commission, or the SEC. Refer to “Item 1A. Risk Factors” for a discussion of risks and uncertainties we face related to sustainability."
        }
      ]
    }
  ]
}