{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "coverage",
        "new warehouses",
        "canadian operations",
        "highly dependent",
        "home",
        "insurance coverage",
        "materially adversely",
        "new markets",
        "attracting",
        "attracting members",
        "build",
        "build lease",
        "businesses failure",
        "caused",
        "changes uncertainties",
        "chip",
        "emv",
        "emv chip",
        "enabled",
        "banks",
        "complete",
        "conducted",
        "denominated",
        "depot",
        "depots temporary",
        "especially",
        "europay",
        "events negatively",
        "evm",
        "final"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 5,
          "text": "We intend to continue to open warehouses in new markets. Associated risks include difficulties in attracting members due to a lack of familiarity with us, attracting members of other wholesale club operators, our lack of familiarity with local member preferences, and seasonal differences in the market. Entry into new markets may bring us into competition with new competitors or with existing competitors with a large, established market presence. We cannot ensure that new warehouses and new websites will be profitably deployed and, as a result, future profitability could be delayed or otherwise materially adversely affected."
        },
        {
          "year": 2017,
          "paragraphIndex": 25,
          "text": "We are primarily self-insured as it relates to property damage, due to the substantial premiums required for insurance coverage over physical losses caused by certain natural disasters, as well as the limitations on available coverage for such losses. Although we maintain specific coverages for losses from physical damages in excess of certain amounts to guard against catastrophic losses, we still bear the risk of losses incurred as a result of any physical damage to, or the destruction of, any warehouses, depots, manufacturing or home office facilities, loss or spoilage of inventory, and business interruption caused by any such events to the extent they are below catastrophic levels of coverage, as well as any losses to the extent they exceed our aggregate limits of applicable coverages. Such losses could materially impact our cash flow and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 1,
          "text": "Our financial and operational performance is highly dependent on our U.S. and Canadian operations, which comprised 87% and 85% of net sales and operating income in 2017 , respectively. Within the U.S., we are highly dependent on our California operations, which comprised 30% of U.S. net sales in 2017 . Our California market, in general, has a larger percentage of higher volume warehouses as compared to our other domestic markets. Any substantial slowing or sustained decline in these operations could materially adversely affect our business and financial results. Declines in financial performance of our U.S. operations, particularly in California, and our Canadian operations could arise from, among other things: slow growth or declines in comparable warehouse sales (comparable sales); negative trends in operating expenses, including increased labor, healthcare and energy costs; failing to meet targets for warehouse openings; cannibalizing existing locations with new warehouses; shifts in sales mix toward lower gross margin products; changes or uncertainties in economic conditions in our markets, including higher levels of unemployment and depressed home values; and failing to consistently provide high quality and innovative new products to retain our existing member base and attract new members."
        },
        {
          "year": 2016,
          "paragraphIndex": 10,
          "text": "We accept payments using a variety of methods, including cash and checks, a select variety of credit and debit cards, and our proprietary cash card. As we offer new payment options to our members, we may be subject to additional rules, regulations, compliance requirements, and higher fraud losses. For certain payment methods, we pay interchange and other related card acceptance fees, along with additional transaction processing fees. We rely on third parties to provide payment transaction processing services, including the processing of credit and debit cards, and our proprietary cash card, and it could disrupt our business if these companies become unwilling or unable to provide these services to us. We are also subject to payment card association rules and network operating rules, including data security rules, certification requirements and rules governing electronic funds transfers, which could change over time. For example, we are subject to Payment Card Industry Data Security Standards (“PCI DSS”), which contain compliance guidelines and standards with regard to our security surrounding the physical and electronic storage, processing and transmission of individual cardholder data. As of October 1, 2015, the payment card industry shifted the liability of certain credit card transactions to retailers who are not able to process Europay, MasterCard, Visa (“EMV”) chip enabled card transactions. As a result, before our implementation of the EVM technology is complete, we may be liable for costs incurred by payment card issuing banks or other third parties for fraudulent transactions initiated through EMV chip enabled cards before our implementation of EMV chip technology. Implementation of the EMV chip technology and receipt of final certification is subject to hardware installation, software modification, and certification with our third-party transaction service providers. If we fail to comply with these rules or transaction processing requirements, we may not be able to accept certain payment methods. In addition, if our internal systems are breached or compromised, we may be liable for card re-issuance costs, subject to fines and higher transaction fees and lose our ability to accept credit and/or debit card payments from our members, and our business and operating results could be adversely affected."
        },
        {
          "year": 2016,
          "paragraphIndex": 22,
          "text": "During 2016, our international operations, including Canada, generated 27% and 39% of our net sales and operating income, respectively. Our international operations have accounted for an increasingly larger portion of our warehouses and we plan to continue expanding them. Our operations in countries other than the U.S. are conducted primarily in the local currencies of those countries. Our consolidated financial statements are denominated in U.S. dollars, and to prepare those financial statements we must translate the financial statements of our international operations from local currencies into U.S. dollars using exchange rates for the current period. Future fluctuations in currency exchange rates over time that are unfavorable to us may adversely affect the financial performance of our Canadian and Other International operating segments and have a corresponding adverse period-over-period effect on our results of operations. As we continue to expand internationally, our exposure to fluctuations in foreign exchange rates may increase."
        },
        {
          "year": 2016,
          "paragraphIndex": 13,
          "text": "Multichannel retailing is rapidly evolving and we must keep pace with changing member expectations and new developments by our competitors. Our members, especially younger members, are increasingly using computers, tablets, mobile phones, and other devices to shop and to interact with us through social media. As part of our multichannel strategy, we are making technology investments in our websites and mobile applications. If we are unable to make, improve, or develop relevant member-facing technology in a timely manner, our ability to compete and our results of operations could be adversely affected."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "financial reporting",
        "material weakness",
        "controls",
        "internal control",
        "reporting",
        "weakness",
        "control financial",
        "cause illness",
        "control related",
        "effective",
        "general controls",
        "impact stock",
        "ineffective",
        "ineffective information",
        "investor",
        "contents item",
        "factors continued",
        "multichannel",
        "recorded",
        "ultimate",
        "ultimate costs",
        "actuarially",
        "affected inability",
        "assets",
        "business model",
        "considerable",
        "consideration",
        "damages",
        "deployed",
        "determined"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 15,
          "text": "Internal controls related to the operation of technology systems are critical to maintaining adequate internal control over financial reporting. As disclosed in Part II, Item 9A, during the fourth quarter of fiscal 2018, management identified a material weakness in internal control related to ineffective information technology general controls (ITGCs) in the areas of user access and program change-management over certain information technology (IT) systems that support the Company’s financial reporting processes. As a result, management concluded that our internal control over financial reporting was not effective as of September 2, 2018. We are implementing remedial measures and, while there can be no assurance that our efforts will be successful, we plan to remediate the material weakness prior to the end of fiscal 2019. These measures will result in additional technology and other expenses. If we are unable to remediate the material weakness, or are otherwise unable to maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process and report financial information accurately, and to prepare financial statements within required time periods, could be adversely affected, which could subject us to litigation or investigations requiring management resources and payment of legal and other expenses, negatively affect investor confidence in our financial statements and adversely impact our stock price."
        },
        {
          "year": 2018,
          "paragraphIndex": 14,
          "text": "We identified a material weakness in our internal control related to ineffective information technology general controls which, if not remediated appropriately or timely, could result in loss of investor confidence and adversely impact our stock price."
        },
        {
          "year": 2018,
          "paragraphIndex": 19,
          "text": "We have security measures and controls to protect personal and business information and continue to make investments to secure access to our information technology network. These measures may be undermined, however, due to the actions of outside parties, employee error, internal or external malfeasance, or otherwise, and, as a result an unauthorized party may obtain access to our data systems and misappropriate business and personal information. Because the techniques used to obtain unauthorized access, disable or degrade"
        },
        {
          "year": 2017,
          "paragraphIndex": 42,
          "text": "Provisions for losses related to self-insured risks are generally based upon independent actuarially determined estimates. The assumptions underlying the ultimate costs of existing claim losses can be highly unpredictable, which can affect the liability recorded for such claims. For example, variability in health care cost inflation rates inherent in these claims can affect the amounts recognized. Similarly, changes in legal trends and interpretations, as well as changes in the nature and method of how claims are settled can impact ultimate costs. Although our estimates of liabilities incurred do not anticipate significant changes in historical trends for these variables, any changes could have a considerable effect upon future claim costs and currently recorded liabilities and could materially impact our consolidated financial statements."
        },
        {
          "year": 2017,
          "paragraphIndex": 41,
          "text": "Accounting principles and related pronouncements, implementation guidelines, and interpretations we apply to a wide range of matters that are relevant to our business, including, but not limited to, revenue recognition, merchandise inventories, vendor rebates and other vendor consideration, impairment of long-lived assets, self-insurance liabilities, and income taxes are highly complex and involve subjective assumptions, estimates and judgments by our management. Changes in these rules or their interpretation or changes in underlying assumptions, estimates or judgments by our management could significantly change our reported or expected financial performance."
        },
        {
          "year": 2017,
          "paragraphIndex": 21,
          "text": "Multichannel retailing is rapidly evolving and we must keep pace with changing member expectations and new developments by our competitors. Our members are increasingly using mobile phones, tablets, computers, and other devices to shop and to interact with us through social media. We are making technology investments in our websites and mobile applications. If we are unable to make, improve, or develop relevant member-facing technology in a timely manner, our ability to compete and our results of operations could be adversely affected."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "additional tax",
        "cards shop",
        "china",
        "impacts",
        "shop card",
        "Sanctions",
        "accept card",
        "act",
        "actions various",
        "added",
        "added sales",
        "additionally actions",
        "additionally point",
        "administrative practices",
        "affected events",
        "vendors",
        "businesses failure",
        "cards proprietary",
        "cash card",
        "proprietary",
        "proprietary cash",
        "remediate",
        "appropriately",
        "case",
        "computer systems",
        "crises economic",
        "cyber",
        "difficulties managing",
        "digital",
        "disclosed"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 44,
          "text": "We are subject to a variety of taxes and tax collection and remittance obligations in the U.S. and numerous foreign jurisdictions. Additionally, at any point in time, we may be under examination for value added, sales-based, payroll, product, import or other non-income taxes. We may recognize additional tax expense, be subject to additional tax liabilities, or incur losses and penalties, due to changes in laws, regulations, administrative practices, principles, assessments by authorities and interpretations related to tax, including tax rules in various jurisdictions. We compute our income tax provision based on enacted tax rates in the countries in which we operate. As tax rates vary among countries, a change in earnings attributable to the various jurisdictions in which we operate could result in an unfavorable change in our overall tax provision. Additionally, changes in the enacted tax rates or adverse outcomes in tax audits, including transfer pricing disputes, could have a material adverse effect on our financial condition and results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 29,
          "text": "economic factors could adversely affect demand for our products and services, require a change in product mix, or impact the cost of or ability to purchase inventory. Additionally, actions in various countries, particularly China and the United States, have created uncertainty with respect to tariff impacts on the costs of some of our merchandise. The degree of our exposure is dependent on (among other things) the type of goods, rates imposed, and timing of the tariffs. The impact to our business, including net sales and gross margin, will be influenced in part by merchandising and pricing strategies in response to potential cost increases by us and our competitors. While these potential impacts are uncertain, they could have an adverse impact on our financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 21,
          "text": "We accept payments using a variety of methods, including cash and checks, select credit and debit cards, and our shop card. As we offer new payment options to our members, we may be subject to additional rules, regulations, compliance requirements, and higher fraud losses. For certain payment methods, we pay interchange and other related acceptance fees, along with additional transaction processing fees. We rely on third parties to provide payment transaction processing services for credit and debit cards and our shop card. It could disrupt our business if these companies become unwilling or unable to provide these services to us. We are also subject to evolving payment card association and network operating rules, including data security rules, certification requirements and rules governing electronic funds transfers. For example, we are subject to Payment Card Industry Data Security Standards (“PCI DSS”), which contain compliance guidelines and standards with regard to our security surrounding the physical and electronic storage, processing and transmission of individual cardholder data. If our internal systems are breached or compromised, we may be liable for card re-issuance costs, subject to fines and higher transaction fees and lose our ability to accept card payments from our members, and our business and operating results could be adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 21,
          "text": "We accept payments using a variety of methods, including cash and checks, a select variety of credit and debit cards, and our proprietary cash card. As we offer new payment options to our members, we may be subject to additional rules, regulations, compliance requirements, and higher fraud losses. For certain payment methods, we pay interchange and other related card acceptance fees, along with additional transaction processing fees. We rely on third parties to provide payment transaction processing services, including the processing of credit and debit cards, and our proprietary cash card, and it could disrupt our business if these companies become unwilling or unable to provide these services to us. We are also subject to payment card association and network operating rules, including data security rules, certification requirements and rules governing electronic funds transfers, which could change over time. For example, we are subject to Payment Card Industry Data Security Standards (“PCI DSS”), which contain compliance guidelines and standards with regard to our security surrounding the physical and electronic storage, processing and transmission of individual cardholder data. In addition, if our internal systems are breached or compromised, we may be liable for card re-issuance costs, subject to fines and higher transaction fees and lose our ability to accept credit and/or debit card payments from our members, and our business and operating results could be adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 33,
          "text": "We buy from numerous domestic and foreign manufacturers and importers. Our inability to acquire suitable merchandise on acceptable terms or the loss of key vendors could negatively affect us. We may not be able to develop relationships with new vendors, and products from alternative sources, if any, may be of a lesser quality or more expensive than those from existing vendors. Because of our efforts to adhere to high quality standards for which available supply may be limited, particularly for certain food items, the large volume we demand may not be consistently available."
        },
        {
          "year": 2018,
          "paragraphIndex": 15,
          "text": "Internal controls related to the operation of technology systems are critical to maintaining adequate internal control over financial reporting. As disclosed in Part II, Item 9A, during the fourth quarter of fiscal 2018, management identified a material weakness in internal control related to ineffective information technology general controls (ITGCs) in the areas of user access and program change-management over certain information technology (IT) systems that support the Company’s financial reporting processes. As a result, management concluded that our internal control over financial reporting was not effective as of September 2, 2018. We are implementing remedial measures and, while there can be no assurance that our efforts will be successful, we plan to remediate the material weakness prior to the end of fiscal 2019. These measures will result in additional technology and other expenses. If we are unable to remediate the material weakness, or are otherwise unable to maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process and report financial information accurately, and to prepare financial statements within required time periods, could be adversely affected, which could subject us to litigation or investigations requiring management resources and payment of legal and other expenses, negatively affect investor confidence in our financial statements and adversely impact our stock price."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "COVID-19",
        "Cybersecurity",
        "Supply chain",
        "systems networks",
        "threats",
        "covid pandemic",
        "projects",
        "attack",
        "chain",
        "disasters extreme",
        "global",
        "section",
        "virus",
        "acquisitions",
        "material weakness",
        "associates",
        "business associates",
        "weakness",
        "breach",
        "change management",
        "control related",
        "damaged",
        "general controls",
        "ineffective",
        "ineffective information",
        "information security",
        "interruptions",
        "obtain",
        "personal information"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 15,
          "text": "Increased IT security threats and more sophisticated computer crime pose a risk to our systems, networks, products and services. We rely upon IT systems and networks, some of which are managed by third parties, in connection with a variety of business activities. Additionally, we collect, store and process sensitive information relating to our business, members, suppliers and employees. Operating these IT systems and networks, and processing and maintaining this data, in a secure manner, is critical to our business operations and strategy. The increased use of remote work infrastructure due to the COVID-19 pandemic has also increased the possible attack surfaces. Security threats designed to gain unauthorized access to our systems, networks and data, are increasing in frequency and sophistication. Cybersecurity attacks may range from random attempts to coordinated and targeted attacks, including sophisticated computer crimes and advanced persistent threats. These threats pose a risk to the security of our systems and networks and the confidentiality, integrity, and availability of our data. It is possible that our IT systems and networks, or those managed by third parties such as cloud providers, could have vulnerabilities, which could go unnoticed for a period of time. While our cybersecurity and compliance posture seeks to mitigate such risks, there can be no guarantee that the actions and controls we and our third-party service providers have implemented and are implementing, will be sufficient to protect our systems, information or other property."
        },
        {
          "year": 2020,
          "paragraphIndex": 37,
          "text": "The COVID-19 pandemic has resulted in widespread and continuing impacts on the global economy and on our employees, members, suppliers and other people and entities with which we do business. There is considerable uncertainty regarding the extent to which COVID-19 will continue to spread and the extent and duration of measures to try to contain the virus, such as travel bans and restrictions, quarantines, shelter-in-place orders and business and government shutdowns. We are taking precautionary measures intended to help minimize the risk of the virus to our employees, including temporarily requiring some employees to work remotely. To reward our employees for exemplary service in difficult times we temporarily increased compensation levels and otherwise incurred increased spending for wages and benefits, including overtime pay. The pandemic and any preventative or protective actions that governments or we may take are likely to result in a period of business disruption, reduced member traffic and reduced sales in certain merchandise categories, and increased operating expenses."
        },
        {
          "year": 2020,
          "paragraphIndex": 42,
          "text": "To the extent that COVID-19 continues to adversely affect the U.S. and global economy, our business, results of operations, cash flows, or financial condition, it may also heighten other risks described in this section, including but not limited to those related to consumer behavior and expectations, competition, brand reputation, implementation of strategic initiatives, cybersecurity threats, payment-related risks, technology systems disruption, supply chain disruptions, labor availability and cost, litigation, operational risk as a result of remote work arrangements and regulatory requirements."
        },
        {
          "year": 2019,
          "paragraphIndex": 15,
          "text": "Internal controls related to the operation of technology systems are critical to maintaining adequate internal control over financial reporting. We reported in our Annual Report on Form 10-K as of September 2, 2018, a material weakness in internal control related to ineffective information technology general controls (ITGCs) in the areas of user access and program change-management over certain information technology systems that support the Company’s financial reporting processes. During 2019, we completed the remediation measures related to the material weakness and concluded that our internal control over financial reporting was effective as of September 1, 2019 . Completion of remediation does not provide assurance that our remediation or other controls will continue to operate properly. If we are unable to maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process and report financial information accurately, and to prepare financial statements within required time periods could be adversely affected, which could subject us to litigation or investigations requiring management resources and payment of legal and other expenses, negatively affect investor confidence in our financial statements and adversely impact our stock price."
        },
        {
          "year": 2019,
          "paragraphIndex": 17,
          "text": "We receive, retain, and transmit personal information about our members and employees and entrust that information to third-party business associates, including cloud service-providers that perform activities for us. Our warehouse and online businesses depend upon the secure transmission of confidential information over public networks, including information permitting cashless payments. A compromise of our security systems or defects within our hardware or software, or those of our business associates, that results in our members' or employees' information being obtained by unauthorized persons could adversely affect our reputation with our members and others, as well as our operations, results of operations, financial condition and liquidity, and could result in litigation, government actions, or the imposition of penalties. In addition, a breach could require expending significant additional resources related to the security of information systems and could disrupt our operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 14,
          "text": "We previously identified a material weakness in our internal control related to ineffective information technology general controls and if we fail to maintain an effective system of internal control in the future, this could result in loss of investor confidence and adversely impact our stock price."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "droughts",
        "wildfires",
        "wildfires droughts",
        "able adjust",
        "action",
        "action increased",
        "adjust prices",
        "affecting suppliers",
        "amidst multiplying",
        "arrangements parties",
        "attack include",
        "attacks emerged",
        "attacks increased",
        "behaviors disruption",
        "breadth",
        "basis",
        "daily",
        "delivering",
        "million",
        "ratings",
        "temporarily",
        "affected inability",
        "alternate",
        "capital",
        "cause market",
        "caused",
        "challenged",
        "changed",
        "computer viruses",
        "control legal"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 41,
          "text": "We use natural gas, diesel fuel, gasoline, and electricity in our distribution and warehouse operations. Government regulations limiting carbon dioxide and other greenhouse gas emissions may increase compliance and merchandise costs, and other regulation affecting energy inputs could materially affect our profitability. Climate change, extreme weather conditions, wildfires, droughts and rising sea levels could affect our ability to procure commodities at costs and in quantities we currently experience. We also sell a substantial amount of gasoline, the demand for which could be impacted by concerns about climate change and which face increased regulation."
        },
        {
          "year": 2021,
          "paragraphIndex": 34,
          "text": "Natural disasters and extreme weather conditions, such as hurricanes, typhoons, floods, earthquakes, wildfires, droughts; acts of terrorism or violence, including active shooter situations; energy shortages; public health issues, including pandemics and quarantines, particularly in California or Washington state, where our centralized operating systems and administrative personnel are located, could negatively affect our operations and financial performance. Such events could result in physical damage to our properties, limitations on store operating hours, less frequent visits by members to physical locations, the temporary closure of warehouses, depots, manufacturing or home office facilities, the temporary lack of an adequate work force, disruptions to our IT systems, the temporary or long-term disruption in the supply of products from some local or overseas suppliers, the temporary disruption in the transport of goods to or from overseas, delays in the delivery of goods to our warehouses or depots, and the temporary reduction in the availability of products in our warehouses. Public health issues, whether occurring in the U.S. or abroad, could disrupt our operations, disrupt the operations of suppliers or members, or have an adverse impact on consumer spending and confidence levels. These events could also reduce demand for our products or make it difficult or impossible to procure products. We may be required to suspend operations in some or all of our locations, which could have a material adverse effect on our business, financial condition and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 14,
          "text": "We are required to maintain the privacy and security of personal and business information amidst multiplying threat landscapes and in compliance with privacy and data protection regulations globally. Failure to do so could damage our business, including our reputation with members, suppliers and employees, cause us to incur substantial additional costs, and become subject to litigation and regulatory action."
        },
        {
          "year": 2020,
          "paragraphIndex": 40,
          "text": "In an effort to strengthen our liquidity position, during the year we issued $4,000 million Senior Notes, a portion of which was used to repay, prior to maturity, $1,500 million of our 2.150% and 2.250% Senior Notes. Financial and credit markets have experienced and may continue to experience significant volatility and turmoil. Our continued access to external sources of liquidity depends on multiple factors, including the condition of debt capital markets, our operating performance, and maintaining strong credit ratings. If the impacts of the pandemic continue to disrupt the financial markets, or if rating agencies lower our credit ratings, it could adversely affect our ability to access the debt markets, our cost of funds, and other terms for new debt or other sources of external liquidity, if needed."
        },
        {
          "year": 2020,
          "paragraphIndex": 38,
          "text": "The pandemic has significantly impacted the global supply chain, with restrictions and limitations on business activities causing disruption and delay. These disruptions and delays have strained certain domestic and international supply chains, which have affected and could continue to negatively affect the flow or availability of certain products. Member demand for certain products has also fluctuated as the pandemic has progressed and member behaviors have changed, which has challenged our ability to anticipate and/or adjust inventory levels to meet that demand. These factors have resulted in higher out-of-stock positions in certain products, as well as delays in delivering those products. Even if we are able to find alternate sources for certain products, they may cost more or require us to incur higher transportation costs, adversely impacting our profitability and financial condition. Similarly, increased demand for online purchases of products has impacted our fulfillment operations, resulting in delays in delivering products to members."
        },
        {
          "year": 2020,
          "paragraphIndex": 12,
          "text": "IT systems play a crucial role in conducting our business on a daily basis. These systems are utilized to process a very high volume of transactions, conduct payment transactions, track and value our inventory and produce reports which are critical for making business decisions on a daily, weekly and periodic basis. Failure or disruption of these IT systems could have an adverse impact on our ability to buy products from our suppliers, produce goods in our manufacturing plants, move the products in an efficient manner to our warehouses and sell products to our members. We are undertaking large technology and IT transformation projects. The failure of these projects could adversely impact our business plans and"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "adoption zero",
        "aimed",
        "aimed increasing",
        "alternative fuel",
        "capital",
        "capital expenditures",
        "comply evolving",
        "conflict",
        "decline legal",
        "economy standards",
        "effectively achieve",
        "emission",
        "emission alternative",
        "expenditures",
        "fee increases",
        "measures",
        "anticipate",
        "appropriately",
        "bans",
        "cases",
        "challenge",
        "change face",
        "confirmed",
        "considerable",
        "created",
        "deliveries",
        "emerging",
        "entities",
        "face increased",
        "facility"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 39,
          "text": "We also sell a substantial amount of gasoline, the demand for which could be impacted by concerns about climate change and increased regulations. More stringent fuel economy standards and public policies aimed at increasing the adoption of zero-emission and alternative fuel vehicles and other regulations related to climate change will affect our future operations and may adversely impact our profitability, and require significant capital expenditures."
        },
        {
          "year": 2022,
          "paragraphIndex": 17,
          "text": "We accept payments using a variety of methods, including select credit and debit cards, cash and checks, co-brand cardholder rebates, Executive member 2% reward certificates, and our shop card. As we offer new payment options to our members, we may be subject to additional rules, regulations, compliance requirements, and higher fraud losses. For certain payment methods, we pay interchange and other related acceptance fees, along with additional transaction processing fees. We rely on third parties to provide payment transaction processing services for credit and debit cards and our shop card. It could disrupt our business if these parties become unwilling or unable to provide these services to us. We are also subject to fee increases by these service providers."
        },
        {
          "year": 2022,
          "paragraphIndex": 27,
          "text": "Prices of certain commodities, including gasoline and consumable goods used in manufacturing and our warehouse retail operations, are historically volatile and are subject to fluctuations arising from changes in domestic and international supply and demand, inflationary pressures, labor costs, competition, market speculation, government regulations, taxes and periodic delays in delivery. Rapid and significant changes in commodity prices and our ability and desire to pass them through to our members may affect our sales and profit margins. These factors could also increase our merchandise costs and selling, general and administrative expenses, and otherwise adversely affect our operations and financial results. General economic conditions can also be affected by events like the outbreak of hostilities, including but not limited to the Ukraine conflict, or acts of terrorism."
        },
        {
          "year": 2021,
          "paragraphIndex": 39,
          "text": "Failure to appropriately respond, or the perception of an inadequate response to evolving events around the pandemic, could cause reputational harm to our brand and subject us to lost sales, as well as claims from employees, members, suppliers, regulators or other parties. Additionally, a future outbreak of confirmed cases of COVID-19 in our facilities could result in temporary or sustained workforce shortages or facility closures, which would negatively impact our business and results of operations. Some jurisdictions have taken measures intended to expand the availability of workers compensation or to change the presumptions applicable to workers compensation measures. These actions may increase our exposure to claims and increase our costs."
        },
        {
          "year": 2021,
          "paragraphIndex": 36,
          "text": "The pandemic has resulted in widespread and continuing impacts on the global economy and on our employees, members, suppliers and other people and entities with which we do business. There is considerable uncertainty regarding the extent to which COVID-19 will continue to spread and the extent and duration of measures to try to contain the virus, such as travel bans and restrictions, quarantines, shelter-in-place orders, and business and government shutdowns. The pandemic and any preventative or protective actions that governments or we may take may result in business disruption, reduced member traffic and reduced sales in certain merchandise categories, and increased operating expenses."
        },
        {
          "year": 2021,
          "paragraphIndex": 38,
          "text": "behaviors change, which may challenge our ability to anticipate and/or adjust inventory levels to meet that demand. Similarly, increased demand for online purchases of products has impacted our fulfillment operations, resulting in delays in deliveries and lost sales from being out of stock for certain SKUs."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "capacity",
        "complete",
        "create",
        "logging",
        "logging capabilities",
        "Interest rates",
        "accurate",
        "affected inability",
        "belong",
        "cases",
        "changing public",
        "commitments",
        "complexity",
        "concerning",
        "detailed",
        "continuing",
        "continuing impacts",
        "affected table",
        "continues",
        "covid pandemic",
        "disrupt operations",
        "health issues",
        "impacts pandemic",
        "income respectively",
        "respectively",
        "abroad",
        "abroad disrupt",
        "additionally actions",
        "affected sell",
        "areas"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 15,
          "text": "Increased security threats and more sophisticated cyber misconduct pose a risk to our systems, networks, products and services. We rely upon IT systems and networks, some of which are managed by or belong to third parties, including suppliers, partners, vendors, and service providers. Additionally, we collect, store and process sensitive information relating to our business, members, employees, and other third parties. Operating these IT systems and networks, and processing and maintaining this data, in a secure manner, is critical to our business operations and strategy. Increased remote work has also increased the possible attack surfaces. Attempts to gain unauthorized access to systems, networks and data, both ours and third parties with whom we work, are increasing in frequency and sophistication, and in some cases, these attempts are successful. Cybersecurity attacks may range from random attempts to coordinated and targeted attacks, including sophisticated computer crimes and advanced persistent threats. Phishing attacks have emerged as particularly prominent, including as vectors for ransomware attacks, which have increased in breadth and frequency. While we train our employees as part of our security efforts, that training cannot be completely effective. These threats pose a risk to the security of our systems and networks and the confidentiality, integrity, and availability of our data. Our IT systems and networks, or those managed by third parties such as cloud providers or suppliers that otherwise host or have access to confidential information, periodically have vulnerabilities, which may go unnoticed for a period of time. Our logging capabilities, or the logging capabilities of third parties, are also not always complete or sufficiently detailed, affecting our ability to fully investigate and understand the scope of security events. While our cybersecurity and compliance efforts seek to mitigate such risks, there can be no guarantee that the actions and controls we and our third-party service providers have implemented and are implementing, will be sufficient to protect our systems, information or other property."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "data centers and backup systems would require significant investments in resources to restore IT services and may cause serious impairment in our business operations including loss of business services, increased cost of moving merchandise and failure to provide service to our members. We are currently making substantial investments in maintaining and enhancing our digital resiliency and failure or delay in these projects could be costly and harmful to our business. Failure to deliver IT transformation efforts efficiently and effectively could result in the loss of our competitive position and adversely impact our financial condition and results of operations. Insufficient IT capacity could also impact our capacity for timely, complete and accurate financial and non-financial reporting required by law."
        },
        {
          "year": 2023,
          "paragraphIndex": 45,
          "text": "Section 404 of the Sarbanes-Oxley Act of 2002 requires management assessments of the effectiveness of internal control over financial reporting and disclosure controls and procedures. If we are unable to maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process and report financial information accurately and to prepare financial statements within required time periods could be adversely affected, which could subject us to litigation or investigations requiring management resources and payment of legal and other expenses, negatively affect investor confidence in our financial statements and adversely impact our stock price. Uncertainties around our developing systems concerning controls for non-financial reporting also create risks."
        },
        {
          "year": 2022,
          "paragraphIndex": 35,
          "text": "Natural disasters and extreme weather conditions, including those impacted by climate change, such as hurricanes, typhoons, floods, earthquakes, wildfires, droughts; acts of terrorism or violence, including active shooter situations; energy shortages; public health issues, including pandemics and quarantines, particularly in California or Washington state, where our centralized operating systems and administrative personnel are located, could negatively affect our operations and financial performance. Such events could result in physical damage to our properties, limitations on store operating hours, less frequent visits by members to physical locations, the temporary closure of warehouses, depots, manufacturing or home office facilities, the temporary lack of an adequate work force, disruptions to our IT systems, the temporary or long-term disruption in the supply of products from some local or overseas suppliers, the temporary disruption in the transport of goods to or from overseas, delays in the delivery of goods to our warehouses or depots, and the temporary reduction in the availability of products in our warehouses. Public health issues, whether occurring in the U.S. or abroad, could disrupt our operations, disrupt the operations of suppliers or members, or have an adverse impact on consumer spending and confidence levels. These events could also reduce demand for our products or make it difficult or impossible to procure products. We may be required to suspend operations in some or all of our locations, which could have a material adverse effect on our business, financial condition and results of operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 28,
          "text": "Inflationary factors such as increases in merchandise costs may adversely affect our business, financial condition and results of operations. If inflation on merchandise increases beyond our ability to control we may not be able to adjust prices to sufficiently offset the effect of the various cost increases without negatively impacting consumer demand. Certain merchandise categories were impacted by inflation higher than what we have experienced in recent years due to, among other things, the continuing impacts of the pandemic and uncertain economic environment."
        },
        {
          "year": 2022,
          "paragraphIndex": 36,
          "text": "The continuing impacts of the COVID-19 pandemic are highly unpredictable and volatile and are affecting certain business operations, demand for our products and services, in-stock positions, costs of doing business, availability of labor, access to inventory, supply chain operations, our ability to predict future performance, exposure to litigation, and our financial performance, among other things."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "Artificial intelligence",
        "esg",
        "artificial",
        "human rights",
        "intelligence",
        "set",
        "sustainability",
        "value chain",
        "affected table",
        "assess",
        "buildings",
        "challenges",
        "clean",
        "collaboration",
        "consents",
        "hazardous",
        "COVID-19",
        "day",
        "discharge",
        "discharge disposal",
        "disposal hazardous",
        "environmental matters",
        "fires",
        "hazardous materials",
        "hazardous non",
        "hazardous wastes",
        "materials hazardous",
        "non hazardous",
        "regulations relating",
        "relating use"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 52,
          "text": "Costco has set public targets and disclosed intentions for future action regarding sustainability. There are dependencies outside of our control impacting our ability to meet our goals, including but not limited to: economic conditions, ability to access technology at an appropriate cost or scale, the ability to procure sufficient clean energy at competitive market rates to meet future operational and supplier needs, unforeseen operational and implementation challenges, termination or contraction of policies or systems which support our capital investments, and collaboration with third parties. We may not make adequate and timely investments or successfully implement strategies that will effectively achieve our sustainability-related goals, which could lead to reputational harm with members and other stakeholders."
        },
        {
          "year": 2024,
          "paragraphIndex": 18,
          "text": "cybersecurity incidents. In addition, data we collect, store and process is subject to a variety of U.S. and international laws and regulations (such as the European Union General Data Protection Regulation, California Consumer Privacy Act, Health Insurance Portability and Accountability Act, and China's Personal Information Protection Act), evolving rules concerning artificial intelligence, and other privacy and cybersecurity laws and restrictions on use of member information that may also impair our ability to utilize data, consistent with member consents and preferences, which may carry significant potential penalties for noncompliance."
        },
        {
          "year": 2024,
          "paragraphIndex": 27,
          "text": "The retail business is highly competitive. We compete for members, employees, sites, products and services and in other important respects with a wide range of local, regional and national wholesalers and retailers, both in the United States and in foreign countries, including other warehouse-club operators, supermarkets, supercenters, online retailers, gasoline stations, hard discounters, department and specialty stores and operators selling a single category or narrow range of merchandise. Such retailers and warehouse club operators compete vigorously and in a variety of ways, including pricing, selection and availability, services, location, convenience, store hours, and the attractiveness and ease of use of websites and mobile applications. The evolution of retailing in online and mobile channels has improved the ability of customers to comparison shop, which has enhanced competition. Some competitors have greater financial resources and technology capabilities, including the faster adoption of artificial intelligence, better access to merchandise, and greater market penetration than we do. Our inability to respond effectively to competitive pressures, changes in the retail markets or customer expectations could result in lost market share and negatively affect our financial results."
        },
        {
          "year": 2023,
          "paragraphIndex": 48,
          "text": "Changes in or failure to comply with regulations relating to the use, storage, discharge and disposal of hazardous materials, hazardous and non-hazardous wastes and other environmental matters (such as recycling and extended producer responsibility requirements) could adversely impact our business, financial condition and results of operations."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "We are subject to a wide and increasingly broad array of federal, state, regional, local and international laws and regulations relating to the use, storage, discharge and disposal of hazardous materials, hazardous and non-hazardous wastes and other environmental matters. Failure to comply with these laws could result in harm to our members, employees or others, significant costs to satisfy environmental compliance, remediation or compensatory requirements, or the imposition of severe penalties or restrictions on operations by governmental agencies or courts that could adversely affect our business, financial condition and results of operations."
        },
        {
          "year": 2023,
          "paragraphIndex": 12,
          "text": "IT systems play a crucial role in conducting our business. These systems are utilized to process a very high volume of transactions, conduct payment transactions, track and value our inventory and produce reports critical for making business decisions. Failure or disruption of these systems could have an adverse impact on our ability to buy products and services from our suppliers, produce goods in our manufacturing plants, move the products in an efficient manner to our warehouses and sell products to our members. We are undertaking large technology and IT transformation projects. The failure of these projects could adversely impact our business plans and potentially impair our day to day business operations. Given the high volume of transactions we process, it is important that we build strong digital resiliency to prevent disruption from events such as power outages, computer and telecommunications failures, viruses, internal or external security breaches, errors by employees, and catastrophic events such as fires, earthquakes, tornadoes and hurricanes. Any debilitating failure of our critical IT systems,"
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "federal",
        "federal state",
        "approach",
        "extensive",
        "information security",
        "state local",
        "adequately",
        "allegations",
        "anti",
        "array federal",
        "challenge",
        "committed",
        "comprehensive",
        "contracts",
        "customs",
        "omnichannel",
        "transformation",
        "affect environment",
        "ammonia",
        "ammonia based",
        "applications unable",
        "based chillers",
        "broad",
        "broad array",
        "chillers",
        "chillers noise",
        "china united",
        "commerce comparable",
        "countries particularly",
        "deliver transformation"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 49,
          "text": "We are committed to doing what is right for the business, our members, employees and shareholders over the long-term. Costco has set public targets and disclosed intentions for future action regarding sustainability. There are dependencies outside of our control impacting our ability to meet our goals, including but not limited to: economic conditions, ability to access technology at an appropriate cost or scale, the ability to procure sufficient clean energy at competitive market rates to meet future operational and supplier needs, unforeseen operational and implementation challenges, termination or contraction of policies or systems which support our capital investments, and collaboration with third parties. For example, multiple states are implementing extended producer responsibility laws that will require us to enact policies and processes and will increase expenses in the form of fees paid to the state governments, else be subject to fines and penalties, among other effects. We may not make adequate and timely investments or successfully implement strategies that will effectively achieve our sustainability-related goals. Furthermore, federal, state and local regulatory authorities, private organizations and individuals may challenge our approach to ESG issues, including allegations that we failed in our efforts, should not have undertaken such efforts or that we improperly engaged other entities in our approach to ESG issues. A failure or perceived failure to meet our goals or otherwise meet evolving and diverse stakeholder expectations could lead to reputational harm."
        },
        {
          "year": 2025,
          "paragraphIndex": 39,
          "text": "We are subject to a wide and growing array of federal, state, local and international laws and regulations relating to (among other things), product and food safety, marketing, information security and privacy, labor and employment, imports and customs, transportation, intellectual property, anti-corruption, and environmental or social matters. These laws and regulations may expand mandatory reporting, increase the scope and complexity of matters that we are required to regulate, assess, and disclose, potentially limit our sourcing flexibility or require extensive system or other changes that could increase the cost of doing business. Failure to comply could result in harm to our members, employees, workers in the value chain or others, significant costs to satisfy environmental compliance, remediation or compensatory requirements, or the imposition of severe penalties or restrictions on operations by governmental agencies or courts that could adversely affect our business, financial condition and results of operations."
        },
        {
          "year": 2025,
          "paragraphIndex": 40,
          "text": "The impact of changes to or the introduction of new laws, regulations and policies and enforcement practices, can be unpredictable. These may require extensive system and operational changes, be difficult to implement, increase the cost of doing business, require significant capital expenditures, adversely impact the products or services we offer, or result in adverse publicity and harm to our reputation. If we fail to comply or respond adequately to changes in laws and regulations, our business, operations and financial performance may be adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 48,
          "text": "Operations at our facilities require the treatment and disposal of wastewater, stormwater and agricultural and food processing wastes, the use and maintenance of refrigeration systems, including ammonia-based chillers, noise, odor and dust management, the operation of mechanized processing equipment, and other operations that potentially could affect the environment and public health and safety. Failure to comply with current and future environmental, health and safety standards could result in the imposition of fines and penalties, illness or injury of our employees, and claims or lawsuits related to such illnesses or injuries, and temporary closures or limits on the operations of facilities."
        },
        {
          "year": 2024,
          "paragraphIndex": 14,
          "text": "IT systems play a crucial role in conducting our business. These systems are utilized to process a very high volume of transactions, conduct payment transactions, track and value our inventory and produce reports critical for making business decisions. Failure or disruption of these systems could have an adverse impact on our ability to buy products and services from our suppliers, produce goods in our manufacturing plants, move the products in an efficient manner to our warehouses and sell products to our members. Given the high volume of transactions we process, it is important that we build strong digital resiliency to prevent disruption from events such as power outages, computer and telecommunications failures, viruses, internal or external security breaches and other cybersecurity incidents, errors by employees, extreme weather, and catastrophic events. Any debilitating failure of our critical IT systems, data centers and backup systems would require significant investments in resources to restore IT services and may cause serious impairment in our business operations including loss of business services, increased cost of moving merchandise and failure to provide service to our members. We are currently making substantial investments in technology and IT transformation projects, including maintaining and enhancing our digital resiliency, and failure or delay in these projects could be costly and harmful to our business. Failure to deliver IT transformation efforts efficiently and effectively could result in the loss of our competitive position and adversely impact our financial condition and results of operations. Insufficient IT capacity could also impact our capacity for timely, complete and accurate financial and non-financial reporting required by law."
        },
        {
          "year": 2024,
          "paragraphIndex": 47,
          "text": "We are subject to a wide and increasingly broad array of laws and regulations globally relating to ESG matters, including disclosure and compliance requirements. These laws and regulations, along with expanding voluntary reporting, are expanding the scope and complexity of matters that we are required to regulate, assess, and disclose and potentially limit our sourcing flexibility. Failure to comply with these laws could result in harm to our members, employees, workers in the value chain or others, significant costs to satisfy environmental compliance, remediation or compensatory requirements, or the imposition of severe penalties or restrictions on operations by governmental agencies or courts that could adversely affect our business, financial condition and results of operations."
        }
      ]
    }
  ]
}