{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "dei",
        "epidemic",
        "epidemic pandemic",
        "calendar",
        "esg",
        "week",
        "conflicting",
        "days",
        "health risks",
        "pandemics widespread",
        "ranging",
        "acts",
        "addition regulators",
        "august",
        "called",
        "intangible",
        "intangible assets",
        "goodwill intangible",
        "pcs",
        "Coronavirus",
        "computer",
        "data security",
        "expire",
        "ida",
        "impairments",
        "rules",
        "tend",
        "termination",
        "accompanied",
        "accountability"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 155,
          "text": "We currently report earnings and other operating results on a monthly basis. We are undergoing a multi-year financial enterprise resource planning effort to modernize certain of our financial systems and processes. In conjunction with this effort, we are expecting to implement changes to our monthly financial closing processes, including changes to our accounting calendar, in the fourth quarter of 2023. Our current financial closing calendar, which generally consists of a 52-week year, with 13-week quarters, and months within each quarter consisting of one 5-week and two 4-week months, will be converted to align with a traditional Gregorian calendar (e.g., January-31 days, February-28/29 days, March-31 days). We do not expect that these changes will have a material impact on our reported quarterly and annual results, but they may impact year-over-year comparisons of monthly results during the first twelve months after the changes are implemented. As a result, during this period, we expect to modify and limit the content, and potentially the timing and frequency, of public disclosures of our monthly results relative to our historical practice, which could cause additional volatility in our stock price."
        },
        {
          "year": 2022,
          "paragraphIndex": 57,
          "text": "We support DEI awareness among our employees through formal training sessions and workshops focused on building our overall awareness and individual competencies to address difficult topics such as racial inequality, micro-inequities, and unconscious biases. We also have a companywide Courageous Conversations and DEI speakers bureau, where presenters and facilitators lead work teams in discussions around biases, stereotypes, and the development of inclusive behaviors. Additionally, our executive team and managers have job objectives aimed at fostering a diverse and inclusive workplace."
        },
        {
          "year": 2022,
          "paragraphIndex": 157,
          "text": "The spread of COVID-19 and its variants throughout the United States and the international community has had, and could continue to have and a future epidemic, pandemic or other widespread health risk could have, a negative impact on financial markets, general economic conditions, and certain of our businesses. Depending on the duration and severity of the epidemic, pandemic or other widespread health risk and the nature and extent of governmental responses to it, our businesses, our operations, and our financial results could be negatively impacted in a number of ways, including the following:"
        },
        {
          "year": 2021,
          "paragraphIndex": 112,
          "text": "As a result of business acquisitions, we have recorded goodwill (generally representing the amount paid in excess of the fair value of the assets acquired) and certain intangible assets (at fair value at the time of acquisition) and we may record additional goodwill and intangible assets in the future. We review goodwill and intangible assets for impairment at least annually. Valuing these assets, and evaluating their recoverability, requires us to make estimates and assumptions related to future returns on equity, margins, growth rates, discount rates, and other matters, and our estimates may change over time, potentially resulting in asset write-downs. Goodwill and intangible assets impairment charges could result from declines in operating results, divestitures, or sustained market declines, among other factors, and could materially affect our financial condition and results of operations in the period in which they are recognized."
        },
        {
          "year": 2021,
          "paragraphIndex": 111,
          "text": "We rely on access to various financial networks to process payments received from our customers. These include credit card and debit card networks and the Automated Clearing House (ACH) network. Our ability to participate in these networks depends on our compliance with applicable laws and regulations and with the complex rules of each network and any related industry supervisory groups. If we fail to comply with legal requirements or rules and best practices established by a network or industry group, including those related to data security, we could be assessed significant monetary fines and other penalties, including, in certain cases, the termination of our right to use the applicable network or system. Such fines and penalties, and any disruption in or termination of our ability to process customer payments electronically, could materially adversely affect our business and our brand."
        },
        {
          "year": 2021,
          "paragraphIndex": 146,
          "text": "The potential effects of COVID-19 also could exacerbate the impacts of many of the other risk factors, including: litigation claims being brought against the company; data security breaches and cyber attacks in the work-from-home environment; the valuation, volatility, and liquidity of our debt and equity investment portfolios; the condition of domestic and global economies and financial markets; our ability to access capital markets at favorable rates, if needed; our ability to access our cash accounts at banks and other financial institutions to operate our business; and the need to take impairments of goodwill or certain intangible assets."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Generative AI",
        "bulletin",
        "model bulletin",
        "systems technology",
        "attacks incidents",
        "colorado",
        "continually",
        "generative",
        "impacts covid",
        "new technologies",
        "produce",
        "rapidly",
        "use ai",
        "ahead",
        "alaska",
        "million",
        "people",
        "excess",
        "billion",
        "written",
        "excess loss",
        "expiring",
        "website",
        "libor",
        "reference",
        "act",
        "color",
        "dei",
        "florida",
        "layer"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 63,
          "text": "Intellectual property ownership rights, including those associated with related copyrights, GenAI, and other AI outputs, have not been fully interpreted by courts or regulations. Additionally, it is likely that we will be subject to new AI-focused regulations that could impose varied compliance and reporting requirements and challenges that could impact our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on AI, as well as a model bulletin, to inform and articulate general expectations for businesses, professionals, and stakeholders across the insurance industry as they implement AI tools to facilitate operations. Alaska recently adopted the NAIC model bulletin and, while the model bulletin is only effective as adopted by each specific state, we expect these guidelines to be adopted by at least some additional states. In addition, regulators have recently requested information from insurers on their use of algorithms and AI. Colorado issued a first-in-the-nation AI governance regulation for life (and soon auto) insurers related to its SB 169 law, addressing the use of AI models and external consumer data in AI models. The regulation also describes compliance documentation to be submitted to the Colorado Division of Insurance on a regular basis. We cannot predict what other regulatory actions may be taken with regard to AI but any limitations, or any failure or perceived failure by us to comply with any such requirements, could have an adverse impact on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 62,
          "text": "We have developed, and used for many years, new technologies, including machine learning, predictive models, algorithms, automated processes, and other forms of traditional artificial intelligence (AI), and will in the future develop and use AI and other new technologies in our business. As with many technological innovations, the growing development and use of generative AI (GenAI) presents additional risks that may adversely affect our business. GenAI might produce or reveal datasets that are flawed or insufficient or contain biased information, which could result in unintentionally and unfairly discriminatory outcomes in our business processes. These deficiencies could also undermine the associated predictions, analysis, or decisions GenAI applications produce or the business decisions we make based on this information. We could face challenges on whether we use GenAI in our business processes in a responsible, compliant, and effective manner. Since GenAI is subject to public debate, and depending on how observers view our development and use of GenAI, we could be subject to criticism or experience an adverse impact on our brand or reputation, which could decrease demand for our products or services, create difficulties in our ability to recruit and retain employees, negatively impact our stock price, and lead to greater regulatory scrutiny of our businesses. Additionally, one or more of our key vendors may begin to use GenAI in their business in a manner that does not meet existing or rapidly evolving regulatory standards. Furthermore, our competitors or other third parties may be able to incorporate GenAI into their products more quickly, or more successfully, than us."
        },
        {
          "year": 2023,
          "paragraphIndex": 27,
          "text": "Our systems are being threatened on a regular basis and our efforts may be insufficient to prevent or defend against an attack. We, and certain of our third-party vendors, have experienced attacks and incidents in the past, and there can be no assurance that we, or any vendor, will be successful in preventing future attacks or incidents or detecting and stopping them once they have begun. Cybersecurity risks rapidly evolve and are complex, so we must continually adapt and enhance our processes and technological defenses. As we do this, we must make judgments about where to invest resources to most effectively protect ourselves from cybersecurity risks. These are inherently challenging judgements and we can provide no assurance that processes and technological defenses that we implement will be effective."
        },
        {
          "year": 2022,
          "paragraphIndex": 63,
          "text": "Our website is located at progressive.com. Except as expressly noted herein, the information on this website does not incorporate by reference in, and does not form part of, this Form 10-K. As soon as reasonably practicable, we make all documents that we file with, or furnish to, the SEC, including our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to these reports, available free of charge via our website at progressive.com/investors. These reports are also available on the SEC’s website: http://www.sec.gov. Information on our website does not constitute soliciting material and should not be deemed filed or incorporated by reference into any other Progressive filing under the Securities Act of 1933 or the Securities Exchange Act of 1934, except to the extent we specifically incorporate such information by reference in such a filing."
        },
        {
          "year": 2022,
          "paragraphIndex": 14,
          "text": "As part of the Commercial Lines program, we also have excess of loss reinsurance agreements for higher-limit commercial auto liability, and certain BOP and workers’ compensation coverages, which reinsures a portion of loss above a retention threshold. The retention threshold for the BOP and Progressive high-limits auto liability excess of loss agreements is $1 million, for each casualty occurrence or each property loss. For the Protective Insurance large fleet commercial auto business, we retain the first $2 million, per occurrence, and have coverage excess of $2 million up to $5 million. Under the current program, in certain scenarios, our retention could be reduced to $1 million, depending on the accumulation of losses in excess of $1 million. In addition, for the workers’ compensation product, we have catastrophe workers’ compensation coverage up to $75 million per occurrence pursuant to a $20 million maximum any one life sublimit. In general, we retain approximately $1.4 million per occurrence on workers’ compensation through the use of excess of loss and quota-share reinsurance."
        },
        {
          "year": 2022,
          "paragraphIndex": 29,
          "text": "Insurance departments establish and monitor compliance with capital and surplus requirements. Although the ratio of written premiums to surplus that the regulators will allow is a function of a number of factors (including applicable law, the type of business being written, the adequacy of the insurer’s reserves, and the quality of the insurer’s assets), the annual net premiums that an insurer may write historically have been perceived to be limited to a specified multiple of the insurer’s total surplus, generally 3 to 1 for property and casualty insurance, which is the target for our vehicle businesses; our Property business maintains a lower premiums-to-surplus ratio. Thus, the amount of an insurer’s statutory surplus, in certain cases, may limit its ability to grow its business. At year-end 2022, we had net premiums written of $51.1 billion and statutory surplus of $17.9 billion. The combined premiums-to-surplus ratio for all of our insurance companies was 2.9 to 1. In addition, as of December 31, 2022, we had access to $4.4 billion of securities held in a non-insurance subsidiary, portions of which could be contributed to the capital of our insurance subsidiaries to support growth or for other purposes."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "cyberattacks",
        "cyberattack",
        "virtual",
        "accordingly",
        "alternatives",
        "awards",
        "columbia bermuda",
        "comprehensive",
        "driven",
        "half",
        "healthcare",
        "improperly",
        "inputs",
        "invested",
        "jury",
        "cyber",
        "monthly",
        "cyber attacks",
        "days",
        "addition regulators",
        "colorado",
        "corruption cyber",
        "cyber attack",
        "effort",
        "monthly results",
        "recently",
        "remote",
        "remote hybrid",
        "requested",
        "accounting"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 65,
          "text": "Intellectual property ownership rights, including those associated with related copyrights, patent rights, GenAI inputs for model training, and other GenAI outputs, have not been fully interpreted by courts or regulations. Additionally, we are subject to new AI-focused regulations and regulatory expectations that could impose varied compliance and reporting requirements and challenges that could impact our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on AI, as well as a model bulletin, to inform and articulate general expectations for businesses, professionals, and stakeholders across the insurance industry as they implement AI tools to facilitate operations. Nearly half of all departments of insurance have adopted the NAIC AI model bulletin. Other states have adopted or are considering alternatives, including comprehensive AI legislation or reminders that existing state laws pertain to AI activities, including laws regarding unfair claims and trade practices. We cannot predict what other regulatory actions may be taken with regard to AI but any limitations, or any failure or perceived failure by us to comply with any such requirements, could have an adverse impact on our business."
        },
        {
          "year": 2024,
          "paragraphIndex": 30,
          "text": "Our business could be significantly damaged by a security breach, data loss or corruption, or cyberattack. In addition to the potentially high costs of investigating and stopping such an event and implementing necessary fixes, we could incur substantial liability if confidential customer or employee information is stolen. In addition, such an event could cause a significant disruption of our ability to conduct our insurance operations, adversely affect our competitive position if material trade secrets or other confidential information are stolen, and have severe ramifications on our reputation and brand, potentially causing customers to refrain from buying insurance from us or other businesses to refrain from doing business with us. Therefore, the occurrence of a security breach, data loss or corruption, or cyberattack, if sufficiently severe, could have a material adverse effect on our business results, prospects, and liquidity."
        },
        {
          "year": 2024,
          "paragraphIndex": 25,
          "text": "Our business requires that we develop and maintain large and complex technology systems, and that we rely on third-party systems and applications, to run our operations and to store the significant volume of data that we acquire, including the personal information of our customers and employees and our intellectual property, trade secrets, and other sensitive business and financial information. All of these systems are subject to “cyberattacks” by third parties with substantial computing resources and capabilities, which are becoming more frequent and more sophisticated, and to unauthorized or illegitimate actions by employees, consultants, agents, and other persons with legitimate access to our systems. Such attacks or actions may include attempts to:"
        },
        {
          "year": 2023,
          "paragraphIndex": 91,
          "text": "We currently report earnings and other operating results on a monthly basis. We undertook a multi-year financial enterprise resource planning effort to modernize certain of our financial systems and processes. In conjunction with this effort, in the fourth quarter of 2023, we converted our monthly accounting closing calendar to align with the Gregorian calendar (e.g., January-31 days, February-28/29 days, March-31 days). We do not expect that these changes will have a material impact on our reported quarterly and annual results, but they may impact year-over-year comparisons of monthly results from October 2023 through September 2024. As a result, during this period, we will modify and limit the content, and potentially the timing, of public disclosures of our monthly results relative to our historical practice, which could cause additional volatility in our stock price."
        },
        {
          "year": 2023,
          "paragraphIndex": 63,
          "text": "Intellectual property ownership rights, including those associated with related copyrights, GenAI, and other AI outputs, have not been fully interpreted by courts or regulations. Additionally, it is likely that we will be subject to new AI-focused regulations that could impose varied compliance and reporting requirements and challenges that could impact our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on AI, as well as a model bulletin, to inform and articulate general expectations for businesses, professionals, and stakeholders across the insurance industry as they implement AI tools to facilitate operations. Alaska recently adopted the NAIC model bulletin and, while the model bulletin is only effective as adopted by each specific state, we expect these guidelines to be adopted by at least some additional states. In addition, regulators have recently requested information from insurers on their use of algorithms and AI. Colorado issued a first-in-the-nation AI governance regulation for life (and soon auto) insurers related to its SB 169 law, addressing the use of AI models and external consumer data in AI models. The regulation also describes compliance documentation to be submitted to the Colorado Division of Insurance on a regular basis. We cannot predict what other regulatory actions may be taken with regard to AI but any limitations, or any failure or perceived failure by us to comply with any such requirements, could have an adverse impact on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 28,
          "text": "Our business could be significantly damaged by a security breach, data loss or corruption, or cyber-attack. In addition to the potentially high costs of investigating and stopping such an event and implementing necessary fixes, we could incur substantial liability if confidential customer or employee information is stolen. In addition, such an event could cause a significant disruption of our ability to conduct our insurance operations, adversely affect our competitive position if material trade secrets or other confidential information are stolen, and have severe ramifications on our reputation and brand, potentially causing customers to refrain from buying insurance from us or other businesses to refrain from doing business with us. Therefore, the occurrence of a security breach, data loss or corruption, or cyber-attack, if sufficiently severe, could have a material adverse effect on our business results, prospects, and liquidity."
        }
      ]
    }
  ]
}