{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "credits",
        "tax credits",
        "advantaged",
        "projects",
        "tax advantaged",
        "accidents",
        "covered event",
        "opportunities",
        "recapture",
        "tax benefits",
        "threshold",
        "accidents events",
        "accidents insured",
        "adjustment expense",
        "advances",
        "amortized",
        "lives",
        "page",
        "useful",
        "useful lives",
        "august",
        "casualty losses",
        "discusses",
        "estimated",
        "expert",
        "experts",
        "form",
        "indefinite",
        "liability property",
        "loss reserving"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 65,
          "text": "We invest in certain projects that are entitled to tax-advantaged treatment under applicable federal or state law, including renewable energy development, historic property rehabilitation and affordable housing, and we may make other tax-advantaged investments from time to time. Our investments in these projects are designed to generate a return through the realization of tax credits and, in some cases, through other tax benefits and cash flows from the project. Certain of these investments are subject to the risk that previously recorded tax credits can be challenged or are subject to recapture by the applicable taxing authorities if specific requirements are not satisfied. Many of the factors that could lead to a challenge or recapture of tax credits are beyond our control. The inability to realize these tax credits and other tax benefits could have a material adverse impact on our financial condition."
        },
        {
          "year": 2016,
          "paragraphIndex": 14,
          "text": "Like many homeowners insurance companies, our Property business relies on reinsurance contracts, state reinsurance funding, and catastrophe bonds (collectively, “reinsurance arrangements”) to reduce its exposure to certain catastrophe events. We also use reinsurance contracts to reinsure portions of our Commercial Lines and umbrella insurance businesses. Reinsurance arrangements are often subject to a threshold below which reinsurance does not apply, so that we are responsible for all losses below the threshold from a covered event, and to an aggregate dollar coverage limit, so that our claims liabilities arising from a covered event may exceed our reinsurance coverage. In addition, although the reinsurer is liable to the insurer to the extent of the reinsurance coverage, the original insurer remains liable under the policies to the insured as the direct insurer on all risks reinsured. As a result, we are subject to the risk that reinsurers will be unable to pay, or will dispute, reinsurance claims. Further, the availability and cost of reinsurance are subject to prevailing reinsurance market conditions (which can be impacted by the occurrence of significant reinsured events). We may not be able to obtain reinsurance coverage in the future at commercially reasonable rates or at all. The availability and cost of reinsurance could adversely affect our business volume, profitability, or financial condition."
        },
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "The ARX acquisition may not produce the anticipated benefits to us, or such benefits may be delayed longer than anticipated. In addition, as we identify opportunities for integration of ARX’s products, employees, operations or systems with our own, we may be unable to execute on such opportunities and generate the benefits identified, the costs of those efforts may be greater than expected, or those efforts may cause difficulties or unintended consequences that could adversely impact our operations and results."
        },
        {
          "year": 2015,
          "paragraphIndex": 41,
          "text": "The ARX acquisition may not produce the anticipated benefits to us, or such benefits may be delayed longer than anticipated. At the time of the ARX acquisition, we recorded goodwill and intangible assets at fair value. Goodwill and intangible assets determined to have indefinite useful lives are not amortized, while other intangible assets are amortized over their estimated useful lives. Goodwill and intangible assets are reviewed for impairment at least annually. Valuing these assets, and evaluating their recoverability, requires us to make estimates and assumptions related to future returns on equity, margins, growth rates, discount rates, and other matters, and our estimates may change over time, potentially resulting in write-downs of the assets. Goodwill and intangible assets impairment charges could result from declines in operating results, divestitures or sustained market declines, among other factors, and could materially affect our financial condition and results of operations in the period in which they are recognized."
        },
        {
          "year": 2015,
          "paragraphIndex": 10,
          "text": "The ultimate paid losses and loss adjustment expenses may deviate, perhaps substantially, from point-in-time estimates of such losses and expenses, as reflected in the loss reserves included in our financial statements. Consequently, ultimate losses paid could materially exceed reported loss reserves and have a material adverse effect on our financial condition, cash flows, or results of operations. Further information on our loss reserves can be found in the “Liability for Property-Casualty Losses and Loss Adjustment Expenses” discussion beginning on page 11 of this report, as well as our “Report on Loss Reserving Practices,” which primarily discusses our vehicle business reserves and was filed with the SEC on Form 8-K on August 26, 2015."
        },
        {
          "year": 2015,
          "paragraphIndex": 12,
          "text": "The extent of insured losses from a catastrophe is a function of both our total net insured exposure in the area affected by the event and the nature and severity of the event. We use catastrophe modeling tools and third-party experts to help estimate our exposure to such events. Those tools and expert opinions are based on historical data and other assumptions that limit their reliability and predictive value, and they may become even less reliable as climatic conditions change. As a result, our forecasting efforts may generate projections that prove to be materially inaccurate. An increase in the frequency or severity of catastrophes could materially adversely affect our financial condition, cash flows, and results of operations."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "access cash",
        "accounts",
        "cash accounts",
        "Cybersecurity",
        "government programs",
        "institution",
        "reimbursement obligations",
        "ability grow",
        "ability reflect",
        "accounts banks",
        "accounts convert",
        "accounts needed",
        "acquired",
        "acquired certain",
        "acquisitions",
        "arx acquisition",
        "acquisition produce",
        "anticipated benefits",
        "concerning",
        "produce",
        "produce anticipated",
        "act",
        "adjustment expense",
        "allegations",
        "april",
        "australia",
        "beginning",
        "bonus",
        "bundle",
        "center"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 50,
          "text": "We rely on our ability to access our cash accounts at banks and other financial institutions to operate our business. If we are unable to access the cash in those accounts as needed, whether due to our own systems difficulties, an institution-specific issue at the bank or financial institution (such as a cybersecurity breach), a broader disruption in banking, financial or wire transfer systems, or otherwise, our ability to pay insurance claims and other financial obligations when due and otherwise operate our business could be adversely affected. Likewise, our investment portfolios are subject to risks inherent in the nation’s and world’s capital markets. Any disruption in the functioning of those markets or in our ability to liquidate investments or specific categories of investments on favorable terms when desired, could impair our ability to pay claims or other financial obligations when due. Any such event or series of such events could result in significant operational difficulties, reputational harm and adverse actions by regulators and have a material adverse effect on our financial condition, cash flows, and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 51,
          "text": "Our financial condition may be adversely affected if one or more parties with which we enter into significant contracts or transact business under certain government programs become insolvent, experience other financial difficulties, or default in the performance of contractual or reimbursement obligations."
        },
        {
          "year": 2017,
          "paragraphIndex": 52,
          "text": "Our business is dependent on the performance by third parties of their responsibilities under various contractual or service arrangements and government programs. These include, for example: agreements with other insurance carriers to sell their products to our customers in bundled packages or otherwise, arrangements for transferring certain of our risks (including reinsurance arrangements used by us, our corporate insurance policies, and the performance of state reinsurance facilities/associations), and reimbursement obligations under various state or federal programs, such as the Michigan Catastrophic Claims Association or the National Flood Insurance Program. In addition, from time to time, we enter into significant financial transactions, such as derivative instruments, with major banks, other financial institutions, or security clearinghouses. If one or more of these parties were to default in the performance of their obligations under their respective contracts or programs or determine to abandon or terminate support for a system, product, obligation, or service that is significant to our business, we could suffer significant financial losses or other problems, which in turn could materially adversely affect our financial condition, cash flows, or results of operations and cause damage to our brand and reputation."
        },
        {
          "year": 2016,
          "paragraphIndex": 31,
          "text": "The Progressive Corporation and/or its subsidiaries are named as defendants in class action and other lawsuits challenging various aspects of the subsidiaries’ business operations. Additional litigation may arise in the future concerning similar or other business practices. These lawsuits have included cases alleging damages as a result of our subsidiaries’ use of credit in underwriting and related requirements under the U.S. Fair Credit Reporting Act; methods used for evaluating and paying certain bodily injury, personal injury protection, and medical payment claims or for reimbursing medical costs incurred by Medicare beneficiaries; other claims handling procedures; challenges relating to our network of repair facilities or our Service Center program; interpretations of the provisions of our insurance policies; policy implementation and renewal procedures; and employment-related litigation, including federal wage and hour claims, among other matters. Additional litigation may be filed against us concerning allegations of other general liability theories. In addition, lawsuits have been filed, and other lawsuits may be filed in the future, against our competitors and other businesses, and although we are not a party to such litigation, the results of those cases may create additional risks for, and/or impose additional costs and/or limitations on, our subsidiaries’ business operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "The ARX acquisition may not produce the anticipated benefits to us, or such benefits may be delayed longer than anticipated. In addition, as we identify opportunities for integration of ARX’s products, employees, operations or systems with our own, we may be unable to execute on such opportunities and generate the benefits identified, the costs of those efforts may be greater than expected, or those efforts may cause difficulties or unintended consequences that could adversely impact our operations and results."
        },
        {
          "year": 2016,
          "paragraphIndex": 66,
          "text": "We believe that shareholder value will be increased in the long run if we meet or exceed the financial goals and policies that we establish each year. We do not manage our business to maximize short-term stock performance or the amount of the dividend that may be paid under our annual variable dividend policy or otherwise. We report earnings and other operating results on a monthly basis. We also do not provide earnings estimates to the market and do not comment on earnings estimates by analysts. As a result, our reported results for a particular period may vary, perhaps significantly, from investors’ expectations, which could result in significant volatility in the price of our common shares or debt securities. The addition of our Property business, which includes the results of our homeowners business, beginning in April 2015, may introduce additional volatility in our consolidated results compared to prior periods."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "taxes",
        "accounting",
        "expiring",
        "million",
        "deferred",
        "accounting principles",
        "billion",
        "lae",
        "principles",
        "amortized",
        "income taxes",
        "licenses",
        "statutory accounting",
        "duration",
        "website",
        "annual variable",
        "factor",
        "annual dividend",
        "autos",
        "early",
        "gainshare",
        "gainshare factor",
        "paid annual",
        "tax underwriting",
        "underwriting income",
        "year result",
        "appropriately timely",
        "calculation",
        "cash incentive",
        "declared"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 14,
          "text": "Our results are reported in accordance with accounting principles generally accepted in the United States of America (GAAP), which differ in certain respects from amounts reported under statutory accounting principles (SAP) prescribed by insurance regulatory authorities. Certain significant differences are described below:"
        },
        {
          "year": 2018,
          "paragraphIndex": 25,
          "text": "See\nNote 6 – Loss and Loss Adjustment Expense Reserves\nin the Annual Report for a detailed discussion of our loss reserving practices and a reconciliation of our loss and LAE reserve activity, along with incurred and paid claims development by accident year for our segments, based on definitions pursuant to statutory accounting principles."
        },
        {
          "year": 2018,
          "paragraphIndex": 22,
          "text": "I\nnvestment income is affected by the variability of cash flows to or from the portfolio, shifts in the type and quality of investments in the portfolio, changes in yield, and other factors. For securities held in our investment portfolios, total investment income includes interest and dividends, net realized gains (losses) on securities sold, net holding period gains (losses) on securities, which for 2018 is composed primarily of valuation changes on equity securities, and write-downs on securities held in our investment portfolio. Total investment income, before expenses and taxes, was $483.3 million in 2018, compared to $662.3 million in 2017, and $589.7 million in 2016. For our investment portfolio, on a pretax total return basis (i.e., total investment income plus changes in net unrealized gains (losses)), investment income was $357.5 million, $1,210.8 million, and $791.0 million for the years ended December 31, 2018, 2017, and 2016, respectively. Outside of our investment portfolio, but reported in impairment losses in the consolidated statements of comprehensive income, were $68.3 million, $49.6 million, and $59.7 million of other-than-temporary impairment losses resulting from renewable energy tax credit investments entered into during 2018, 2017, and 2016, respectively. For more detailed discussion of our investment portfolio, see\nNote 2 – Investments, Note 3 – Fair Value,\nand\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nin the Annual Report."
        },
        {
          "year": 2017,
          "paragraphIndex": 61,
          "text": "We have previously announced our intention to pay a dividend to shareholders on an annual basis under a formula that multiplies our annual after-tax underwriting income by a percentage factor set by the Board of Directors (33-1/3% for 2017 and 2018) and then by the Gainshare factor (determined under our Gainsharing (annual cash incentive) plans for most of our employees and based on the operating performance of our insurance businesses). If our Gainshare factor for the year is zero or after-tax comprehensive income (which includes the change in unrealized investment gains and losses, among other items) is less than after-tax underwriting income, no dividend will be paid under our annual variable dividend policy."
        },
        {
          "year": 2017,
          "paragraphIndex": 62,
          "text": "Because the dividend calculation is performance-based, the amount (if any) to be paid in any particular year may not be subject to accurate prediction and will likely vary, perhaps significantly, from the amounts paid in the preceding year(s). As a result, the amount paid may be inconsistent with some shareholders’ expectations. In addition, although we have announced our intent to repeat the annual variable dividend in 2018 (to be paid early in 2019), the dividend, if any, would not be declared by the Board until late 2018 or early 2019, and the Board retains the discretion, at any time, to alter our policy or not to pay the annual dividend for 2018 or future years. Such an action by the Board could result from, among other reasons, changes in the insurance marketplace, changes in our performance or capital needs, changes in U.S. federal income tax laws, disruptions of national or international capital markets, or other events affecting our liquidity, financial position or prospects, as described above. Any such change could adversely affect investors’ perceptions of the company and the value of, or the total return of an investment in, our common shares."
        },
        {
          "year": 2017,
          "paragraphIndex": 15,
          "text": "We write insurance for personal autos and recreational vehicles, homeowners and renters, and commercial autos and trucks for small businesses. All of these markets are highly competitive. We face vigorous competition from large, well-capitalized national and international companies, as well as smaller regional insurers. Other companies, potentially including existing insurance companies, other well-financed companies seeking new opportunities, or new competitors with technological or other innovations, also may enter these markets in the future. Many of our competitors have substantial resources, experienced management, and strong marketing, underwriting, and pricing capabilities. The property and casualty insurance industry is a relatively mature industry, in which brand recognition, marketing skills, operational effectiveness, pricing, scale, and cost control are major competitive factors. If our competitors offer similar insurance products at lower prices, offer such insurance products bundled with other products or services that we do not offer, are permitted to offer their products under different legal and regulatory constraints than those that apply to us, or engage in other successful competitive initiatives, our ability to generate new business or to retain a sufficient number of our existing customers could be compromised. In addition, because auto insurance constitutes a significant portion of our overall business, we may be more sensitive than other insurers to, and more adversely affected by, trends that could decrease auto insurance rates or reduce demand for auto insurance over time, such as advances in autonomous vehicles and vehicle sharing arrangements."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "libor",
        "outstanding",
        "allowance expected",
        "equity debt",
        "expected credit",
        "floating",
        "floating rate",
        "preferred shares",
        "rate securities",
        "price equity",
        "reference rate",
        "significant customers",
        "transportation",
        "transportation network",
        "alternative",
        "shares debt",
        "price common",
        "advisor",
        "investment advisor",
        "self",
        "accordingly",
        "accordingly failure",
        "accuracy adjust",
        "advisor equity",
        "advisor fixed",
        "affected incidents",
        "aggravated perceptions",
        "arising investment",
        "assets goodwill",
        "attack party"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 84,
          "text": "LIBOR is a common benchmark interest rate (or reference rate) used to set and make adjustments to interest rates for certain floating rate securities and other financial instruments. Published reports have indicated that regulatory authorities and/or financial institutions may change how LIBOR is calculated or discontinue its calculation and publication after 2021. Alternative reference rates have been developed, including The Federal Reserve Bank of New York’s Secured Overnight Financing Rate (SOFR), but the acceptance of such alternative rates and their applicability to existing instruments is uncertain. If LIBOR ceases to exist or if the methods of calculating LIBOR change from current methods for any reason, outstanding securities with interest rates tied to LIBOR may be adversely affected if those securities either do not provide for the automatic substitution of another reference rate or convert to another reference rate or a fixed rate that could be less favorable to us. Outstanding securities and contracts that could be affected include certain preferred stocks and other floating rate securities, fixed rate securities that may convert to LIBOR-based floating rate instruments in the future, certain derivatives, and any other assets or liabilities whose value is tied to LIBOR. Any uncertainty regarding the continued use and reliability of LIBOR as a benchmark interest rate could also adversely affect the value of those instruments."
        },
        {
          "year": 2019,
          "paragraphIndex": 91,
          "text": "The terms of our outstanding preferred shares prohibit us from declaring or paying dividends or distributions on our common shares while our preferred shares are outstanding, unless all accrued and unpaid dividends on the preferred shares, including the full dividends for all current dividend periods, have been declared and paid or a sum sufficient for payment thereof set apart, subject to certain exceptions."
        },
        {
          "year": 2019,
          "paragraphIndex": 55,
          "text": "In addition, we must forecast sales and claims volume and other factors in changing business environments (for multiple products and business units and in many geographic markets) with reasonable accuracy, and we must adapt to increases in business due to additions of or expansions with significant customers, such as transportation network companies. In any such case, we must adjust our hiring and training programs and staffing levels appropriately. Our failure to recognize the need for such adjustments, or our failure or inability to react on a timely basis, could lead either to over-staffing or under-staffing in one or more business units or locations. In either such event, our financial results, customer relationships, employee morale, and brand could be materially adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 79,
          "text": "The common equity portfolio is primarily managed externally to track the Russell 1000 Index, with a small portion actively managed by an external investment advisor. Our equity investments are subject to general movements in the values of equity markets and to the changes in the prices of the securities we hold. An investment portfolio that is designed to track an index, such as the Russell 1000, or that follows a specific investment discipline, such as value investing, is not necessarily less risky than other equity investment strategies. Equity markets, sectors, industries, and individual securities may be subject to high volatility and to long periods of depressed or declining valuations, and are also subject to most of the same risks that affect our fixed-income portfolio, as discussed above. In addition, even though the Russell 1000 Index is broadly diversified, significant portions of the index may be concentrated in one or more sectors, reducing our ability to manage our concentration risk through sector diversification. The actively managed equity portfolio is also subject to risks arising from the investment decisions of the investment advisor."
        },
        {
          "year": 2018,
          "paragraphIndex": 0,
          "text": "In addition, there has been a proliferation of patents related to new ways in which technologies can affect competitive positions in the insurance industry. Some of our competitors have many more patents than we do. Some of the patents we currently hold include two patents related to our online policy self-service technology (expiring mid-2019), a usage-based insurance patent (expiring in 2024), two patents for the system we use for securing our e-signature transactions (expiring in 2025), two U.S. patents on the Name Your Price\n®\nfunctionality on our website (expiring in 2028), two multi-product quoting patents (expiring in 2032), a patent for our implementation of a mobile insurance platform and architecture (expiring in 2032), a patent on our system of providing customized insurance quotes based on user’s price and/or coverage preferences (expiring in 2033), two patents for our loyalty call routing system (expiring in 2033), and a patent for the implementation of a chatbot in online quoting and buying (expiring in 2038)."
        },
        {
          "year": 2018,
          "paragraphIndex": 67,
          "text": "Our business could be significantly damaged by a security breach, data loss or corruption, or cyber attack. In addition to the potentially high costs of investigating and stopping such an event and implementing necessary fixes, we could incur substantial liability if confidential customer or employee information is stolen. In addition, such an event could cause a significant disruption of our ability to conduct our insurance operations, adversely affect our competitive position if material trade secrets or other confidential information are stolen, and have severe ramifications on our reputation and brand, potentially causing customers to refrain from buying insurance from us or other businesses to refrain from doing business with us. We have elected to self-insure these risks at this time. Therefore, the occurrence of a security breach, data loss or corruption, or cyber attack, if sufficiently severe, could have a material adverse effect on our business results, prospects, and liquidity."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "illnesses",
        "COVID-19",
        "Coronavirus",
        "address",
        "illnesses suffered",
        "suffered",
        "widespread",
        "widespread illnesses",
        "work",
        "activists",
        "afford",
        "agility",
        "applications",
        "attract retain",
        "business continuity",
        "accounting",
        "expiring",
        "million",
        "deferred",
        "accounting principles",
        "billion",
        "lae",
        "principles",
        "allowance",
        "amortized",
        "income taxes",
        "licenses",
        "statutory accounting",
        "expiring patents",
        "usage based"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 77,
          "text": "•\nIllnesses suffered by key employees could prevent or delay the performance of critical business and financial reporting functions; widespread illnesses suffered by our employees may render us unable to perform normal business functions and operate our business on a day-to-day basis"
        },
        {
          "year": 2020,
          "paragraphIndex": 78,
          "text": "•\nThe continued functioning of our data centers and important information technology and communication systems, as well as the continued performance of and our accessibility to the systems of our various vendors, could be imperiled by widespread illnesses, illnesses suffered by key technology personnel, or work limitations or other governmental mandates"
        },
        {
          "year": 2020,
          "paragraphIndex": 79,
          "text": "•\nOur vendors and counterparties to various contracts, including key vendors for our insurance, claims and technology operations, reinsurance arrangements and financial counterparties, may not be able to perform or pay the obligations required of them on a timely basis, or at all, due to key employee illnesses, widespread illnesses or other challenges that they face arising directly or indirectly from the coronavirus pandemic"
        },
        {
          "year": 2019,
          "paragraphIndex": 14,
          "text": "Our results are reported in accordance with accounting principles generally accepted in the United States of America (GAAP), which differ in certain respects from amounts reported under statutory accounting principles (SAP) prescribed by insurance regulatory authorities. Certain significant differences are described below:"
        },
        {
          "year": 2019,
          "paragraphIndex": 26,
          "text": "See\nNote 6 – Loss and Loss Adjustment Expense Reserves\nin the Annual Report for a detailed discussion of our loss reserving practices and a reconciliation of our loss and LAE reserve activity, along with incurred and paid claims development by accident year for our segments, based on definitions pursuant to statutory accounting principles."
        },
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "In addition, there has been a proliferation of patents related to new ways in which technologies can affect competitive positions in the insurance industry. Some of our competitors have many more patents than we do. Some of the patents we currently hold include a usage-based insurance patent (expiring in 2024), two patents for the system we use for securing e-signature transactions (expiring in 2025), two U.S. patents on the Name Your Price\n®\nfunctionality on our website (expiring in 2028), two multi-product quoting patents (expiring in 2032), two patents for our implementation of a mobile insurance platform and architecture (expiring in 2032), a patent on our system of providing customized insurance quotes based on user’s price and/or coverage preferences (expiring in 2033), two patents for our loyalty call routing system (expiring in 2033), a patent for a multivariate predictive system that processes usage-based data (expiring in 2035), and two patents for the implementation of a chatbot in online quoting and servicing (expiring in 2038 and 2039)."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "million",
        "people",
        "billion",
        "compensation",
        "excess loss",
        "written",
        "expiring",
        "jurisdiction",
        "storms",
        "website",
        "workers compensation",
        "bop",
        "caip",
        "color",
        "florida",
        "including limited",
        "alternative",
        "changing climate",
        "climate conditions",
        "indicated",
        "acceptance",
        "applicability",
        "attacks sophisticated",
        "availability large",
        "business suffer",
        "businesses extent",
        "calculated",
        "calculating",
        "calculation",
        "capabilities unauthorized"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "As part of the Commercial Lines program, we also have excess of loss reinsurance agreements for higher-limit commercial auto liability, and certain BOP and workers’ compensation coverages, which reinsures a portion of loss above a retention threshold. The retention threshold for the BOP and Progressive high-limits auto liability excess of loss agreements is $1 million, for each casualty occurrence or each property loss. For the Protective Insurance excess commercial auto business, we retain the first $2 million, per occurrence, and have coverage excess of $2 million up to $5 million. Under the current program, in certain scenarios, our retention could be reduced to $1 million, depending on the accumulation of losses in excess of $1 million. In addition, for the workers’ compensation product, we have catastrophe workers’ compensation coverage up to $100 million pursuant to a $20 million maximum any one life sublimit. In general, we retain approximately $1.5 million per occurrence on workers' compensation through the use of excess of loss and quota-share reinsurance."
        },
        {
          "year": 2021,
          "paragraphIndex": 27,
          "text": "Insurance departments establish and monitor compliance with capital and surplus requirements. Although the ratio of written premiums to surplus that the regulators will allow is a function of a number of factors (including applicable law, the type of business being written, the adequacy of the insurer’s reserves, and the quality of the insurer’s assets), the annual net premiums that an insurer may write historically have been perceived to be limited to a specified multiple of the insurer’s total surplus, generally 3 to 1 for property and casualty insurance, which is the target for our vehicle businesses; our Property business maintains a lower premiums-to-surplus ratio. Thus, the amount of an insurer’s statutory surplus, in certain cases, may limit its ability to grow its business. At year-end 2021, we had net premiums written of $46.4 billion and statutory surplus of $16.4 billion. The combined premiums-to-surplus ratio for all of our insurance companies was 2.8 to 1. In addition, as of December 31, 2021, we had access to $4.2 billion of securities held in a non-insurance subsidiary, portions of which could be contributed to the capital of our insurance subsidiaries to support growth or for other purposes."
        },
        {
          "year": 2021,
          "paragraphIndex": 12,
          "text": "The reinsurance program in our Commercial Lines business is designed to help manage certain exposures in our commercial auto, TNC, BOP, and workers’ compensation products. Our Commercial Lines business uses quota-share reinsurance agreements for TNC, and certain workers’ compensation and BOP coverages. Under each agreement, we cede a portion of premiums, losses, and, in most cases, loss adjustment expenses (LAE)."
        },
        {
          "year": 2020,
          "paragraphIndex": 57,
          "text": "LIBOR is a common benchmark interest rate (or reference rate) used to set and make adjustments to interest rates for certain floating rate securities and other financial instruments. Published reports have indicated that regulatory authorities and/or financial institutions may change how LIBOR is calculated or discontinue its calculation and publication after 2021. Alternative reference rates have been developed, including The Federal Reserve Bank of New York’s Secured Overnight Financing Rate (SOFR), but the acceptance of such alternative rates and their applicability to existing instruments is uncertain. If LIBOR ceases to exist or if the methods of calculating LIBOR change from current methods for any reason, outstanding securities with interest rates tied to LIBOR may be adversely affected if those securities either do not provide for the automatic substitution of another reference rate or convert to another reference rate or a fixed rate that could be less favorable to us. Outstanding securities and contracts that could be affected include certain preferred stocks and other floating rate securities, fixed rate securities that may convert to LIBOR-based floating rate instruments in the future, certain derivatives, and any other assets or liabilities whose value is tied to LIBOR. Any uncertainty regarding the continued use and reliability of LIBOR as a benchmark interest rate could also adversely affect the value of those instruments."
        },
        {
          "year": 2020,
          "paragraphIndex": 12,
          "text": "Our insurance operating results have periodically been, and in the future could be, materially adversely affected by natural events, such as hurricanes, tornadoes, windstorms, floods, earthquakes, hailstorms, severe winter weather, and fires, or by other events, such as explosions, terrorist attacks, cyber attacks, epidemics, pandemics, riots, and hazardous material releases. The frequency, severity, duration, and geographic location and scope of such events are inherently unpredictable. Moreover, changing climate conditions, whether due to global climate change or other causes, may increase how often severe weather events and other natural disasters occur, how long they last, and how much insured damage they cause, and may change where the events occur. Catastrophe losses have in the past, and may in the future, adversely affect the results of our Property segment more than they affect the results of our other businesses."
        },
        {
          "year": 2020,
          "paragraphIndex": 55,
          "text": "Certain investors and activists have increasingly pressured companies to invest only in companies or industries that they believe to be acceptable or socially responsible, as determined by them or third-party ratings or reviews, and some insurance regulatory authorities have indicated an interest in limiting insurance company investments in generally similar ways. It is possible that such investment limitations, if required or selected by us, will result in investment returns that could be lower than returns from other available investment opportunities."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "dei",
        "epidemic",
        "epidemic pandemic",
        "calendar",
        "esg",
        "week",
        "conflicting",
        "days",
        "health risks",
        "pandemics widespread",
        "ranging",
        "acts",
        "addition regulators",
        "august",
        "called",
        "intangible",
        "intangible assets",
        "goodwill intangible",
        "pcs",
        "Coronavirus",
        "assets impairment",
        "certain intangible",
        "computer",
        "computer systems",
        "coronavirus pandemic",
        "data security",
        "expire",
        "general liability",
        "ida",
        "impairments"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 155,
          "text": "We currently report earnings and other operating results on a monthly basis. We are undergoing a multi-year financial enterprise resource planning effort to modernize certain of our financial systems and processes. In conjunction with this effort, we are expecting to implement changes to our monthly financial closing processes, including changes to our accounting calendar, in the fourth quarter of 2023. Our current financial closing calendar, which generally consists of a 52-week year, with 13-week quarters, and months within each quarter consisting of one 5-week and two 4-week months, will be converted to align with a traditional Gregorian calendar (e.g., January-31 days, February-28/29 days, March-31 days). We do not expect that these changes will have a material impact on our reported quarterly and annual results, but they may impact year-over-year comparisons of monthly results during the first twelve months after the changes are implemented. As a result, during this period, we expect to modify and limit the content, and potentially the timing and frequency, of public disclosures of our monthly results relative to our historical practice, which could cause additional volatility in our stock price."
        },
        {
          "year": 2022,
          "paragraphIndex": 57,
          "text": "We support DEI awareness among our employees through formal training sessions and workshops focused on building our overall awareness and individual competencies to address difficult topics such as racial inequality, micro-inequities, and unconscious biases. We also have a companywide Courageous Conversations and DEI speakers bureau, where presenters and facilitators lead work teams in discussions around biases, stereotypes, and the development of inclusive behaviors. Additionally, our executive team and managers have job objectives aimed at fostering a diverse and inclusive workplace."
        },
        {
          "year": 2022,
          "paragraphIndex": 157,
          "text": "The spread of COVID-19 and its variants throughout the United States and the international community has had, and could continue to have and a future epidemic, pandemic or other widespread health risk could have, a negative impact on financial markets, general economic conditions, and certain of our businesses. Depending on the duration and severity of the epidemic, pandemic or other widespread health risk and the nature and extent of governmental responses to it, our businesses, our operations, and our financial results could be negatively impacted in a number of ways, including the following:"
        },
        {
          "year": 2021,
          "paragraphIndex": 112,
          "text": "As a result of business acquisitions, we have recorded goodwill (generally representing the amount paid in excess of the fair value of the assets acquired) and certain intangible assets (at fair value at the time of acquisition) and we may record additional goodwill and intangible assets in the future. We review goodwill and intangible assets for impairment at least annually. Valuing these assets, and evaluating their recoverability, requires us to make estimates and assumptions related to future returns on equity, margins, growth rates, discount rates, and other matters, and our estimates may change over time, potentially resulting in asset write-downs. Goodwill and intangible assets impairment charges could result from declines in operating results, divestitures, or sustained market declines, among other factors, and could materially affect our financial condition and results of operations in the period in which they are recognized."
        },
        {
          "year": 2021,
          "paragraphIndex": 146,
          "text": "The potential effects of COVID-19 also could exacerbate the impacts of many of the other risk factors, including: litigation claims being brought against the company; data security breaches and cyber attacks in the work-from-home environment; the valuation, volatility, and liquidity of our debt and equity investment portfolios; the condition of domestic and global economies and financial markets; our ability to access capital markets at favorable rates, if needed; our ability to access our cash accounts at banks and other financial institutions to operate our business; and the need to take impairments of goodwill or certain intangible assets."
        },
        {
          "year": 2021,
          "paragraphIndex": 8,
          "text": "In addition, during the 2021 hurricane season, we added coverage in our reinsurance program that provided $100 million of coverage for named storms (hurricanes and tropical storms that were identified by name according to Property Claims Service (PCS)). This reinsurance arrangement can, depending on the circumstances, provide additional coverage for a significant covered event, or provide coverage for aggregate PCS losses under our occurrence retention. During 2021, we ceded no losses under this “hurricane season” coverage. We have renewed this coverage for the 2022 hurricane season."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Generative AI",
        "bulletin",
        "model bulletin",
        "systems technology",
        "attacks incidents",
        "colorado",
        "continually",
        "generative",
        "impacts covid",
        "new technologies",
        "produce",
        "rapidly",
        "use ai",
        "ahead",
        "alaska",
        "million",
        "people",
        "excess",
        "billion",
        "written",
        "excess loss",
        "expiring",
        "website",
        "libor",
        "reference",
        "act",
        "color",
        "dei",
        "florida",
        "layer"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 63,
          "text": "Intellectual property ownership rights, including those associated with related copyrights, GenAI, and other AI outputs, have not been fully interpreted by courts or regulations. Additionally, it is likely that we will be subject to new AI-focused regulations that could impose varied compliance and reporting requirements and challenges that could impact our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on AI, as well as a model bulletin, to inform and articulate general expectations for businesses, professionals, and stakeholders across the insurance industry as they implement AI tools to facilitate operations. Alaska recently adopted the NAIC model bulletin and, while the model bulletin is only effective as adopted by each specific state, we expect these guidelines to be adopted by at least some additional states. In addition, regulators have recently requested information from insurers on their use of algorithms and AI. Colorado issued a first-in-the-nation AI governance regulation for life (and soon auto) insurers related to its SB 169 law, addressing the use of AI models and external consumer data in AI models. The regulation also describes compliance documentation to be submitted to the Colorado Division of Insurance on a regular basis. We cannot predict what other regulatory actions may be taken with regard to AI but any limitations, or any failure or perceived failure by us to comply with any such requirements, could have an adverse impact on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 62,
          "text": "We have developed, and used for many years, new technologies, including machine learning, predictive models, algorithms, automated processes, and other forms of traditional artificial intelligence (AI), and will in the future develop and use AI and other new technologies in our business. As with many technological innovations, the growing development and use of generative AI (GenAI) presents additional risks that may adversely affect our business. GenAI might produce or reveal datasets that are flawed or insufficient or contain biased information, which could result in unintentionally and unfairly discriminatory outcomes in our business processes. These deficiencies could also undermine the associated predictions, analysis, or decisions GenAI applications produce or the business decisions we make based on this information. We could face challenges on whether we use GenAI in our business processes in a responsible, compliant, and effective manner. Since GenAI is subject to public debate, and depending on how observers view our development and use of GenAI, we could be subject to criticism or experience an adverse impact on our brand or reputation, which could decrease demand for our products or services, create difficulties in our ability to recruit and retain employees, negatively impact our stock price, and lead to greater regulatory scrutiny of our businesses. Additionally, one or more of our key vendors may begin to use GenAI in their business in a manner that does not meet existing or rapidly evolving regulatory standards. Furthermore, our competitors or other third parties may be able to incorporate GenAI into their products more quickly, or more successfully, than us."
        },
        {
          "year": 2023,
          "paragraphIndex": 27,
          "text": "Our systems are being threatened on a regular basis and our efforts may be insufficient to prevent or defend against an attack. We, and certain of our third-party vendors, have experienced attacks and incidents in the past, and there can be no assurance that we, or any vendor, will be successful in preventing future attacks or incidents or detecting and stopping them once they have begun. Cybersecurity risks rapidly evolve and are complex, so we must continually adapt and enhance our processes and technological defenses. As we do this, we must make judgments about where to invest resources to most effectively protect ourselves from cybersecurity risks. These are inherently challenging judgements and we can provide no assurance that processes and technological defenses that we implement will be effective."
        },
        {
          "year": 2022,
          "paragraphIndex": 63,
          "text": "Our website is located at progressive.com. Except as expressly noted herein, the information on this website does not incorporate by reference in, and does not form part of, this Form 10-K. As soon as reasonably practicable, we make all documents that we file with, or furnish to, the SEC, including our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to these reports, available free of charge via our website at progressive.com/investors. These reports are also available on the SEC’s website: http://www.sec.gov. Information on our website does not constitute soliciting material and should not be deemed filed or incorporated by reference into any other Progressive filing under the Securities Act of 1933 or the Securities Exchange Act of 1934, except to the extent we specifically incorporate such information by reference in such a filing."
        },
        {
          "year": 2022,
          "paragraphIndex": 14,
          "text": "As part of the Commercial Lines program, we also have excess of loss reinsurance agreements for higher-limit commercial auto liability, and certain BOP and workers’ compensation coverages, which reinsures a portion of loss above a retention threshold. The retention threshold for the BOP and Progressive high-limits auto liability excess of loss agreements is $1 million, for each casualty occurrence or each property loss. For the Protective Insurance large fleet commercial auto business, we retain the first $2 million, per occurrence, and have coverage excess of $2 million up to $5 million. Under the current program, in certain scenarios, our retention could be reduced to $1 million, depending on the accumulation of losses in excess of $1 million. In addition, for the workers’ compensation product, we have catastrophe workers’ compensation coverage up to $75 million per occurrence pursuant to a $20 million maximum any one life sublimit. In general, we retain approximately $1.4 million per occurrence on workers’ compensation through the use of excess of loss and quota-share reinsurance."
        },
        {
          "year": 2022,
          "paragraphIndex": 29,
          "text": "Insurance departments establish and monitor compliance with capital and surplus requirements. Although the ratio of written premiums to surplus that the regulators will allow is a function of a number of factors (including applicable law, the type of business being written, the adequacy of the insurer’s reserves, and the quality of the insurer’s assets), the annual net premiums that an insurer may write historically have been perceived to be limited to a specified multiple of the insurer’s total surplus, generally 3 to 1 for property and casualty insurance, which is the target for our vehicle businesses; our Property business maintains a lower premiums-to-surplus ratio. Thus, the amount of an insurer’s statutory surplus, in certain cases, may limit its ability to grow its business. At year-end 2022, we had net premiums written of $51.1 billion and statutory surplus of $17.9 billion. The combined premiums-to-surplus ratio for all of our insurance companies was 2.9 to 1. In addition, as of December 31, 2022, we had access to $4.4 billion of securities held in a non-insurance subsidiary, portions of which could be contributed to the capital of our insurance subsidiaries to support growth or for other purposes."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "cyberattacks",
        "cyberattack",
        "virtual",
        "accordingly",
        "alternatives",
        "awards",
        "columbia bermuda",
        "comprehensive",
        "driven",
        "half",
        "healthcare",
        "improperly",
        "inputs",
        "invested",
        "jury",
        "cyber",
        "monthly",
        "cyber attacks",
        "days",
        "addition regulators",
        "colorado",
        "corruption cyber",
        "cyber attack",
        "effort",
        "monthly results",
        "recently",
        "remote",
        "remote hybrid",
        "requested",
        "accounting"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 65,
          "text": "Intellectual property ownership rights, including those associated with related copyrights, patent rights, GenAI inputs for model training, and other GenAI outputs, have not been fully interpreted by courts or regulations. Additionally, we are subject to new AI-focused regulations and regulatory expectations that could impose varied compliance and reporting requirements and challenges that could impact our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on AI, as well as a model bulletin, to inform and articulate general expectations for businesses, professionals, and stakeholders across the insurance industry as they implement AI tools to facilitate operations. Nearly half of all departments of insurance have adopted the NAIC AI model bulletin. Other states have adopted or are considering alternatives, including comprehensive AI legislation or reminders that existing state laws pertain to AI activities, including laws regarding unfair claims and trade practices. We cannot predict what other regulatory actions may be taken with regard to AI but any limitations, or any failure or perceived failure by us to comply with any such requirements, could have an adverse impact on our business."
        },
        {
          "year": 2024,
          "paragraphIndex": 30,
          "text": "Our business could be significantly damaged by a security breach, data loss or corruption, or cyberattack. In addition to the potentially high costs of investigating and stopping such an event and implementing necessary fixes, we could incur substantial liability if confidential customer or employee information is stolen. In addition, such an event could cause a significant disruption of our ability to conduct our insurance operations, adversely affect our competitive position if material trade secrets or other confidential information are stolen, and have severe ramifications on our reputation and brand, potentially causing customers to refrain from buying insurance from us or other businesses to refrain from doing business with us. Therefore, the occurrence of a security breach, data loss or corruption, or cyberattack, if sufficiently severe, could have a material adverse effect on our business results, prospects, and liquidity."
        },
        {
          "year": 2024,
          "paragraphIndex": 25,
          "text": "Our business requires that we develop and maintain large and complex technology systems, and that we rely on third-party systems and applications, to run our operations and to store the significant volume of data that we acquire, including the personal information of our customers and employees and our intellectual property, trade secrets, and other sensitive business and financial information. All of these systems are subject to “cyberattacks” by third parties with substantial computing resources and capabilities, which are becoming more frequent and more sophisticated, and to unauthorized or illegitimate actions by employees, consultants, agents, and other persons with legitimate access to our systems. Such attacks or actions may include attempts to:"
        },
        {
          "year": 2023,
          "paragraphIndex": 91,
          "text": "We currently report earnings and other operating results on a monthly basis. We undertook a multi-year financial enterprise resource planning effort to modernize certain of our financial systems and processes. In conjunction with this effort, in the fourth quarter of 2023, we converted our monthly accounting closing calendar to align with the Gregorian calendar (e.g., January-31 days, February-28/29 days, March-31 days). We do not expect that these changes will have a material impact on our reported quarterly and annual results, but they may impact year-over-year comparisons of monthly results from October 2023 through September 2024. As a result, during this period, we will modify and limit the content, and potentially the timing, of public disclosures of our monthly results relative to our historical practice, which could cause additional volatility in our stock price."
        },
        {
          "year": 2023,
          "paragraphIndex": 63,
          "text": "Intellectual property ownership rights, including those associated with related copyrights, GenAI, and other AI outputs, have not been fully interpreted by courts or regulations. Additionally, it is likely that we will be subject to new AI-focused regulations that could impose varied compliance and reporting requirements and challenges that could impact our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on AI, as well as a model bulletin, to inform and articulate general expectations for businesses, professionals, and stakeholders across the insurance industry as they implement AI tools to facilitate operations. Alaska recently adopted the NAIC model bulletin and, while the model bulletin is only effective as adopted by each specific state, we expect these guidelines to be adopted by at least some additional states. In addition, regulators have recently requested information from insurers on their use of algorithms and AI. Colorado issued a first-in-the-nation AI governance regulation for life (and soon auto) insurers related to its SB 169 law, addressing the use of AI models and external consumer data in AI models. The regulation also describes compliance documentation to be submitted to the Colorado Division of Insurance on a regular basis. We cannot predict what other regulatory actions may be taken with regard to AI but any limitations, or any failure or perceived failure by us to comply with any such requirements, could have an adverse impact on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 28,
          "text": "Our business could be significantly damaged by a security breach, data loss or corruption, or cyber-attack. In addition to the potentially high costs of investigating and stopping such an event and implementing necessary fixes, we could incur substantial liability if confidential customer or employee information is stolen. In addition, such an event could cause a significant disruption of our ability to conduct our insurance operations, adversely affect our competitive position if material trade secrets or other confidential information are stolen, and have severe ramifications on our reputation and brand, potentially causing customers to refrain from buying insurance from us or other businesses to refrain from doing business with us. Therefore, the occurrence of a security breach, data loss or corruption, or cyber-attack, if sufficiently severe, could have a material adverse effect on our business results, prospects, and liquidity."
        }
      ]
    }
  ]
}