{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "external tlac",
        "intercompany",
        "intercompany arrangements",
        "june",
        "GDPR",
        "cyberattack",
        "cyberattack information",
        "cyberattacks",
        "finalized",
        "greater percent",
        "holding subsidiary",
        "legal page",
        "owned",
        "owned holding",
        "subordinated",
        "agencies instrumentalities",
        "attack information",
        "breach loss",
        "cyber attack",
        "instrumentalities",
        "senior long",
        "subsidiaries provide",
        "tlac rules",
        "continuing",
        "cyber attacks",
        "guaranteed",
        "harbor",
        "regulated",
        "safe",
        "avoid"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 47,
          "text": "Bank of America Corporation, our parent holding company, is required annually to submit a plan to the FDIC and Federal Reserve, describing its resolution strategy under the U.S. Bankruptcy Code in the event of material financial distress or failure. In the current plan, Bank of America Corporation's preferred resolution strategy is a single point of entry strategy. This strategy provides that only the parent holding company files for resolution under the U.S. Bankruptcy Code and contemplates providing certain key operating subsidiaries with sufficient capital and liquidity to operate through severe stress and to enable such subsidiaries to continue operating or be wound down in a solvent manner following a bankruptcy. Bank of America Corporation and key subsidiaries have entered into intercompany arrangements governing the contribution of capital and liquidity. As part of these arrangements, Bank of America Corporation transferred certain of its assets (and has agreed to transfer additional assets) to a wholly-owned holding company subsidiary in exchange for a subordinated note. Certain remaining assets secure ongoing obligations under these intercompany arrangements. The wholly-owned holding company subsidiary has also provided a committed line of credit which, in addition to cash, dividends and interest payments, including interest payments received in respect of the subordinated note, may be used to fund its obligations. These intercompany arrangements include provisions to terminate the line of credit, forgive the subordinated note and require Bank of America Corporation to contribute its remaining financial assets to the wholly-owned holding company subsidiary if its projected liquidity resources deteriorate so severely that resolution becomes imminent, which could materially and adversely affect our liquidity and ability to meet our payment obligations."
        },
        {
          "year": 2016,
          "paragraphIndex": 50,
          "text": "On December 15, 2016, the Federal Reserve issued a final rule establishing external TLAC requirements to improve the resolvability and resiliency of large, interconnected BHCs. The rule will be effective January 1, 2019 and U.S. G-SIBs, including Bank of America, will be required to maintain a minimum external TLAC. We estimate our minimum required external TLAC would be the greater of 22.5 percent of risk-weighted assets or 9.5 percent of SLR leverage exposure. In addition, U.S. G-SIBS must meet a minimum long-term debt requirement. Our minimum required long-term debt is estimated to be the greater of 8.5 percent of risk-weighted assets or 4.5 percent of SLR leverage exposure. Actions required to comply with the minimum external TLAC requirement by January 1, 2019 could impact our cost of funding and liquidity risk management plans."
        },
        {
          "year": 2016,
          "paragraphIndex": 44,
          "text": "Bank of America Corporation, as the parent company, is a separate and distinct legal entity from our banking and nonbank subsidiaries. We evaluate and manage liquidity on a legal entity basis. Legal entity liquidity is an important consideration as there are legal, contractual and other limitations on our ability to utilize liquidity from one legal entity to satisfy the liquidity requirements of another, including the parent company. The parent company depends on dividends, distributions, loans, advances and other payments from our banking and nonbank subsidiaries to fund dividend payments on our common stock and preferred stock and to fund all payments on our other obligations, including debt obligations. Many of our subsidiaries, including our bank and broker-dealer subsidiaries, are subject to laws that restrict dividend payments, or authorize regulatory bodies to block or reduce the flow of funds from those subsidiaries to the parent company or other subsidiaries. Our bank and broker-dealer subsidiaries are subject to restrictions on their ability to lend or transact with affiliates and to minimum regulatory capital and liquidity requirements, as well as restrictions on their ability to use funds deposited with them in bank or brokerage accounts to fund their businesses. Intercompany arrangements we entered into in connection with our resolution planning submissions could restrict the amount of funding available to the Corporation from our subsidiaries in certain severely adverse liquidity scenarios. For more information regarding our resolution plan, see Item 1A. Risk Factors – Other on page 15 ."
        },
        {
          "year": 2015,
          "paragraphIndex": 90,
          "text": "On October 30, 2015, the Federal Reserve released for comment proposed rules (the Total Loss-Absorbing Capacity, or TLAC, Rules) that would require the eight U.S. G-SIBs, including Bank of America, to, among other things, maintain minimum amounts of long-term debt satisfying certain eligibility criteria commencing January 1, 2019. As proposed, the TLAC Rules would disqualify from TLAC eligible long-term debt, among other instruments, debt securities that permit acceleration for reasons other than insolvency or payment default, as well as debt securities defined as structured notes in the TLAC Rules and debt securities not governed by U.S. law. Our currently outstanding senior long-term debt typically permits acceleration for reasons other than insolvency or payment default and, as a result, neither such outstanding senior long-term debt nor any subsequently issued senior long-term debt with similar terms would qualify as TLAC eligible long-term debt under the proposed rules. We may need to take action to comply with the final TLAC Rules depending in substantial part on the ultimate eligibility requirements for senior long-term debt and any grandfathering provisions, including actions to conform or replace our existing debt securities."
        },
        {
          "year": 2015,
          "paragraphIndex": 23,
          "text": "We are subject to many U.S. federal, state and international laws and regulations governing requirements for maintaining policies and procedures to protect the non-public confidential information of our customers and employees. The Gramm-Leach-Bliley Act requires the Banks to periodically disclose Bank of America’s privacy policies and practices relating to sharing such information and enables retail customers to opt out of our ability to share information with unaffiliated third parties under certain circumstances. Other laws and regulations, at the international, federal and state level, impact our ability to share certain information with affiliates and non-affiliates for marketing and/or non-marketing purposes, or to contact customers with marketing offers. The Gramm-Leach-Bliley Act also requires the Banks to implement a comprehensive information security program that includes administrative, technical and physical safeguards to ensure the security and confidentiality of customer records and information. These security and privacy policies and procedures for the protection of personal and confidential information are in effect across all businesses and geographic locations. The October 6, 2015 ruling by the European Court of Justice that the U.S. EU Safe Harbor is invalid has impacted the ability of certain vendors who relied upon the Safe Harbor to provide services to us. While an EU-U.S. Privacy Shield agreement to replace the EU-U.S. Safe Harbor has been announced, the timing of adoption and implementation is uncertain. We also expect the EU to adopt a Data Protection Regulation, which will replace the existing EU Data Protection Directive. The impacts of the anticipated EU Data Protection Regulation are uncertain at this time."
        },
        {
          "year": 2015,
          "paragraphIndex": 128,
          "text": "We also face indirect technology, cyber security and operational risks relating to the third parties with whom we do business or upon whom we rely to facilitate or enable our business activities. In addition to customers and clients, the third parties with whom we interact and upon whom we rely include financial counterparties; financial intermediaries such as clearing agents, exchanges and clearing houses; vendors; regulators; providers of critical infrastructure such as internet access and electrical power, and retailers for whom we process transactions. Each of these third parties faces the risk of cyber attack, information breach or loss, or technology failure. Any such cyber attack, information breach or loss, or technology failure of a third party could, among other things, adversely affect our ability to effect transactions, service our clients, manage our exposure to risk or expand our businesses. As a result of financial entities and technology systems becoming more interdependent and complex, a cyber incident, information breach or loss, or technology failure that significantly degrades, deletes or compromises the systems or data of one or more financial entities could have a material impact on counterparties or other market participants, including the Corporation. For example, in recent years, there has been significant consolidation among clearing agents, exchanges and clearing houses and increased interconnectivity of multiple financial institutions with central agents, exchanges and clearing houses. This consolidation and interconnectivity increases the risk of operational failure, on both individual and industry-wide bases, as disparate complex systems need to be integrated, often on an accelerated basis. Any such cyber attack, information breach or loss, failure, termination or constraint could, among other things, adversely affect our ability to effect transactions, service our clients, manage our exposure to risk or expand our businesses."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "libor",
        "benchmarks",
        "cyber attacks",
        "cyber attack",
        "attack information",
        "cryptocurrencies",
        "failure cyber",
        "perception",
        "reforms",
        "able anticipate",
        "attacks information",
        "cause legal",
        "cyber threats",
        "discontinuance",
        "divorce",
        "cyberattack",
        "cyberattack information",
        "cyberattacks",
        "subordinated",
        "annually",
        "annually submit",
        "bcbs",
        "british",
        "ensure",
        "failure cyberattack",
        "fasb",
        "indicated",
        "line",
        "new proposed",
        "pecuniary"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 138,
          "text": "The U.K. FCA announced in July 2017 that it will no longer persuade or require banks to submit rates for LIBOR after 2021. This announcement, in conjunction with financial benchmark reforms more generally and changes in the interbank lending markets have resulted in uncertainty about the future of LIBOR and certain other rates or indices which are used as interest rate “benchmarks.” These actions and uncertainties may have the effect of triggering future changes in the rules or methodologies used to calculate benchmarks or lead to the discontinuance or unavailability of benchmarks. ICE Benchmark Administration is the administrator of LIBOR and maintains a reference panel of contributor banks, which includes Bank of America, N.A., London branch for certain LIBOR rates. Uncertainty as to the nature and effect of such reforms and actions, and the potential or actual discontinuance of benchmark quotes, may adversely affect the value of, return on and trading market for our financial assets and liabilities that are based on or are linked to benchmarks, including any LIBOR-based securities, loans and derivatives, or our financial condition or results of operations. Furthermore, there can be no assurances that we and other market participants will be adequately prepared for an actual discontinuation of benchmarks, including LIBOR, that may have an unpredictable impact on contractual mechanics (including, but not limited to, interest rates to be paid to or by us) and cause significant disruption to financial markets that are relevant to our business segments, particularly Global Banking and Global Markets , among other adverse consequences, which may also result in adversely affecting our financial condition or results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 93,
          "text": "Cyber attacks or other information or security breaches, whether directed at us or third parties, may result in a material loss or have material consequences. Furthermore, the public perception that a cyber attack on our systems has been successful, whether or not this perception is correct, may damage our reputation with customers and third parties with whom we do business. A successful penetration or circumvention of system security could cause us negative consequences, including loss of customers and business opportunities, disruption to our operations and business, misappropriation or destruction of our confidential information and/or that of our customers, or damage to our customers’ and/or third parties’ computers or systems, and could result in a violation of applicable privacy laws and other laws, litigation exposure, regulatory fines, penalties or intervention, loss of confidence in our security measures, reputational damage, reimbursement or other compensatory costs, additional compliance costs, and could adversely impact our results of operations, liquidity and financial condition."
        },
        {
          "year": 2017,
          "paragraphIndex": 87,
          "text": "We, our customers, regulators and other third parties have been subject to, and are likely to continue to be the target of, cyber attacks. These cyber attacks include computer viruses, malicious or destructive code, phishing attacks, denial of service or information or other security breaches that could result in the unauthorized release, gathering, monitoring, misuse, loss or destruction of confidential, proprietary and other information of ours, our employees, our customers or of third parties, damages to systems, or otherwise material disruption to our or our customers’ or other third parties’ network access or business"
        },
        {
          "year": 2016,
          "paragraphIndex": 47,
          "text": "Bank of America Corporation, our parent holding company, is required annually to submit a plan to the FDIC and Federal Reserve, describing its resolution strategy under the U.S. Bankruptcy Code in the event of material financial distress or failure. In the current plan, Bank of America Corporation's preferred resolution strategy is a single point of entry strategy. This strategy provides that only the parent holding company files for resolution under the U.S. Bankruptcy Code and contemplates providing certain key operating subsidiaries with sufficient capital and liquidity to operate through severe stress and to enable such subsidiaries to continue operating or be wound down in a solvent manner following a bankruptcy. Bank of America Corporation and key subsidiaries have entered into intercompany arrangements governing the contribution of capital and liquidity. As part of these arrangements, Bank of America Corporation transferred certain of its assets (and has agreed to transfer additional assets) to a wholly-owned holding company subsidiary in exchange for a subordinated note. Certain remaining assets secure ongoing obligations under these intercompany arrangements. The wholly-owned holding company subsidiary has also provided a committed line of credit which, in addition to cash, dividends and interest payments, including interest payments received in respect of the subordinated note, may be used to fund its obligations. These intercompany arrangements include provisions to terminate the line of credit, forgive the subordinated note and require Bank of America Corporation to contribute its remaining financial assets to the wholly-owned holding company subsidiary if its projected liquidity resources deteriorate so severely that resolution becomes imminent, which could materially and adversely affect our liquidity and ability to meet our payment obligations."
        },
        {
          "year": 2016,
          "paragraphIndex": 80,
          "text": "Our businesses are highly dependent on the security and efficacy of our infrastructure, computer and data management systems, as well as those of third parties with whom we interact. Cybersecurity risks for financial institutions have significantly increased in recent years in part because of the proliferation of new technologies, the use of the Internet and telecommunications technologies to conduct financial transactions, and the increased sophistication and activities of organized crime, hackers, terrorists and other external parties, including foreign state actors. Our businesses rely on the secure processing, transmission, storage and retrieval of confidential, proprietary and other information in our computer and data management systems and networks, and in the computer and data management systems and networks of third parties. In addition, to access our network, products and services, our customers and other third parties may use personal mobile devices or computing devices that are outside of our network environment. We, our customers, regulators and other third parties have been subject to, and are likely to continue to be the target of, cyberattacks. These cyberattacks include computer viruses, malicious or destructive code, phishing attacks, denial of service or information or other security breaches that could result in the unauthorized release, gathering, monitoring, misuse, loss or destruction of confidential, proprietary and other information of ours, our employees, our customers or of third parties, or otherwise materially disrupt our or our customers’ or other third parties’ network access or business operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 83,
          "text": "We also face indirect technology, cybersecurity and operational risks relating to the customers, clients and other third parties with whom we do business or upon whom we rely to facilitate or enable our business activities, including financial counterparties; financial intermediaries such as clearing agents, exchanges and clearing houses; vendors; regulators; providers of critical infrastructure such as internet access and electrical power; and retailers for whom we process transactions. As a result of increasing consolidation, interdependence and complexity of financial entities and technology systems, a technology failure, cyberattack or other information or security breach that significantly degrades, deletes or compromises the systems or data of one or more financial entities could have a material impact on counterparties or other market participants, including us. This consolidation interconnectivity and complexity increases the risk of operational failure, on both individual and industry-wide bases, as disparate systems need to be integrated, often on an accelerated basis. Any third-party technology failure, cyberattack or other information or security breach, termination or constraint could, among other things, adversely affect our ability to effect transactions, service our clients, manage our exposure to risk or expand our businesses."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "Sanctions",
        "counterparties parties",
        "customers suppliers",
        "rising",
        "rpl",
        "suppliers",
        "suppliers counterparties",
        "Artificial intelligence",
        "alternative",
        "foreign exchange",
        "planned exit",
        "alternative reference",
        "estimated rpl",
        "government shutdowns",
        "mlpf",
        "amortization period",
        "helocs",
        "bank england",
        "corrupt",
        "corrupt practices",
        "discontinuance",
        "divorce",
        "early",
        "england",
        "equity portfolio",
        "finalized",
        "foreign corrupt",
        "heloc",
        "heloc portfolio",
        "instruments based"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 98,
          "text": "to the Consolidated Financial Statements . The recorded liability and estimated RPL are based on currently available information, significant judgment and a number of assumptions that are subject to change. There can be no assurance that the Corporation will reach future settlements or, if it does, that the terms of past settlements can be relied upon to predict the terms of future settlements. Future representations and warranties losses may occur in excess of our recorded liability and estimated RPL, and such losses could have a material adverse effect on our liquidity, financial condition and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 58,
          "text": "Global and U.S. economic conditions and macroeconomic events, including a decline in global GDP, consumer spending or real estate prices, as well as increasing leverage, rising unemployment and/or fluctuations in foreign exchange or interest rates, particularly if inflation is rising, may impact our credit portfolios. Economic or market stress or disruptions, including as a result of natural disasters, would likely increase the risk that borrowers or counterparties would default or become delinquent in their obligations to us, resulting in credit loss. Increases in delinquencies and default rates could adversely affect our consumer credit card, home equity, residential mortgage and purchased credit-impaired portfolios through increased charge-offs and provision for credit losses. A deteriorating economic environment could also adversely affect our consumer and commercial loan portfolios with weakened client and collateral positions. Additionally, simultaneous drawdowns on lines of credit or an increase in a borrower’s leverage in a weakening economic environment could result in deterioration in our credit portfolio, should borrowers be unable to fulfill competing financial obligations. Specifically, our consumer portfolio could be negatively impacted by drastic reductions in employment, or increases in underemployment, resulting in lower disposable income."
        },
        {
          "year": 2018,
          "paragraphIndex": 89,
          "text": "Our businesses are highly dependent on the security, controls and efficacy of our infrastructure, computer and data management systems, as well as those of our customers, suppliers, counterparties and other third parties with whom we interact or on whom we rely. Our businesses rely on effective access management and the secure collection, processing, transmission, storage and retrieval of confidential, proprietary, personal and other information in our computer and data management systems and networks, and in the computer and data management systems and networks of third parties. In addition, to access our network, products and services, our employees, customers, suppliers, counterparties and other third parties increasingly use personal mobile devices or computing devices that are outside of our network and control environments and are subject to their own cybersecurity risks."
        },
        {
          "year": 2017,
          "paragraphIndex": 64,
          "text": "We also have a concentration of credit risk with respect to our consumer real estate loans, including home equity lines of credit (HELOCs), auto loans, consumer credit card and commercial real estate portfolios, which represent a significant percentage of our overall credit portfolio. Our home equity portfolio includes HELOCs not yet in their amortization period. HELOCs that have entered the amortization period are characterized by a higher percentage of early stage delinquencies and nonperforming status relative to the HELOC portfolio as a whole. Loans in our HELOC portfolio generally have an initial draw period of 10 years and 10 percent of these"
        },
        {
          "year": 2017,
          "paragraphIndex": 78,
          "text": "In addition to non-U.S. legislation, our international operations are also subject to U.S. legal requirements. For example, our international operations are subject to U.S. laws on foreign corrupt practices, the Office of Foreign Assets Control, know-your-customer requirements and anti-money laundering regulations. Emerging technologies, such as cryptocurrencies, could limit our ability to track the movement of funds. Our ability to comply with these laws is dependent on our ability to improve detection and reporting capabilities and reduce variation in control processes and oversight accountability."
        },
        {
          "year": 2017,
          "paragraphIndex": 81,
          "text": "A referendum was held in the U.K. on June 23, 2016, which resulted in a majority vote in favor of exiting the EU. Negotiations between the EU and U.K. regarding this exit are ongoing and consist of three phases: a divorce agreement, a new trade deal and an arrangement for a transition period. There has been progress on the agreement of divorce bill, which is expected to be finalized in the next 12 months. A high degree of uncertainty remains on the timing and the details of a future trade agreement and transition phase. In this context, the ultimate impact of the U.K.’s exit remains unclear and episodes of economic and market volatility may occur. If uncertainty resulting from the U.K.’s exit negatively impacts economic conditions, financial markets and consumer confidence, our business, results of operations, financial position and/or operational model could be adversely affected. In addition, if the terms of the U.K.’s exit limit the ability of our U.K. entities to conduct business in the EU or otherwise result in a significant increase in economic barriers between the U.K. and the EU, it is possible these changes could impose additional costs on us, cause us to be subject to different laws, regulations and/or regulatory authorities, cause adverse tax consequences to us, and could adversely impact our business, financial condition and operational model."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "arrs",
        "ibors",
        "ibor",
        "ibor based",
        "Intellectual property",
        "orders agreements",
        "outstanding ibor",
        "aggregators",
        "data aggregators",
        "government authorities",
        "property",
        "successor",
        "ccpa",
        "concentrations credit",
        "emergencies",
        "bana",
        "concentration credit",
        "consent orders",
        "mlpf",
        "msrs",
        "settlements consent",
        "substitute",
        "ability substitute",
        "best",
        "best estimate",
        "destruction confidential",
        "enacted",
        "exiting",
        "having",
        "loan obligation"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 164,
          "text": "In light of the extensive use of IBOR-based products and contracts by us and other market participants, there can be no assurance that we and other market participants will be able to successfully modify all outstanding IBOR-based products and contracts or be adequately prepared for a discontinuation of an IBOR at the time such IBOR may cease to be published or otherwise discontinued. Also, there can be no assurance that existing or new provisions for successor rates in our IBOR-based products and contracts will include adequate methodologies for adjustments between the applicable IBOR and the corresponding successor rate or that the characteristics of the successor rates will be similar to or produce the economic equivalent of the benchmarks they seek to replace. For example, SOFR and other ARRs have compositions and characteristics that differ significantly from the benchmarks they may replace, have limited history, and may demonstrate less predictable performance over time than the benchmarks they replace."
        },
        {
          "year": 2019,
          "paragraphIndex": 161,
          "text": "Certain ARRs have been proposed to replace LIBOR and other IBORs. For example, the Alternative Reference Rates Committee, a group of private-market participants and official-sector entities convened by the Federal Reserve Board and the Federal Reserve Bank of New York, has recommended that the Secured Overnight Financing Rate (SOFR) replace U.S. dollar LIBOR. However, the market transition from IBORs to ARRs is complex and pervasive throughout a number of different types of products and global financial markets. There can be no assurance that ARRs will be adequate alternatives to IBORs, that existing assets and liabilities based on or linked to IBORs will transition successfully to ARRs, of the timing of adoption and degree of integration and acceptance of such ARRs in the global financial markets, or of the future availability or representativeness of such ARRs. Our products and contracts that reference IBORs, in particular LIBOR, may contain language that determines when a successor rate including the ARR and/or the applicable spread adjustment to the designated rate (including IBORs) would be selected or determined. If a trigger is satisfied, our products and contracts may give the calculation agent (which may be us) discretion over the successor rate to be selected. The considerable uncertainty as to how the financial services industry will address the discontinuation of IBORs and/or such IBORs ceasing to be acceptable reference rates in financial instruments could ultimately result in client disputes and litigation surrounding the proper interpretation of our IBOR-based products and contracts. Accordingly, uncertainty regarding ARRs may continue to impact our business, operations and financial condition repeatedly and indefinitely."
        },
        {
          "year": 2019,
          "paragraphIndex": 163,
          "text": "issued, amounts received and paid on derivatives we have entered into, the value of such loans, securities or derivative instruments, the trading market for such products and contracts, and our ability to effectively use hedging instruments to manage risk. While some of these outstanding IBOR-based products and contracts include fallback provisions to ARRs, some of our outstanding IBOR-based products and contracts do not include fallback provisions or adequate fallback mechanisms requiring remediation to modify their terms. Additionally, some outstanding IBOR-based products and contracts are particularly challenging to modify due to the requirement that all impacted parties consent to such modification."
        },
        {
          "year": 2018,
          "paragraphIndex": 71,
          "text": "In addition, in the event of a downgrade of our credit ratings, certain derivative and other counterparties may request we substitute BANA (which has generally had equal or higher credit ratings than the parent company) as counterparty for certain contracts. Our ability to substitute or make changes to these agreements may be subject to certain limitations including, counterparty willingness, operational considerations, regulatory limitations on having BANA as a counterparty and collateral constraints. It is possible that such limitations on our ability to substitute or make changes to these agreements, including having BANA as the new counterparty, could adversely affect our results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 128,
          "text": "In June 2016, the Financial Accounting Standards Board issued a new accounting standard with respect to accounting for credit losses that will become effective for the Corporation on January 1, 2020. The standard replaces the existing measurement of the allowance for credit losses, which is based on management’s best estimate of probable credit losses inherent in the Corporation’s lending activities, with management’s best estimate of lifetime expected credit losses inherent in the Corporation’s financial assets that are recognized at amortized cost. The standard will also expand credit quality disclosures. The impact of this new accounting standard may be an increase in the Corporation’s allowance for credit losses at the date of adoption which would result in a negative adjustment to retained earnings. The ultimate impact will depend on the characteristics of the Corporation’s portfolio at adoption date as well as the macroeconomic conditions and forecasts as of that date. For more information on some of our critical accounting policies and recent accounting changes, see Complex Accounting Estimates in the MD&A on page 77 and Note 1 – Summary of Significant Accounting Principles"
        },
        {
          "year": 2018,
          "paragraphIndex": 118,
          "text": "We are currently subject to the terms of settlements and consent orders that we have entered into with government agencies and regulatory authorities and may become subject to additional settlements or orders in the future. Such settlements and consent orders impose significant operational and compliance costs on us as they typically require us to enhance our procedures and controls, expand our risk and control functions within our lines of business, invest in technology and hire significant numbers of additional risk, control and compliance personnel. Moreover, if we fail to meet the requirements of the regulatory settlements and orders to which we are subject, or more generally, to maintain risk and control procedures and processes that meet the heightened standards established by our regulators and other government agencies, we could be required to enter into further settlements and orders, pay additional fines, penalties or judgments, or accept material regulatory restrictions on our businesses."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "ibor products",
        "business continuity",
        "COVID-19",
        "home posture",
        "posture",
        "work",
        "work home",
        "arr based",
        "continuity",
        "extreme weather",
        "macroeconomic conditions",
        "model risk",
        "rwa",
        "weather",
        "weather events",
        "rule",
        "bhc",
        "transition period",
        "page note",
        "volcker",
        "volcker rule",
        "information regarding",
        "percent total",
        "rpl",
        "submission",
        "annual ccar",
        "certain circumstances",
        "end",
        "estimated",
        "insolvency"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 61,
          "text": "Additionally, the Corporation and the third parties on which it relies have been and will likely continue to be subject to additional operational risks while operating in a work-from-home posture (which places greater reliance on remote access tools and technology and employees’ personal systems), while executing business continuity plans due to COVID-19. We are increasingly dependent upon our information technology infrastructure to operate our businesses remotely due to our work-from-home posture and evolving customer preferences, including increased reliance on digital banking and other digital"
        },
        {
          "year": 2020,
          "paragraphIndex": 69,
          "text": "Our cybersecurity risk and exposure remains heightened because of, among other things, the evolving nature and pervasiveness of cyber threats, our prominent size and scale, our geographic footprint and international presence and our role in the financial services industry and the broader economy. Additionally, our risk and exposure to cyber attacks and security breaches is magnified due to our work-from-home posture which places greater reliance on remote access tools and technology, resulting in a larger number of access points to our networks that must be secured. This increased risk of unauthorized access to our networks results in greater amounts of information being available for access from employees’ personal devices over which we do not have the same controls as we do in a non-work-from-home posture. Additionally, our customers’ increasing reliance on digital banking and other digital services provided by our businesses in response to COVID-19, has resulted in more demand on our information technology infrastructure and security tools and processes."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "If we become unable to operate our businesses from remote locations including, for example, because of an internal or external failure of our information technology infrastructure, we experience increased rates of employee illness or unavailability, or governmental restrictions are placed on our employees or operations, this could adversely affect our business continuity status and result in disruption to our businesses. Additionally, we rely on third parties who could experience adverse effects on their business continuity and business interruptions, which could increase our risks and adversely impact our businesses."
        },
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "The Volcker Rule prohibits insured depository institutions and companies affiliated with insured depository institutions (collectively, banking entities) from engaging in short-term proprietary trading of certain securities, derivatives, commodity futures and options for their own account. The Volcker Rule also imposes limits on banking entities’ investments in, and other relationships with, hedge funds and private equity funds. The Volcker Rule provides exemptions for certain activities, including market-making, underwriting, hedging, trading in government obligations, insurance company activities and organizing and offering hedge funds and private equity funds. The Volcker Rule also clarifies that certain activities are not prohibited, including acting as agent, broker or custodian. A banking entity with significant trading operations, such as the Corporation, is required"
        },
        {
          "year": 2019,
          "paragraphIndex": 134,
          "text": "As part of its annual CCAR, the Federal Reserve conducts stress testing on parts of our business using hypothetical economic scenarios prepared by the Federal Reserve. Those scenarios may affect our CCAR stress test results, which may have an effect on our projected regulatory capital amounts in the annual CCAR submission, including the CCAR capital plan affecting our dividends and stock repurchases. Such ability to return capital to our shareholders substantially depends on the Federal Reserve's response to our annual CCAR submission. To the extent that the Federal Reserve objects to our annual CCAR submission or objects to the amount of dividends or stock repurchases proposed, our shareholder returns could decrease."
        },
        {
          "year": 2019,
          "paragraphIndex": 90,
          "text": "heightened geopolitical uncertainty and/or market volatility if a trade and other agreements are not reached by the end of the transition period, including with regard to cross-border conduct of financial services and the treatment of existing financial transactions and contracts. If uncertainty resulting from the U.K.’s exit or the end to the transition period negatively impacts economic conditions, financial markets, including currency markets and consumer confidence, or clients, counterparties, and financial markets are not prepared for the trade and other agreements that are ultimately agreed upon or the transition period ends without a trade or other agreements, our business, results of operations, financial position and/or operational model could be adversely affected."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Supply chain",
        "labor shortages",
        "cyberattacks",
        "providers products",
        "supply",
        "chain",
        "benefits",
        "chain disruptions",
        "cyberattack",
        "shortages",
        "benefits california",
        "california",
        "california certain",
        "certain states",
        "continuation",
        "cyber attacks",
        "vendors",
        "home posture",
        "posture",
        "cyber attack",
        "administration",
        "administration congress",
        "attack information",
        "failure cyber",
        "presidential",
        "presidential administration",
        "attacks information",
        "discontinuation",
        "emergence widespread",
        "quarter"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 59,
          "text": "In the U.S., debt ceiling and budget deficit concerns, which have increased the possibility of U.S. government defaults on its debt and/or downgrades to its credit ratings, and prolonged government shutdowns could weaken the U.S. dollar, cause market volatility, negatively impact the global economy and banking system and adversely affect our financial condition, including our liquidity. Additionally, changes in fiscal, monetary or regulatory policy, including as a result of labor shortages, wage pressures, supply chain disruptions and higher inflation, could increase our compliance costs and adversely affect our business operations, organizational structure and results of operations. We are also subject to geopolitical risks, including economic sanctions, acts or threats of international or domestic terrorism, actions taken by the U.S. or other governments in response thereto, state-sponsored cyberattacks or campaigns, civil unrest and/or military conflicts, which could adversely affect business and economic conditions abroad and in the U.S. For example, escalating military tensions between Russia and Ukraine could result in regional instability and adversely impact"
        },
        {
          "year": 2021,
          "paragraphIndex": 5,
          "text": "Since the onset of the pandemic, the negative economic conditions and disruptions arising from it have adversely impacted our financial results to varying degrees and in various respects, including as a result of periods of increased allowance for credit losses followed by subsequent declines, and continued elevated noninterest expense. The pandemic’s impact on economic conditions and activity remains uncertain and will continue to evolve by region, country and state, and it is possible that new or evolving variants of COVID-19 could result in increased business disruptions and contribute to a potential economic downturn. In recent months, the U.S. and other regions of the world have experienced supply chain disruptions and labor shortages, and the global economy and supply chains remain vulnerable. Pandemic developments and certain responses have also resulted in inflationary pressure and ultimately may contribute to the development of a prolonged, disruptive period of high inflation in the U.S. and globally."
        },
        {
          "year": 2021,
          "paragraphIndex": 36,
          "text": "Although macroeconomic conditions have improved during 2021 in comparison to 2020, the pandemic and the related impacts of inflationary conditions, high input costs and supply chain disruptions, unemployment or labor shortages and the expiration of pandemic-related government benefits and programs could negatively impact the ability of consumer and"
        },
        {
          "year": 2020,
          "paragraphIndex": 69,
          "text": "Our cybersecurity risk and exposure remains heightened because of, among other things, the evolving nature and pervasiveness of cyber threats, our prominent size and scale, our geographic footprint and international presence and our role in the financial services industry and the broader economy. Additionally, our risk and exposure to cyber attacks and security breaches is magnified due to our work-from-home posture which places greater reliance on remote access tools and technology, resulting in a larger number of access points to our networks that must be secured. This increased risk of unauthorized access to our networks results in greater amounts of information being available for access from employees’ personal devices over which we do not have the same controls as we do in a non-work-from-home posture. Additionally, our customers’ increasing reliance on digital banking and other digital services provided by our businesses in response to COVID-19, has resulted in more demand on our information technology infrastructure and security tools and processes."
        },
        {
          "year": 2020,
          "paragraphIndex": 67,
          "text": "We, our employees and customers, regulators and other third parties (including contractors and vendors) are regularly the target of cyber attacks and are likely to continue to be the target of cyber attacks. These cyber attacks are pervasive, sophisticated, evolving, difficult to prevent and include computer viruses, malicious or destructive code (such as ransomware), social engineering (including phishing, vishing and smithing), denial of service or information or other security breach tactics that could result in the unauthorized release, gathering,"
        },
        {
          "year": 2020,
          "paragraphIndex": 61,
          "text": "Additionally, the Corporation and the third parties on which it relies have been and will likely continue to be subject to additional operational risks while operating in a work-from-home posture (which places greater reliance on remote access tools and technology and employees’ personal systems), while executing business continuity plans due to COVID-19. We are increasingly dependent upon our information technology infrastructure to operate our businesses remotely due to our work-from-home posture and evolving customer preferences, including increased reliance on digital banking and other digital"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "chronic",
        "machine learning",
        "targets",
        "acute",
        "acute chronic",
        "attract develop",
        "contributed",
        "develop retain",
        "ecl",
        "goals targets",
        "perpetrated",
        "perpetrated customers",
        "tightening",
        "ukraine conflict",
        "ability meet",
        "including downstream",
        "continuity plans",
        "pandemic related",
        "senior",
        "fraudulent activity",
        "given",
        "ongoing pandemic",
        "persists",
        "strategies fail",
        "subject comprehensive",
        "Coronavirus",
        "additionally changing",
        "adverse effect",
        "ccpa cpra",
        "central counterparties"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 137,
          "text": "legislation, regulatory and legal requirements could alter the scope of our existing businesses, limit our ability to pursue certain business activities and offer certain products and services, amplify credit and market risks, negatively impact asset values and increase expenses, including as a result of legal, compliance and public disclosure costs in the U.S. and globally with potential jurisdictional divergence, strategic planning, required capital expenditures and changes in technology and markets, including supply chain and insurance availability and cost. We have devoted and expect to continue to devote additional resources as a result of our response to climate change. Our climate change strategies, policies, and disclosures, our ability to achieve our climate-related goals, targets and commitments, and/or the environmental or climate impacts attributable to our products, transactions or services will likely result in heightened legal and compliance risk and could result in reputational harm as a result of negative public sentiment, regulatory scrutiny, litigation and reduced investor and stakeholder confidence. Our ability to meet our climate-related goals, targets and commitments, including our goal to achieve certain greenhouse gas (GHG) emissions targets by 2030 and net zero GHG emissions in our financing activities, operations and supply chain before 2050, is subject to risks and uncertainties, many of which are outside of our control, such as technology advances, clearly defined roadmaps for industry sectors, public policies and better emissions data reporting, and ongoing engagement with customers, suppliers, investors, government officials and other stakeholders."
        },
        {
          "year": 2022,
          "paragraphIndex": 100,
          "text": "use and management of emerging technologies, including AI and machine learning. Additionally, misconduct by our employees and representatives, including unethical, fraudulent, improper or illegal conduct, unfair, deceptive, abusive or discriminatory business practices, or violations of policies, procedures, laws, rules or regulations, including conduct that affects compliance with books and records requirements, can result in litigation and/or government investigations and enforcement actions, and cause significant reputational harm. We are also subject to litigation and regulatory and government actions regarding fraud perpetrated against our customers in connection with the use of our products and services and increased scrutiny of sustainability-related policies, goals, targets and disclosure, which could result in litigation, regulatory investigations and actions and reputational harm."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "General economic, political, social and health conditions in the U.S. and abroad affect financial markets and our business. In particular, global markets may be affected by the level and volatility of interest rates, availability and market conditions of financing, changes in gross domestic product (GDP), economic growth or its sustainability, inflation, supply chain disruptions, consumer spending, employment levels, labor shortages, challenging labor market conditions, wage stagnation, federal government shutdowns, energy prices, home prices, commercial property values, bankruptcies, a default by a significant market participant or class of counterparties, including companies in emerging markets, fluctuations or other significant changes in both debt and equity capital markets and currencies, liquidity, the continued transition from InterBank Offered Rates (IBORs) and other benchmark rates to alternative reference rates (ARRs), the impact of volatility of digital assets on the broader market, the growth of global trade and commerce, trade policies, the availability and cost of capital and credit, disruption of communication, transportation or energy infrastructure, recessionary fears and investor sentiment. Global markets, including energy and commodity markets, may be adversely affected by the current or anticipated impact of climate change, acute and/or chronic extreme weather events or natural disasters, the emergence or continuation of widespread health emergencies or pandemics, cyberattacks, military conflict, terrorism, or other geopolitical events. Market fluctuations may impact our margin requirements and affect our liquidity. Any sudden or prolonged market downturn, as a result of the above factors or otherwise, could result in a decline in net interest income and noninterest income and adversely affect our results of operations and financial condition, including capital and liquidity levels. High inflation, elevated interest rate levels, supply chain disruptions, and the Russia/Ukraine conflict, including the related energy impact in Europe, have adversely impacted and may continue to adversely impact financial markets and macroeconomic conditions and could result in additional market volatility and disruptions."
        },
        {
          "year": 2021,
          "paragraphIndex": 62,
          "text": "The potential for operational risk exposure exists throughout our organization and as a result of our interactions with, and reliance on, third parties (including their downstream service providers) and the financial services industry infrastructure. Our operational and security systems infrastructure, including our computer systems, emerging technologies, data management and internal processes, as well as those of third parties, are integral to our performance. We also rely on our employees and third parties (including downstream service providers) in our day-to-day and ongoing operations, who may, as a result of human error, misconduct (including errors in judgment, malice, fraudulent activity and/or engaging in violations of applicable policies, laws, rules or procedures), malfeasance or a failure or breach of systems or infrastructure cause disruptions to our organization and expose us to operational losses, regulatory risk and reputational harm. The Corporation’s and third parties’ inability to properly introduce, deploy and manage changes to internal financial and governance processes, existing products, services and technology, as well as new product innovations and technology could also result in additional operational and regulatory risk."
        },
        {
          "year": 2021,
          "paragraphIndex": 64,
          "text": "We continue to execute our business continuity plans due to the pandemic and will likely continue to be subject to heightened operational risks to the extent that the pandemic persists. We also continue to have greater reliance on remote access tools and technology and employees’ personal systems and increased data utilization and be increasingly dependent upon our information technology infrastructure to operate our"
        },
        {
          "year": 2021,
          "paragraphIndex": 73,
          "text": "We continue to execute our business continuity plans due to the pandemic. Accordingly, our risk and exposure to cyberattacks and security breaches remain magnified due to our continued reliance on remote access tools and technology, resulting in increased reliance on virtual/digital interactions and a larger number of access points to our networks that must be secured. This increased risk of unauthorized access to our networks results in greater amounts of information being available for access, including from employees’ personal devices over which we do not have the same controls as we do when a larger employee population is working from our offices. Greater demand on our information technology infrastructure and security tools and processes will likely continue as the pandemic persists and may be experienced permanently."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "information systems",
        "cybersecurity incidents",
        "incidents information",
        "breaches technology",
        "technology failures",
        "cybersecurity threats",
        "threat",
        "beginning",
        "beginning page",
        "incident",
        "incident information",
        "threats incidents",
        "afs",
        "confidentiality",
        "confidentiality integrity",
        "ibor",
        "ibor products",
        "cyberattack",
        "ibors",
        "cyber threats",
        "systems infrastructure",
        "libor",
        "security systems",
        "cyberattack information",
        "cyberattacks information",
        "cyberattacks security",
        "failure cyberattack",
        "indirect",
        "networks",
        "operational security"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 69,
          "text": "Due to increasing consolidation, interdependence and complexity of financial entities and technology and information systems, a cybersecurity threat or incident, information or security breach or technology failure that significantly exposes, degrades, destroys or compromises the information systems or information of one or more financial entities or third parties could adversely impact us and increase the risk of operational failure and loss, as disparate systems need to be integrated, often on an accelerated basis. Similarly, any cybersecurity threat or incident, information or security breach or technology failure that significantly exposes, degrades, destroys or compromises our information systems or information could adversely impact third parties and the critical infrastructure of the financial services industry, thereby creating additional risk for us."
        },
        {
          "year": 2023,
          "paragraphIndex": 72,
          "text": "While we and our third parties have experienced cybersecurity incidents, information and security breaches and technology failures, as well as adverse impacts from such events, including as described in this risk factor, we have not experienced material losses or other material consequences relating to cybersecurity incidents, information or security breaches or technology failures, whether directed at us or our third parties. However, we expect to continue to experience such events and impacts with increased frequency and severity due to the evolving threat environment, and there can be no assurance that future cybersecurity incidents, information and security breaches and technology failures, including as a result of cybersecurity incidents, information and security breaches and technology failures experienced by our third parties, will not have a material adverse impact on us, including our businesses, results of operations and financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 73,
          "text": "Any future cybersecurity incident, information or security breach or technology failure suffered by us or our third parties could result in disruption to our day-to-day business activities, an inability to effect transactions, execute trades, service our customers, manage our exposure to risk, expand our businesses, detect and prevent fraudulent or unauthorized transactions, including transactions impacting our customers, maintain information systems access and business operations and customer services, in the U.S. and/or globally. Additionally, we could experience the loss of customers and business opportunities, the withdrawal of customer deposits, the misappropriation, alteration or destruction of our or our third parties’ intellectual property or confidential information, the unauthorized access to or temporary or permanent loss or theft of personally identifiable information, including of our employees and customers, significant lost revenue, losses and claims brought by third parties, violations of applicable privacy, cybersecurity and other laws, rules and regulations, litigation exposure, economic sanctions, enforcement actions, government fines, penalties or intervention and other negative consequences. Although we maintain cyber insurance, there can be no assurance that liabilities or losses we may incur will be covered under such policies or that the amount of insurance will be adequate. In addition, in the case of any cybersecurity incident, information or security breach or technology failure arising from third-party systems impacting us, any third-party indemnification may not be applicable or sufficient to address the impact of such cybersecurity incidents, information or security breaches or technology failures, including monetary losses of the Corporation. The occurrence of any of the events described above could adversely impact our businesses, results of operations, liquidity and financial condition, as well as cause reputational harm, whether such events are actual or perceived."
        },
        {
          "year": 2022,
          "paragraphIndex": 122,
          "text": "Although a significant majority of the aggregate notional amount of our remaining IBOR Products maturing after 2022 include or have been amended to include fallbacks to ARRs, the transitioning of certain IBOR Products that do not include fallback provisions or adequate fallback mechanisms require additional efforts to modify their terms. Some outstanding IBOR Products are particularly challenging to modify due to the requirement that all impacted parties consent to such modification. To address outstanding IBOR Products that are difficult to modify, legislation has been adopted in the U.S. and in other jurisdictions. Litigation, disputes or other action may occur as a result of the interpretation or application of legislation or regulations, including if there is an overlap between laws or regulations in different jurisdictions or from interactions with any FCA-compelled “synthetic” LIBOR settings."
        },
        {
          "year": 2022,
          "paragraphIndex": 119,
          "text": "Though significant progress has been made in the global financial markets to replace products and contracts referencing London Interbank Offered Rate (LIBOR) or other IBORs (IBOR Products), the aggregate notional amount of these IBOR"
        },
        {
          "year": 2022,
          "paragraphIndex": 124,
          "text": "adverse or volatile market conditions and across the credit and economic cycle, which may impact the value, return on and profitability of our ARR-based assets. New financial products linked to ARRs may have additional legal, financial, tax, operational, market, compliance, reputational, competitive or other risks to us, our clients and other market participants. Banking regulators in the U.S. and globally have maintained heightened regulatory scrutiny and intensified supervisory focus on financial institution LIBOR transition plans, preparations and readiness, including our use of credit-sensitive rates like the Bloomberg Short-Term Bank Yield Index and ARR-based term rates, which could result in regulatory action, litigation and/or the need to change the products offered by our businesses. Failure to meet industry-wide IBOR transition milestones and to cease issuance of IBOR Products by relevant cessation dates may, subject to certain regulatory exceptions, result in supervisory enforcement by applicable regulators, increase our cost of, and access to, capital or lead to other consequences."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "lrrs",
        "clients parties",
        "Generative AI",
        "clients counterparties",
        "generative",
        "learning generative",
        "emergence widespread",
        "defects",
        "employment practices",
        "perpetrated clients",
        "ai quantum",
        "activities clients",
        "aspects",
        "bana",
        "broadly",
        "laws rules",
        "rules regulations",
        "additionally",
        "arrs",
        "benchmarks",
        "continuation",
        "customers counterparties",
        "customers parties",
        "emergence continuation",
        "continuation widespread",
        "esg",
        "perpetrated customers",
        "capital shareholders",
        "customer services",
        "fnma"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 85,
          "text": "We continue to adjust our business and operations, legal entity structure, systems, disclosure, policies, procedures, processes, controls and governance, including with regard to capital and liquidity management, risk management and data management, in an effort to comply with LRRs, and evolving expectations, guidance and interpretation by regulatory authorities, including the Department of Treasury (including the Internal Revenue Service (IRS) and OFAC), Financial Crimes Enforcement Network, Federal Reserve, OCC, CFPB, Financial Stability Oversight Council, FDIC, Department of Labor, SEC and CFTC in the U.S., foreign regulators, other government authorities and self-regulatory organizations. Further, we expect to become subject to future LRRs, including beyond those currently proposed, adopted or contemplated in the U.S. or abroad, and evolving interpretations of existing and future LRRs, which may include policies and rulemaking related to FDIC assessments, loss allocations between financial institutions and clients regarding the use of our products and services, including electronic payments, emerging technologies, such as the development and use of AI (including machine learning and generative AI), cybersecurity and data, employment practices and further climate and environmental risk management and sustainability reporting and disclosure, including emissions."
        },
        {
          "year": 2024,
          "paragraphIndex": 91,
          "text": "The terms of settlements, orders and agreements that we have entered into with government entities and regulatory authorities have also imposed, or could impose, significant operational and compliance costs on us with respect to enhancements to our procedures and controls, losses with respect to fraudulent transactions perpetrated against our clients, expansion of our risk and control functions within our lines of business, investment in technology and the hiring of significant numbers of additional risk, control and compliance personnel. For example, in December 2024, the OCC issued a Consent Order against BANA relating to certain aspects of BANA’s BSA, anti-money laundering and economic sanctions compliance programs, and we continue to respond to requests for information about similar aspects of such programs from other regulators. If we fail to meet the requirements of the regulatory settlements, orders or agreements to which we are subject, or, more generally, fail to maintain risk and control procedures and processes that meet the heightened standards established by our regulators and other government authorities, we could be required to enter into further settlements, orders or agreements and pay additional fines, penalties or judgments, or accept material regulatory restrictions on our businesses."
        },
        {
          "year": 2024,
          "paragraphIndex": 87,
          "text": "Our regulators’ prudential and supervisory authority gives them broad power and discretion to direct our actions, and they have assumed an active oversight, inspection and investigatory role across the financial services industry. Regulatory focus is not limited to LRRs applicable to the financial services industry, but includes other significant LRRs that apply across industries and jurisdictions, including those related to anti-money laundering, anti-bribery, anti-corruption know-your-customer requirements, embargo programs and economic sanctions."
        },
        {
          "year": 2023,
          "paragraphIndex": 112,
          "text": "Usage of ARRs for impacted benchmarks may vary across or within categories of contracts, products and services, potentially resulting in market fragmentation, decreased trading volumes and liquidity, increased complexity and modeling and operational risks. ARRs may have compositions and characteristics that differ from replaced benchmarks, including limited liquidity and less predictable performance over time. Any mismatch between the adoption of ARRs in loans, securities and derivatives markets may impact hedging or other financial arrangements we have implemented, resulting in unanticipated market exposures. Transition to ARRs may adversely affect the yield on loans or securities held by us, amounts paid on our securities and received and paid on derivatives we have entered into, the value of such loans, securities or derivative instruments, the trading market for such products and contracts, and our effective use of hedging instruments to manage risk. There is no assurance that impacted benchmarks will transition to ARRs without delay or potential disputes."
        },
        {
          "year": 2023,
          "paragraphIndex": 105,
          "text": "Our reputation may also be harmed by actual or perceived failure to deliver the products and standards of service and quality expected by our customers, clients and the community, including the overstatement or mislabeling of the environmental benefits of our products, services or transactions, the failure to protect our customers and/or recognize and address customer complaints, compliance failures, technology changes, the implementation, management and/or use of emerging technologies, including quantum computing, AI and machine learning, the failure to maintain effective data management, cybersecurity incidents and information and security breaches affecting us and our third parties, which have occurred and we expect to continue to experience with increased frequency and severity due to the evolving threat environment, prolonged or repeated system outages, the Corporation’s privacy policies, the unintended disclosure of or failure to safeguard personal, proprietary or confidential information, the breach of the Corporation’s fiduciary obligations and handling of the emergence or continuation of health emergencies and pandemics. Our reputation may be also be harmed by litigation and/or regulatory matters and their outcomes, relating to the topics discussed above or otherwise. For example, we entered into orders with certain government agencies regarding credit card sales and marketing practices and the representment of non-sufficient fund fees, as well as our processing of unemployment benefits for California and certain other states, and continue to be involved in related litigation, which may result in judgments and/or settlements. Challenges to our ESG practices and disclosures, and those of our customers and third parties, including from diverging views regarding ESG-related practices and disclosures may also harm our reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 77,
          "text": "We rely on the GSEs to guarantee or purchase mortgage loans that meet their conforming loan requirements. During 2023, we sold approximately $3.1 billion of loans to GSEs, primarily Freddie Mac (FHLMC). FHLMC and Fannie Mae (FNMA) are currently in conservatorship, with the Federal Housing Finance Agency (FHFA) acting as conservator. In 2019, the Treasury Department published a proposal to recapitalize FHLMC and FNMA and remove them from conservatorship and reduce their role in the marketplace. In January 2021, the Treasury Department further amended the agreement that governs the conservatorship of FHLMC and FNMA and delineated the continued objective to remove the GSEs from conservatorship. However, we cannot predict the future prospects of the GSEs, timing of the recapitalization or release from conservatorship, or content of legislative or rulemaking proposals regarding the future status of the GSEs in the housing market. If the GSEs take a reduced role in the marketplace, including by limiting the mortgage products they offer, we could be required to seek alternative funding sources, retain additional loans on our balance sheet, secure funding through the Federal Home Loan Bank system, or securitize the loans through Private Label Securitization, which could increase our cost of funds related to the origination of new mortgage loans, increase credit risk and/or impact our capacity to originate new mortgage loans. Uncertainty regarding their future and the MBS they guarantee continues to exist for the foreseeable future. These developments could adversely affect our securities portfolios, capital levels, liquidity and results of operations."
        }
      ]
    }
  ]
}