{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "investment inbev",
        "directors",
        "received",
        "appointed",
        "appointed inbev",
        "board",
        "board directors",
        "certain levels",
        "challenged tax",
        "charge",
        "convert",
        "decide",
        "decreased",
        "dollars dividends",
        "inbev board",
        "proposed transaction",
        "investment sabmiller",
        "completed",
        "business combination",
        "combination",
        "combination sabmiller",
        "elect",
        "inbev proposed",
        "psa",
        "sabmiller completed",
        "british",
        "completion proposed",
        "proration",
        "shareholders",
        "alternative"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 48,
          "text": "We received a substantial portion of our consideration from the Transaction in the form of restricted shares subject to a five-year lock-up. Furthermore, if our percentage ownership in AB InBev were to be decreased below certain levels, we may be subject to additional tax liabilities, suffer a reduction in the number of directors that we can have appointed to the AB InBev Board of Directors, and be unable to account for our investment under the equity method of accounting."
        },
        {
          "year": 2016,
          "paragraphIndex": 49,
          "text": "Upon completion of the Transaction, we received a substantial portion of our consideration in the form of restricted shares that cannot be sold or transferred for a period of five years following the Transaction, subject to limited exceptions. These transfer restrictions will require us to bear the risks associated with our investment in AB InBev for a five-year period that expires on October 10, 2021. Further, in the event that our ownership percentage in AB InBev were to be decreased below certain levels, we may be subject to additional tax liabilities, the number of directors that we have the right to have appointed to the AB InBev Board of Directors could be reduced from two to one or zero, and our use of the equity method of accounting for investment in AB InBev could be challenged."
        },
        {
          "year": 2016,
          "paragraphIndex": 31,
          "text": "In addition to a recall required by the FDA, as referenced above, our subsidiaries could decide, or laws or regulations could require them, to recall products due to the failure to meet quality standards or specifications, suspected or confirmed and deliberate or unintentional product contamination, or other adulteration, product misbranding or product tampering. In January 2017, USSTC announced that it was voluntarily recalling certain of its smokeless tobacco products manufactured at a USSTC facility due to product tampering. USSTC will record a charge during the first quarter of 2017 related to this recall. While this charge is not expected to be material to Altria Group, Inc.’s financial statements, future recalls (if any) could have a material adverse effect on the business, consolidated results of operations, cash flows or financial position of Altria Group, Inc. and its subsidiaries."
        },
        {
          "year": 2015,
          "paragraphIndex": 47,
          "text": "Altria Group, Inc. has committed to elect the partial share alternative (“PSA”) in the transaction. Therefore, upon completion of the proposed transaction, we expect to receive a substantial portion of our transaction consideration in the form of shares that will be subject to certain limitations and restrictions, including a five-year restriction on sale or transfer, subject to limited exceptions. These transfer restrictions will require us to bear the risks associated with our investment in the combined company for a five-year period following completion of the proposed transaction. Further, while we have committed to elect the PSA in the transaction, our election is subject to proration to the extent that other SABMiller shareholders also elect this alternative and these elections exceed the maximum number of shares that AB InBev’s firm offer makes available to those SABMiller shareholders that elect the PSA. If we receive more cash and less equity consideration than we currently expect, we will be subject to additional tax liabilities, our percentage ownership of the combined company will be reduced and we may be unable to account for our investment under the equity method of accounting as we currently do for our investment in SABMiller."
        },
        {
          "year": 2015,
          "paragraphIndex": 43,
          "text": "As described in more detail in Note 6,\nInvestment in SABMiller\nto the consolidated financial statements in Item 8 (“Note 6”), on November 11, 2015, AB InBev announced its firm offer to effect a business combination with SABMiller. The proposed transaction is subject to a number of closing conditions, including shareholder approvals of both SABMiller and AB InBev, and receipt of the required regulatory approvals. These conditions may not be satisfied or may take longer than expected to be satisfied. The transaction is also subject to other risks and uncertainties over which Altria Group, Inc. has no control. We cannot provide any assurance that the proposed transaction will be completed or that there will not be a delay in the completion of the proposed transaction. If the transaction is not completed or is subject to a delay, the value of our investment in SABMiller could be adversely affected."
        },
        {
          "year": 2015,
          "paragraphIndex": 46,
          "text": "If AB InBev’s proposed transaction to effect a business combination with SABMiller is completed, we will receive a substantial portion of our transaction consideration in the form of restricted shares. Furthermore, the number of restricted shares we expect to receive is, under certain circumstances described below, subject to proration, which if it were to occur would decrease the number of restricted shares and increase the amount of cash that we receive in connection with the transaction. Any cash we receive will be subject to taxation and to risks associated with changes in the value of the U.S. dollar versus the British pound."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "key",
        "cyber",
        "key suppliers",
        "attacks",
        "business reputation",
        "cyber attacks",
        "reputation consolidated",
        "attacks security",
        "decrease",
        "decrease certain",
        "estimates assumptions",
        "inbev decrease",
        "increasingly",
        "intended cyber",
        "investigation",
        "significant suppliers",
        "cyberattacks",
        "cyberattacks security",
        "sabmiller",
        "benefits transaction",
        "decreased",
        "intended cyberattacks",
        "techniques",
        "adequate",
        "communicate",
        "competition failure",
        "comply regulatory",
        "condition",
        "corrupting",
        "customers adult"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 42,
          "text": "To date, interruptions of our information systems have been infrequent and have not had a material impact on our operations. However, because technology is increasingly complex and cyber-attacks are increasingly sophisticated and more frequent, there can be no assurance that such incidents will not have a material adverse effect on us in the future. Failure of our systems or service providers’ systems to function as intended, or cyber-attacks or security breaches, could result in loss of revenue, assets, personal data, intellectual property, trade secrets or other sensitive and confidential data, violation of applicable privacy and data security laws, damage to the reputation of our companies and their brands, operational disruptions, legal challenges and significant remediation and other costs to Altria Group, Inc. and its subsidiaries."
        },
        {
          "year": 2017,
          "paragraphIndex": 30,
          "text": "Altria Group, Inc.’s tobacco subsidiaries face risks inherent in reliance on a few significant facilities and a small number of key suppliers. A natural or man-made disaster or other disruption that affects the manufacturing operations of any of Altria Group, Inc.’s tobacco subsidiaries or the operations of any key suppliers of any of Altria Group, Inc.’s tobacco subsidiaries, including as a result of a key supplier’s unwillingness to supply goods or services to a tobacco company, could adversely impact the operations of the affected subsidiaries. An extended disruption in operations experienced by one or more of Altria Group, Inc.’s subsidiaries or key suppliers could have a material adverse effect on the business, the consolidated results of operations, cash flows or financial position of Altria Group, Inc. and its tobacco subsidiaries."
        },
        {
          "year": 2017,
          "paragraphIndex": 39,
          "text": "The failure of Altria Group, Inc.’s information systems or service providers’ information systems to function as intended, or cyber-attacks or security breaches, could have a material adverse effect on the business, reputation, consolidated results of operations, cash flows or financial position of Altria Group, Inc. and its subsidiaries."
        },
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "backup systems and business continuity plans, intended to protect our systems and data. However, because the techniques used in cyberattacks and security breaches change frequently and often are not recognized until launched against a target, we may be unable to anticipate these techniques or to implement adequate preventative measures. To date, interruptions of our information systems have been infrequent and have not had a material impact on our operations. Failure of our systems or service providers’ systems to function as intended or cyberattacks or security breaches by parties intent on extracting or corrupting information or otherwise disrupting business processes could result in loss of revenue, assets, personal data, intellectual property, trade secrets or other sensitive and confidential data, violation of applicable privacy and data security laws, damage to the reputation of our companies and their brands, legal challenges and significant remediation and other costs to Altria Group, Inc. and its subsidiaries."
        },
        {
          "year": 2016,
          "paragraphIndex": 29,
          "text": "Altria Group, Inc.’s tobacco subsidiaries face risks inherent in reliance on a few significant facilities and a small number of significant suppliers. A natural or man-made disaster or other disruption that affects the manufacturing operations of any of Altria Group, Inc.’s tobacco subsidiaries or the operations of any significant suppliers of any of Altria Group, Inc.’s tobacco subsidiaries could adversely impact the operations of the affected subsidiaries. An extended disruption in operations experienced by one or more of Altria Group, Inc.’s subsidiaries or significant suppliers could have a material adverse effect on the business, the consolidated results of operations, cash flows or financial position of Altria Group, Inc. and its tobacco subsidiaries."
        },
        {
          "year": 2016,
          "paragraphIndex": 47,
          "text": "There can be no assurance that AB InBev will be able to successfully integrate SABMiller’s business or otherwise realize the expected benefits of the Transaction. Any of these outcomes could result in increased costs to AB InBev, and could adversely affect AB InBev’s financial condition, results of operations or cash flows and Altria Group, Inc.’s reported earnings from and carrying value of our equity investment in AB InBev."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "juul",
        "altria subsidiaries",
        "rights",
        "cronos",
        "investment juul",
        "clearance",
        "antitrust clearance",
        "expected benefits",
        "inbev transaction",
        "investees",
        "manner",
        "voting",
        "obtained",
        "subsidiaries investees",
        "timeframe",
        "altria group",
        "group",
        "group subsidiaries",
        "debt",
        "debt capital",
        "group businesses",
        "access debt",
        "charge",
        "leaf",
        "manufactured",
        "reduce earnings",
        "subsidiaries succeed",
        "tobacco leaf",
        "agricultural",
        "began"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 55,
          "text": "Antitrust clearance required for the conversion of the non-voting JUUL shares held by us into voting shares may not be obtained in a timely manner or at all, and such clearance may be subject to unanticipated conditions. Unless and until such antitrust clearance is obtained, including expiration or termination of any applicable waiting period (or extension thereof) under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, and any rules and regulations promulgated thereunder, our JUUL shares will not have voting rights and we will not be entitled to certain other rights, including the right to appoint any directors to the JUUL Board of Directors. Accordingly, failure to obtain antitrust clearance would adversely affect us, including because it would substantially limit our rights with respect to our investment in JUUL and would prevent us from accounting for our investment in JUUL using the equity method."
        },
        {
          "year": 2018,
          "paragraphIndex": 54,
          "text": "Antitrust clearance required for the conversion of our non-voting JUUL shares into voting shares may not be obtained in a timely manner or at all, and the expected benefits of the JUUL transaction may not materialize in the expected manner or timeframe or at all."
        },
        {
          "year": 2018,
          "paragraphIndex": 56,
          "text": "In addition, regardless of whether antitrust clearance is obtained, the expected benefits of the JUUL transaction, such as any equity earnings and receipt of cash dividends, may not materialize in the expected manner or timeframe or at all, including due to the risks encountered by JUUL in its business, such as operational risks and regulatory risks at the international, federal and state levels, including actions by the FDA; unanticipated impacts on JUUL’s relationships with employees, customers, suppliers and other third parties; potential disruptions to JUUL’s management or current or future plans and operations due to the JUUL transaction; or domestic or international litigation developments, investigations, or otherwise."
        },
        {
          "year": 2017,
          "paragraphIndex": 7,
          "text": "be specified in a lawsuit bears little relevance to the ultimate outcome. In certain cases, plaintiffs claim that defendants’ liability is joint and several. In such cases, Altria Group, Inc. or its subsidiaries may face the risk that one or more co-defendants decline or otherwise fail to participate in the bonding required for an appeal or to pay their proportionate or jury-allocated share of a judgment. As a result, Altria Group, Inc. or its subsidiaries under certain circumstances may have to pay more than their proportionate share of any bonding- or judgment-related amounts. Furthermore, in those cases where plaintiffs are successful, Altria Group, Inc. or its subsidiaries may also be required to pay interest and attorneys’ fees."
        },
        {
          "year": 2017,
          "paragraphIndex": 30,
          "text": "Altria Group, Inc.’s tobacco subsidiaries face risks inherent in reliance on a few significant facilities and a small number of key suppliers. A natural or man-made disaster or other disruption that affects the manufacturing operations of any of Altria Group, Inc.’s tobacco subsidiaries or the operations of any key suppliers of any of Altria Group, Inc.’s tobacco subsidiaries, including as a result of a key supplier’s unwillingness to supply goods or services to a tobacco company, could adversely impact the operations of the affected subsidiaries. An extended disruption in operations experienced by one or more of Altria Group, Inc.’s subsidiaries or key suppliers could have a material adverse effect on the business, the consolidated results of operations, cash flows or financial position of Altria Group, Inc. and its tobacco subsidiaries."
        },
        {
          "year": 2017,
          "paragraphIndex": 10,
          "text": "It is possible that the consolidated results of operations, cash flows or financial position of Altria Group, Inc., or the businesses of one or more of its subsidiaries, could be materially adversely affected in a particular fiscal quarter or fiscal year by an unfavorable outcome or settlement of certain pending litigation. Altria Group, Inc. and each of its subsidiaries named as a defendant believe, and each has been so advised by counsel handling the respective cases, that it has valid defenses to the litigation pending against it, as well as valid bases for appeal of adverse verdicts. Each of the companies has defended, and will continue to defend, vigorously against litigation challenges. However, Altria Group, Inc. and its subsidiaries may enter into"
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "abi",
        "investment abi",
        "ftc",
        "abi transaction",
        "billion",
        "request",
        "usd",
        "class action",
        "second",
        "second request",
        "action",
        "charge",
        "impairment charge",
        "investees materially",
        "quarter impairment",
        "inbev",
        "investment inbev",
        "inbev transaction",
        "proposed transaction",
        "accounting policies",
        "analysis",
        "analysis critical",
        "appointed inbev",
        "completed",
        "critical",
        "critical accounting",
        "discussed discussion",
        "discussion analysis",
        "dollars dividends",
        "estimates item"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 49,
          "text": "Antitrust clearance required for the conversion of the non-voting JUUL shares held by us into voting shares may not be obtained in a timely manner or at all, and such clearance may be subject to unanticipated conditions. The Federal Trade Commission (“FTC”) may challenge the investment through litigation or administrative proceedings, potentially seeking a range of resolutions, such as modifications to the investment structure or economic terms, up to divestiture of the investment. In April 2019, Altria and JUUL received a request for additional information (commonly referred to as a “second request”) from the FTC as part of the antitrust review process. A second request extends the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended (the “HSR Act”), while the FTC conducts its review, until 30 days after the parties have substantially complied with the second request or as otherwise agreed to by the parties. As of October 30, 2019, Altria and JUUL certified substantial compliance with the second request. Based on the timing agreement among Altria, JUUL and the FTC staff and related extensions for the convenience of the parties, Altria believes the FTC will complete its review in the first half of 2020. While conducting its review, on October 1, 2019, the FTC issued a Civil Investigative Demand to Altria seeking information regarding, among other things, Altria’s role in the resignation of JUUL’s former chief executive officer and the hiring by JUUL of any current or former Altria director, executive or employee."
        },
        {
          "year": 2019,
          "paragraphIndex": 53,
          "text": "As discussed in\nNote 7\n, in 2019, as part of the preparation of our financial statements for the periods ended September 30, 2019 and December 31, 2019, we performed valuations of our investment in JUUL. As a result, we determined that our investment in JUUL was impaired and recorded a total pre-tax impairment charge of $8.6 billion for the year ended December 31, 2019, reported as impairment of JUUL equity securities in our consolidated statements of earnings. Of this amount, Altria recorded pre-tax charges of $4.5 billion in the third quarter of 2019 and $4.1 billion in the fourth quarter of 2019. The third quarter impairment charge was due primarily to lower e-vapor sales volume assumptions in the U.S. and international markets and a delay in achieving operating margin performance, as compared to the assumptions at the time of the JUUL transaction. The fourth quarter impairment charge resulted substantially from increased discount rates applied to future cash flow projections, due to the increase in the number and type of legal cases pending against JUUL during the fourth quarter of 2019. While we believe the December 31, 2019 valuation of $4.2 billion is the appropriate current fair value of our investment, the risks identified in this paragraph, some of which are also further discussed in Note 19 and in Item 7.\nTobacco Space - Business Environment\n, are ongoing with respect to the current fair value. If the fair value of our investment in JUUL continues to decrease, it could have a material adverse effect on Altria’s consolidated financial position or earnings."
        },
        {
          "year": 2019,
          "paragraphIndex": 57,
          "text": "For purposes of financial reporting, the earnings from and carrying value of our equity investment in ABI are translated into U.S. dollars (“USD”) from various local currencies. In addition, ABI pays dividends in euros, which we convert into USD. During times of a strengthening USD against these currencies, our reported earnings from and carrying value of our equity investment in ABI will be reduced because these currencies will translate into fewer USD and the dividends that we receive from ABI will convert into fewer USD."
        },
        {
          "year": 2018,
          "paragraphIndex": 50,
          "text": "Dividends and earnings from and carrying value of our equity investment in AB InBev are also subject to the risks encountered by AB InBev in its business. For example, in October 2018, AB InBev announced a 50% rebase in the dividends it pays to its shareholders, which will result in a reduction of cash dividends Altria receives from AB InBev. As discussed in the\nDiscussion and Analysis - Critical Accounting Policies and Estimates\nin Item 7, if the carrying value of our investment in AB InBev exceeds its fair value and the loss in value is other than temporary, the investment is considered impaired, which would result in impairment losses and could have a material adverse effect on Altria’s consolidated financial position or earnings. We cannot provide any assurance that AB InBev will successfully execute its business plans and strategies. Earnings from and carrying value of our equity investment in AB InBev are also subject to fluctuations in AB InBev’s stock price, for example through mark-to-market losses on AB InBev’s derivative financial instruments used to hedge certain share commitments."
        },
        {
          "year": 2018,
          "paragraphIndex": 52,
          "text": "Upon completion of the AB InBev Transaction, we received a substantial portion of our consideration in the form of restricted shares that cannot be sold or transferred for a period of five years following the AB InBev Transaction, subject to limited exceptions. These transfer restrictions will require us to bear the risks associated with our investment in AB InBev for a five-year period that expires on October 10, 2021. Further, in the event that our ownership percentage in AB InBev were to decrease below certain levels, we may be subject to additional tax liabilities, the number of directors that we have the right to have appointed to the AB InBev Board of Directors could be reduced from two to one or zero and our use of the equity method of accounting for our investment in AB InBev could be challenged."
        },
        {
          "year": 2018,
          "paragraphIndex": 51,
          "text": "We received a substantial portion of our consideration from the AB InBev Transaction in the form of restricted shares subject to a five-year lock-up. Furthermore, if our percentage ownership in AB InBev were to decrease below certain levels, we may be subject to additional tax liabilities, suffer a reduction in the number of directors that we can have appointed to the AB InBev Board of Directors and be unable to account for our investment under the equity method of accounting."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "COVID-19",
        "covid pandemic",
        "risks related",
        "chain",
        "chain service",
        "distribution chain",
        "payments",
        "term",
        "impact covid",
        "performance objectives",
        "chains",
        "distribution rights",
        "distributors distribution",
        "esg",
        "annual report",
        "report",
        "report form",
        "request",
        "second request",
        "charge",
        "impairment charge",
        "quarter impairment",
        "associated current",
        "challenged tax",
        "clearance required",
        "conversion non",
        "decision",
        "goodwill intangible",
        "higher"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 43,
          "text": "Altria’s subsidiaries face risks inherent in reliance on a few significant manufacturing facilities and a small number of key suppliers, distributors and distribution chain service providers. A natural or man-made disaster or other disruption that affects the manufacturing operations of any of Altria’s tobacco or wine subsidiaries or investees, the operations of any key supplier, distributor or distribution chain service provider of any of Altria’s tobacco or wine subsidiaries or investees or any other disruption in the supply or distribution of goods or services (including a key supplier’s inability to comply with government regulations or unwillingness to supply goods or services to a tobacco company) could adversely impact the operations of the affected subsidiaries and investees. For example, in March 2020, the COVID-19 pandemic resulted in a temporary suspension of operations at PM USA’s Richmond, Virginia manufacturing facility, which is the primary facility for manufacturing PM USA cigarettes. Some state governors also have issued executive orders requiring that certain businesses temporarily suspend operations for varying periods of time while the COVID-19 pandemic persists. Operations of our subsidiaries, suppliers, distributors and distribution chain service providers and those of our investees could be suspended temporarily once or multiple times, or closed permanently, depending on various factors, including how long the COVID-19 pandemic persists and the extent to which state, local and federal governments, as well as foreign countries, impose restrictions on the operation of facilities or otherwise place limits on the supply and distribution chains. An extended disruption in operations experienced by one or more of Altria’s subsidiaries, investees or in the supply or distribution of goods or services by one or more key suppliers, distributors or distribution chain service providers could have a material adverse effect on the business, the consolidated results of operations, cash flows or financial position of Altria and its tobacco and wine subsidiaries and investees."
        },
        {
          "year": 2020,
          "paragraphIndex": 35,
          "text": "In addition to internal product development, these efforts include arrangements with, or investments in, third parties such as our arrangement with PMI to commercialize\nIQOS\nand related\nHeatStick\nproducts in the United States, which is governed by an exclusive license and distribution agreement. The initial 5-year term of this agreement expires in April 2024 and renews at our option for an additional 5-year period so long as we achieve certain performance objectives. The initial term performance objectives are based on achieving 0.5% dollar share of the cigarette category within a certain period of time in a certain number of geographic areas. In addition, to maintain our exclusive distribution rights as to PMI during the term of the agreement, we must achieve certain performance objectives within a specified time period by April 2022. The exclusive distribution rights performance objectives are based on achieving 0.5% dollar share of the cigarette category within a certain period of time in a single geographic area. While we believe Altria will meet the initial term and exclusive distribution rights performance objectives, it is possible that we may not meet them or that we may have a disagreement with PMI as to whether those objectives have been met. In either case, it could result in the loss of (i) our unilateral right to extend the agreement for the additional 5-year period, and therefore we would no longer be able to commercialize\nIQOS\nand related\nHeatStick\nproducts after April 2024, or (ii) our exclusive distribution rights as to PMI."
        },
        {
          "year": 2020,
          "paragraphIndex": 23,
          "text": "The impact of the COVID-19 pandemic depends on factors beyond our knowledge or control, including the duration and severity of the outbreak, increases in the number of cases in future periods, and actions taken to contain its spread and mitigate the public health effects. We cannot at this time predict the impact of the COVID-19 pandemic on our or our investees’ future financial or operational results, but the impact could be material over time. See the risks below related to extended disruptions at a facility, of a distributor or in service by a service provider and the risks related to our investment in ABI and the earnings from and carrying value of that investment. For further discussion on the impact of the COVID-19 pandemic on the tobacco and wine businesses, see\nTobacco Space - Business Environment\nand\nWine Segment - Business Environment\nin Item 7."
        },
        {
          "year": 2019,
          "paragraphIndex": 53,
          "text": "As discussed in\nNote 7\n, in 2019, as part of the preparation of our financial statements for the periods ended September 30, 2019 and December 31, 2019, we performed valuations of our investment in JUUL. As a result, we determined that our investment in JUUL was impaired and recorded a total pre-tax impairment charge of $8.6 billion for the year ended December 31, 2019, reported as impairment of JUUL equity securities in our consolidated statements of earnings. Of this amount, Altria recorded pre-tax charges of $4.5 billion in the third quarter of 2019 and $4.1 billion in the fourth quarter of 2019. The third quarter impairment charge was due primarily to lower e-vapor sales volume assumptions in the U.S. and international markets and a delay in achieving operating margin performance, as compared to the assumptions at the time of the JUUL transaction. The fourth quarter impairment charge resulted substantially from increased discount rates applied to future cash flow projections, due to the increase in the number and type of legal cases pending against JUUL during the fourth quarter of 2019. While we believe the December 31, 2019 valuation of $4.2 billion is the appropriate current fair value of our investment, the risks identified in this paragraph, some of which are also further discussed in Note 19 and in Item 7.\nTobacco Space - Business Environment\n, are ongoing with respect to the current fair value. If the fair value of our investment in JUUL continues to decrease, it could have a material adverse effect on Altria’s consolidated financial position or earnings."
        },
        {
          "year": 2019,
          "paragraphIndex": 49,
          "text": "Antitrust clearance required for the conversion of the non-voting JUUL shares held by us into voting shares may not be obtained in a timely manner or at all, and such clearance may be subject to unanticipated conditions. The Federal Trade Commission (“FTC”) may challenge the investment through litigation or administrative proceedings, potentially seeking a range of resolutions, such as modifications to the investment structure or economic terms, up to divestiture of the investment. In April 2019, Altria and JUUL received a request for additional information (commonly referred to as a “second request”) from the FTC as part of the antitrust review process. A second request extends the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended (the “HSR Act”), while the FTC conducts its review, until 30 days after the parties have substantially complied with the second request or as otherwise agreed to by the parties. As of October 30, 2019, Altria and JUUL certified substantial compliance with the second request. Based on the timing agreement among Altria, JUUL and the FTC staff and related extensions for the convenience of the parties, Altria believes the FTC will complete its review in the first half of 2020. While conducting its review, on October 1, 2019, the FTC issued a Civil Investigative Demand to Altria seeking information regarding, among other things, Altria’s role in the resignation of JUUL’s former chief executive officer and the hiring by JUUL of any current or former Altria director, executive or employee."
        },
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "The following risk factors should be read carefully in connection with evaluating our business and the forward-looking statements contained in this Annual Report on Form 10-K. Any of the following risks could materially adversely affect our business, our results of operations, our cash flows, our financial position and the actual outcome of matters as to which forward-looking statements are made in this Annual Report on Form 10-K."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "companies investees",
        "ability achieve",
        "achieve vision",
        "vision",
        "devices",
        "iqos devices",
        "marlboro",
        "marlboro heatsticks",
        "estimated fair",
        "Inflation",
        "devices related",
        "ftc complaint",
        "related marlboro",
        "attempts",
        "cash pre",
        "wine",
        "adult consumer",
        "michelle",
        "ste",
        "ste michelle",
        "wine subsidiaries",
        "adult consumers",
        "inventory",
        "michelle wine",
        "wine business",
        "adjacent",
        "adjacent products",
        "alcohol",
        "effect ste",
        "grape"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 38,
          "text": "HeatSticks\nare currently subject to an importation ban and cease-and-desist orders imposed by the ITC. PM USA does not expect to have access to\nIQOS\ndevices or the related\nMarlboro HeatSticks\nfor sale and distribution during 2022. In addition, the initial 5-year term of this agreement expires in April 2024 and renews at our option for an additional 5-year period so long as we have achieved certain performance objectives. The initial term performance objectives are based on achieving 0.5% dollar share of the cigarette category within a certain period of time in a certain number of geographic areas. In addition, we maintain our exclusive distribution rights as to PMI during the term of the agreement so long as we have achieved certain performance objectives within a specified time period by April 2022. The exclusive distribution rights performance objectives are based on achieving 0.5% dollar share of the cigarette category within a certain period of time in a single geographic area. While we believe Altria has met the initial term and exclusive distribution rights performance objectives, PMI has communicated to us that it disagrees as to whether those objectives have been met. If we do not resolve this disagreement in a manner favorable to PM USA, it could result in the loss of (i) our unilateral right to extend the agreement for the additional 5-year period, and therefore we would no longer be able to commercialize\nIQOS\ndevices and related\nMarlboro HeatSticks\nafter April 2024, or (ii) our exclusive distribution rights as to PMI. For further discussion, see Note 18."
        },
        {
          "year": 2021,
          "paragraphIndex": 37,
          "text": "In addition to internal product development, these efforts include arrangements with, or investments in, third parties such as our arrangement with PMI to commercialize\nIQOS\ndevices and related\nMarlboro HeatSticks\nin the United States, which is governed by an exclusive license and distribution agreement. The\nIQOS\ndevices and related\nMarlboro"
        },
        {
          "year": 2021,
          "paragraphIndex": 10,
          "text": "HeatSticks\nand component parts into the United States and the sale and marketing of any such products previously imported into the United States. As a result of the ITC’s decision, PM USA removed the\nIQOS\ndevices,\nMarlboro HeatSticks\nand any infringing components from the marketplace."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "Ste. Michelle’s business is impacted by evolving adult consumer preferences. Shifts away from the wine category to other alcohol categories or shifts to lower-priced wines have resulted, and could continue to result, in slowing growth in Ste. Michelle’s sales and increased inventory levels and have a material adverse effect on Ste. Michelle’s wine business. As discussed in Note 5.\nAsset Impairment, Exit and Implementation Costs\nto the consolidated financial statements in Item 8 (“Note 5”), during the year ended December 31, 2020, as a result of inventory levels significantly exceeding long-term forecasted demand, Ste. Michelle recorded pre-tax charges of $411 million in cost of sales, including a $292 million inventory write off, $100 million in estimated losses on future non-cancelable grape purchase commitments and $19 million in inventory disposal costs and other charges. Evolving adult consumer preferences, an economic downturn or recession or other factors could result in a further slowdown in the wine category and otherwise have a material adverse effect on Ste. Michelle’s wine business."
        },
        {
          "year": 2020,
          "paragraphIndex": 54,
          "text": "The adequacy of Ste. Michelle’s grape supply is influenced by consumer demand for wine in relation to industry-wide production levels as well as by weather and crop conditions, particularly in eastern Washington. Supply shortages or surpluses related to any one or more of these factors could impact production costs and wine prices, which ultimately may have a negative impact on Ste. Michelle’s sales. In addition, Ste. Michelle’s business is subject to significant competition, including from many large, well-established domestic and international companies. Federal, state and local governmental agencies also regulate the alcohol beverage industry through various means, including licensing requirements, pricing, labeling and advertising restrictions, and distribution and production policies. New regulations or revisions to existing regulations, resulting in further restrictions or taxes on the manufacture and sale of alcoholic beverages may have an adverse effect on Ste. Michelle’s wine business. For further discussion see\nWine Segment - Business Environment\nin Item 7."
        },
        {
          "year": 2020,
          "paragraphIndex": 43,
          "text": "Altria’s subsidiaries face risks inherent in reliance on a few significant manufacturing facilities and a small number of key suppliers, distributors and distribution chain service providers. A natural or man-made disaster or other disruption that affects the manufacturing operations of any of Altria’s tobacco or wine subsidiaries or investees, the operations of any key supplier, distributor or distribution chain service provider of any of Altria’s tobacco or wine subsidiaries or investees or any other disruption in the supply or distribution of goods or services (including a key supplier’s inability to comply with government regulations or unwillingness to supply goods or services to a tobacco company) could adversely impact the operations of the affected subsidiaries and investees. For example, in March 2020, the COVID-19 pandemic resulted in a temporary suspension of operations at PM USA’s Richmond, Virginia manufacturing facility, which is the primary facility for manufacturing PM USA cigarettes. Some state governors also have issued executive orders requiring that certain businesses temporarily suspend operations for varying periods of time while the COVID-19 pandemic persists. Operations of our subsidiaries, suppliers, distributors and distribution chain service providers and those of our investees could be suspended temporarily once or multiple times, or closed permanently, depending on various factors, including how long the COVID-19 pandemic persists and the extent to which state, local and federal governments, as well as foreign countries, impose restrictions on the operation of facilities or otherwise place limits on the supply and distribution chains. An extended disruption in operations experienced by one or more of Altria’s subsidiaries, investees or in the supply or distribution of goods or services by one or more key suppliers, distributors or distribution chain service providers could have a material adverse effect on the business, the consolidated results of operations, cash flows or financial position of Altria and its tobacco and wine subsidiaries and investees."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "diverse",
        "highly skilled",
        "skilled",
        "skilled diverse",
        "transactions",
        "condition",
        "downgrade",
        "financial condition",
        "macroeconomic",
        "position ability",
        "relating",
        "strategic transactions",
        "Climate change",
        "certain corporate",
        "corporate responsibility",
        "consolidated",
        "companies investees",
        "consolidated results",
        "subsidiaries investees",
        "note",
        "position altria",
        "space business",
        "tobacco space",
        "december",
        "discussed",
        "discussed note",
        "effect consolidated",
        "consolidated financial",
        "described",
        "estimated"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "Our ability to implement our strategy of attracting and retaining a highly skilled and diverse workforce may be impaired by the decreasing social acceptance of tobacco usage, tobacco regulation and control actions and other factors. The tobacco industry competes for talent with the consumer products industry and other companies that may enjoy greater societal acceptance and fewer long-term challenges. As a result, we may be unable to attract and retain highly skilled and diverse talent. In addition, our ability to retain a highly skilled and diverse workforce may be adversely affected by current labor market dynamics in which the number of U.S. workers leaving their jobs and the competition for highly skilled and diverse workers have increased significantly. Failure to attract and retain highly skilled and diverse talent could have a material adverse effect on our business and our ability to achieve our Vision."
        },
        {
          "year": 2022,
          "paragraphIndex": 57,
          "text": "Rating agencies routinely evaluate us, and their ratings are based on a number of factors, including our cash generating capability, levels of indebtedness, policies with respect to shareholder distributions, the impact of strategic transactions and our financial strength generally, as well as factors beyond our control, such as the state of the economy and our industry.\nA\nny downgrade or announcement that we are under review for a potential downgrade of our credit ratings, as occurred following our investment in JUUL, especially any downgrade to below investment grade, could increase our future borrowing costs, impair our ability to access the credit and capital markets, including the commercial paper market, on terms commercially acceptable to us or at all or result in a reduction in our liquidity, requiring us to rely on more expensive types of debt financing\n. Any such outcome could have a material adverse impact our financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 18,
          "text": "We regularly evaluate potential strategic transactions, including acquisitions, dispositions, joint ventures and investments in third parties. Opportunities for strategic transactions may be limited, and the success of any such transaction is dependent upon our ability to realize the expected benefits of the transaction in the expected time frame or at all. Furthermore, following the completion of a transaction there may be certain financial, managerial, staffing and talent, and operational risks, including diversion of management’s attention from existing core businesses, difficulties integrating other businesses into existing operations and other challenges presented by a transaction that does not achieve anticipated sales levels and profitability. We can provide no assurance that we will be able to enter into attractive business relationships or execute strategic transactions on favorable terms or at all or that any such relationships or transactions will improve our competitive position or have the intended financial outcomes. For example, to date, our investments in JUUL and Cronos have not resulted in the economic and competitive advantages expected at the time the investments were made. If any acquisition, disposition, joint venture, investment in a third party or other strategic relationship is not successful, there could be a material negative impact on our business, financial position and our ability to achieve our Vision."
        },
        {
          "year": 2021,
          "paragraphIndex": 63,
          "text": "As discussed in Note 6, as part of the preparation of our financial statements for the quarters ended September 30, 2019, December 31, 2019 and September 30, 2020, we performed valuations of our investment in JUUL as a result of the existence of impairment indicators. As a result, we determined that our investment in JUUL was impaired and recorded total non-cash pre-tax impairment charges of $11.2 billion. Following Share Conversion (as defined in Note 6) in the fourth quarter of 2020, Altria elected to account for its equity method investment in JUUL under the fair value option. Under this option, Altria’s consolidated statements of earnings (losses) include any cash dividends received from its investment in JUUL and any changes in the estimated fair value of its investment, which is calculated quarterly. While we believe the December 31, 2021 valuation of $1.7 billion is the appropriate current estimated fair value of our investment, the risks identified in this paragraph, some of which are also further discussed in\nDiscussion and Analysis - Critical Accounting Policies and Estimates - Investment in JUUL\nand\nTobacco Space - Business Environment\nin Item 7 and in Note 18, are ongoing with respect to the current estimated fair value. Quarterly fair value changes could create volatility in Altria’s consolidated financial position and earnings and, if the estimated fair value of our investment in JUUL decreases, it could have a material adverse effect on Altria’s consolidated financial position or earnings."
        },
        {
          "year": 2021,
          "paragraphIndex": 69,
          "text": "As further discussed in Note 6, in preparing our financial statements for the period ended September 30, 2021, we concluded that the carrying value of our investment in ABI exceeded the fair value of our equity investment in ABI and that the decline in fair value of our investment in ABI below its carrying value was other than temporary at September 30, 2021. As a result, we recorded a non-cash, pre-tax impairment charge of $6.2 billion for the nine and three months ended September 30, 2021 to (income) losses from equity investments in Altria’s condensed consolidated statements of earnings (losses). If ABI is unable to successfully execute its business plans and strategies and the carrying value of our investment in ABI again exceeds the fair value of our investment in ABI, it could result in additional impairment losses, which could have a material adverse effect on our consolidated financial position or earnings."
        },
        {
          "year": 2021,
          "paragraphIndex": 76,
          "text": "As further discussed in Note 6, in preparing our financial statements for the year ended December 31, 2021, we concluded that our equity method investment in Cronos declined below its carrying value and that there was not sufficient evidence to conclude that the impairment was temporary. As a result, we recorded a non-cash, pre-tax impairment charge of $\n205\nmillion to (income) losses from equity investments in our consolidated statement of earnings (losses) for the year ended December 31, 2021. If Cronos is unable to"
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "njoy",
        "Artificial intelligence",
        "inaction",
        "actions inaction",
        "information security",
        "ace",
        "artificial",
        "authorizations",
        "brought",
        "disposable",
        "flavored",
        "flavored disposable",
        "illegal",
        "intelligence",
        "njoy ace",
        "ftc",
        "equity investment",
        "agreements",
        "lawsuits",
        "value equity",
        "complaint",
        "divestiture",
        "rescission",
        "rescission transaction",
        "broad",
        "broad range",
        "certain corporate",
        "class action",
        "party board",
        "administrative complaint"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "Competitors and other third parties have brought and may in the future bring action against us, our subsidiaries and/or our suppliers alleging patent infringement. Such claims, regardless of merit, expose us to significant litigation costs and damages, importation bans with respect to products and product components manufactured abroad, divert management’s attention and compromise our operating companies’ abilities to commercialize and improve their products. This risk is especially pertinent to smoke-free products where technology continues advancing rapidly, resulting in a high volume of patents in relevant technology spaces. In a patent lawsuit adjudicated before the U.S. International Trade Commission (“ITC”), the ITC banned the importation of\nIQOS\ndevices,\nMarlboro HeatSticks\nand component parts into the United States and the sale and marketing of any such products previously imported into the United States. As a result of the ITC’s decision, PM USA removed the\nIQOS\ndevices,\nMarlboro HeatSticks\nand any infringing components from the marketplace. In a separate patent lawsuit brought by JUUL currently pending before the ITC, the ITC could impose similar restrictions on\nNJOY ACE\n. Any ban on the importation or sale of\nNJOY ACE\ncould have a negative impact on our business, our valuation of NJOY’s assets and our plans with respect to the e-vapor category."
        },
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "In the e-vapor category, illegal flavored disposable product usage has increased, and such products comprise a significant portion of the e-vapor category, which has increased the rate of cross-category movement among adult cigarette smokers and contributed to higher than expected domestic cigarette industry volume decline. We have increased engagement with the FDA and other government agencies and taken legal action to protect our lawful e-vapor business, which expose us to additional costs and expenses. Our failure to counter the impacts of illegal flavored disposable e-vapor products and the FDA’s failure to take enforcement actions against manufacturers and products that violate the law could have a material adverse effect on our business, results of operations, cash flows or financial position."
        },
        {
          "year": 2023,
          "paragraphIndex": 12,
          "text": "We have growth strategies involving innovative products that may have reduced health risks relative to certain other tobacco products, while continuing to offer adult tobacco consumers (within and outside the United States) products that meet their taste expectations and evolving preferences. These strategies include products in the e-vapor, heated tobacco and oral nicotine pouch spaces. For example, we have plans to increase the distribution of NJOY products, enhance\nNJOY ACE\n’s brand equity, increase the brand’s awareness and appeal and receive FDA authorizations on certain NJOY products. If we are not successful in executing these strategies, there could be a material negative impact on our business and our ability to achieve our Vision."
        },
        {
          "year": 2022,
          "paragraphIndex": 71,
          "text": "A challenge to our investment in JUUL, if successful, could result in a broad range of resolutions such as divestiture of the investment or rescission of the transaction. In April 2020, the FTC issued an administrative complaint against Altria and JUUL alleging that our 35% investment in JUUL and the associated agreements constitute an unreasonable restraint of trade in violation of Section 1 of the Sherman Act and Section 5 of the FTC Act, and substantially lessened competition in violation of Section 7 of the Clayton Act. The FTC seeks a broad range of remedies, including divestiture of our minority investment in JUUL, rescission of the transaction and all associated agreements, a requirement of FTC approval of future agreements related to the development, manufacture, distribution or sale of e-vapor"
        },
        {
          "year": 2022,
          "paragraphIndex": 39,
          "text": "In certain litigation, we and our subsidiaries may face potentially significant non-monetary remedies that could have a material adverse effect on our businesses. For example, in the Federal Government’s lawsuit, the district court did not impose monetary penalties but ordered significant non-monetary remedies, including the issuance of “corrective statements.” In the patent lawsuit adjudicated before the ITC, the ITC banned the importation of\nIQOS\ndevices,\nMarlboro HeatSticks\nand component parts into the United States and the sale and marketing of any such products previously imported into the United States. As a result of the ITC’s decision, PM USA removed the\nIQOS\ndevices,\nMarlboro HeatSticks\nand any infringing components from the marketplace. Additionally, the U.S. Federal Trade Commission (“FTC”) has issued an administrative complaint against Altria and JUUL on antitrust grounds that, if successful, would allow the FTC to order a broad range of non-monetary remedies with respect to our investment in JUUL, including divestiture of our minority investment in JUUL, rescission of the transaction and all associated agreements, a requirement of FTC approval of future agreements related to the development, manufacture, distribution or sale of e-vapor products and prohibition against any officer or director of either Altria or JUUL serving on the other party’s board of directors or attending meetings of the other party’s board of directors and notice to the FTC in advance of certain corporate actions, including acquisitions, mergers or certain corporate restructurings."
        },
        {
          "year": 2022,
          "paragraphIndex": 73,
          "text": "Also, various putative class action lawsuits have been filed against Altria (and in some cases, subsidiaries of Altria) and JUUL. The lawsuits cite the FTC administrative complaint referenced above and allege claims similar to those made by the FTC. Plaintiffs in these lawsuits are seeking various remedies, including treble damages, attorneys’ fees, a declaration that the agreements between Altria and JUUL are invalid, divestiture of our investment in JUUL and rescission of the transaction."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "initiative",
        "internal control",
        "marketing njoy",
        "declines",
        "illicit flavored",
        "audit",
        "imposed",
        "itc imposed",
        "pod",
        "pod based",
        "tasks",
        "trademark",
        "adjudicated itc",
        "deployment",
        "effective",
        "diverse",
        "skilled diverse",
        "diverse workforce",
        "diverse talent",
        "goodwill impairment",
        "auditing protocols",
        "authorization including",
        "authorized",
        "awareness",
        "claim reduced",
        "competes",
        "competes talent",
        "costs negatively",
        "data violation",
        "date interruptions"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 45,
          "text": "interruptions. The expected savings associated with the Initiative may be offset to some extent by business disruption during the implementation phase as well as investments in new processes and systems until such time as the Initiative is fully implemented. The accelerated frequency and scale of new technology and systems deployment to support the Initiative may increase risks to our internal control framework, protection of sensitive data and regulatory compliance. Additionally, the Initiative may lead to a loss of control and oversight of outsourced functions, which could weaken our existing internal control over financial reporting and present audit challenges. If the vendors to whom we outsource certain tasks do not adhere to our financial controls and compliance processes and procedures, we could be at an increased risk for fraud and financial misstatements."
        },
        {
          "year": 2024,
          "paragraphIndex": 24,
          "text": "In the e-vapor category, illicit flavored disposable product usage has significantly increased, and such products now comprise the majority of the e-vapor category. The impacts of this dynamic include declines in pod-based e-vapor product volume and increased cross-category movement among adult cigarette smokers that has contributed to higher than expected domestic cigarette industry volume declines. Recent enforcement actions by regulatory agencies have not had a material impact in curbing the proliferation and sale of illicit disposable e-vapor products. This dynamic has made the operating environment challenging for our businesses. We have increased engagement with the FDA and other government agencies to encourage enforcement action against these illicit products, but such enforcement has been inadequate to date. We also have taken legal action to protect our lawful e-vapor business, which exposes us to additional costs and expenses. Our failure to counter the impacts of illicit flavored disposable e-vapor products and the FDA’s failure to take meaningful enforcement actions against manufacturers and products that violate the law could have a material adverse effect on our business, results of operations, cash flows or financial position and our ability to achieve our Vision."
        },
        {
          "year": 2024,
          "paragraphIndex": 41,
          "text": "We monitor several factors that could impact the carrying value of our e-vapor reporting unit’s goodwill and related definite-lived intangible assets. Increasing sales of illicit flavored disposable e-vapor products and the lack of meaningful enforcement against these products have negatively impacted the volume growth of NJOY’s pod-based e-vapor products. Additionally, in January 2025, in a patent lawsuit adjudicated before the ITC, the ITC imposed bans on the importation of\nNJOY ACE\ninto the United States and the sale and marketing of\nNJOY ACE\nproducts previously imported into the United States. If the bans on the importation into the United States and the sale and marketing of\nNJOY ACE\nbecome effective or continued illicit e-vapor product sales or other factors result in a significantly unfavorable long-term outlook for NJOY’s volume growth rates versus our projections used to estimate the fair value, either development could result in a non-cash impairment of our e-vapor reporting unit’s goodwill or related definite-lived intangible assets, or both, in future periods."
        },
        {
          "year": 2023,
          "paragraphIndex": 33,
          "text": "Our ability to implement our strategy of attracting and retaining a highly skilled and diverse workforce may be impaired by the decreasing social acceptance of tobacco usage, tobacco regulation and control actions and other factors. The tobacco industry competes for talent with the consumer products industry and other companies that may enjoy greater societal acceptance and fewer long-term challenges. As a result, we may be unable to attract and retain highly skilled and diverse talent. In addition, our ability to retain a highly skilled and diverse workforce may be adversely affected by competition for highly skilled and diverse workers. Failure to attract and retain highly skilled and diverse talent could have a material adverse effect on our business and our ability to achieve our Vision."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "We may be unable to attract and retain a highly skilled and diverse workforce due to the decreasing social acceptance of tobacco usage, tobacco control actions and other factors, which could have a material adverse effect on our business and our ability to achieve our Vision."
        },
        {
          "year": 2023,
          "paragraphIndex": 64,
          "text": "We rely extensively on information technology, much of which is managed by third-party service providers (such as cloud data service providers), to support a variety of business processes and activities, including: complying with regulatory, legal, financial reporting and tax requirements; engaging in marketing and e-commerce activities; managing and improving the effectiveness of our operations; researching, developing, manufacturing and distributing our products; collecting and storing sensitive data and confidential information; and communicating with employees, investors, suppliers, trade customers, adult tobacco consumers and others. Our suppliers, supply chain service providers and trade customers also rely extensively on information systems. We continue to make appropriate investments in administrative, technical and physical safeguards to protect our information systems and data from cyber-threats, including human error and malicious acts. Our safeguards include employee training, testing and auditing protocols, backup systems and business continuity plans, maintenance of security policies and procedures, monitoring of networks and systems, and third-party risk management."
        }
      ]
    }
  ]
}