{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "expenditures customers",
        "control",
        "customers views",
        "required licenses",
        "trade control",
        "trade sanctions",
        "views",
        "views future",
        "ability transfer",
        "advers",
        "bribery trade",
        "certain countries",
        "certain goods",
        "certain kinds",
        "comply complex",
        "merger",
        "cameron",
        "proposed merger",
        "iran",
        "lawsuits",
        "anticipated",
        "benefits",
        "closing",
        "combined",
        "companies",
        "completed",
        "issues",
        "prior",
        "received",
        "subsidiaries"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 7,
          "text": "We are subject to complex US and foreign laws and regulations, such as the FCPA, the U.K. Bribery Act and various other anti-bribery and anti-corruption laws. We are also subject to trade control regulations and trade sanctions laws that restrict the movement of certain goods to, and certain operations in, various countries or with certain persons. Our ability to transfer people and products among certain countries is subject to maintaining required licenses and complying with these laws and regulations. The internal controls, policies and procedures, and employee training and compliance programs we have implemented to deter prohibited practices may not be effective in preventing employees, contractors or agents from violating or circumventing such internal policies or violating applicable laws and regulations. Any determination that we have violated or are responsible for violations of anti-bribery, trade"
        },
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "Demand for the majority of our services depends substantially on the level of expenditures by our customers for the exploration, development and production of oil and natural gas reserves. These expenditures are generally dependent on our customers’ views of future oil and natural gas prices and are sensitive to our customers’ views of future economic growth and the resulting impact on demand for oil and natural gas. Since 2014, oil and gas prices have declined significantly, resulting in lower expenditures by our customers. As a result, many of our customers have reduced or delayed their oil and gas exploration and production spending, reducing the demand for our products and services and exerting downward pressure on the prices that we charge. These conditions have had, and may continue to have, an adverse impact on our financial condition."
        },
        {
          "year": 2016,
          "paragraphIndex": 8,
          "text": "control, trade sanctions or anti-corruption laws could have a material adverse effect on our financial condition. Violations of international and US laws and regulations or the loss of any required licenses may result in fines and penalties, criminal sanctions, administrative remedies or restrictions on business conduct, and could have a material adverse effect on our reputation and our business, operating results and financial condition."
        },
        {
          "year": 2015,
          "paragraphIndex": 24,
          "text": "The merger agreement contains certain closing conditions, including approval of the proposed merger by Cameron stockholders, the absence of injunctions or other legal restrictions and that no material adverse effect shall have occurred with respect to either company. On December 17, 2015, Cameron stockholders voted to adopt our proposed merger. Also, in November 2015 the U.S. Department of Justice cleared our proposed merger without any conditions. However, we will be unable to complete the merger until consents and approvals are received from the European Commission and various other governmental entities. Regulatory entities have broad discretion in administering the governing regulations and may impose certain requirements or obligations as conditions for their approval. The merger agreement may require us to accept conditions from these regulators that could adversely affect the combined company. If the regulatory clearances are not received, or they are not received on terms that satisfy the conditions set forth in the merger agreement, then we will not be obligated to complete the merger. We can provide no assurance that the various closing conditions will be satisfied and that the necessary approvals will be obtained, or that any required conditions will not materially adversely affect the combined company following the merger. In addition, we can provide no assurance that these conditions will not result in the abandonment or delay of the merger."
        },
        {
          "year": 2015,
          "paragraphIndex": 26,
          "text": "After the announcement of the proposed merger, four putative class action lawsuits were commenced on behalf of stockholders of Cameron against Cameron and its directors, as well as against us and Schlumberger Holding Corporation and Rain Merger Sub (both of which are indirect wholly-owned subsidiaries). These lawsuits were consolidated for all purposes and a consolidated amended class action complaint (the “Consolidated Complaint”) was filed. The Consolidated Complaint seeks various remedies, including enjoining the merger from being consummated, rescission of the merger to the extent already implemented and the plaintiffs’ costs and fees. Additional lawsuits with similar allegations may be filed. While we believe these lawsuits are without merit and we intend to vigorously defend against such claims, the outcome of any such litigation is inherently uncertain. One of the conditions to the closing of the merger is that no law, order, injunction, judgment, decree, ruling or other similar requirement shall be in effect that prohibits the completion of the merger. Accordingly, if any of the plaintiffs are successful in obtaining an injunction prohibiting the completion of the merger, then that injunction may prevent the merger from becoming effective, or delay its becoming effective."
        },
        {
          "year": 2015,
          "paragraphIndex": 9,
          "text": "Our residual transactions or dealings with the government of Iran during 2015 consisted of payments of taxes and other typical governmental charges. Certain of our non-US subsidiaries maintained depository accounts at the Dubai branch of Bank Saderat Iran (“Saderat”), and at Bank Tejarat (“Tejarat”) in Tehran and in Kish for the deposit by NIOC of amounts owed to non-US subsidiaries of Schlumberger for prior services rendered in Iran and for the maintenance of such amounts previously received. One non-US subsidiary also maintains an account at Tejarat for payment of local expenses such as taxes and utilities. We anticipate that we will discontinue our dealings with Saderat and Tejarat following the receipt of all amounts owed to us for prior services rendered in Iran."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "critical",
        "critical data",
        "able charge",
        "adver",
        "continue experience",
        "cyberattacks",
        "degrees",
        "degrees cyber",
        "devote",
        "experience",
        "experience varying",
        "experienced",
        "experienced continue",
        "financial reporting",
        "highs",
        "majority services",
        "advers",
        "core",
        "disruption",
        "financi",
        "improve",
        "including customer",
        "low oil",
        "property proprietary",
        "righ",
        "worsen",
        "Cybersecurity",
        "caused",
        "continued",
        "current"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 19,
          "text": "We rely heavily on information systems to conduct our business. Although we devote significant resources to protect our systems and data, we have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect such incidents or attacks, or to avoid a material adverse impact on our systems when such incidents or attacks do occur. If our systems for protecting against cybersecurity risks are circumvented or breached, this could result in disruptions to our business operations, access to our financial reporting systems, the loss of access to critical data or systems through ransomware or other attacks, or other loss, misuse or corruption of critical data and proprietary information, including our intellectual property and customer data."
        },
        {
          "year": 2017,
          "paragraphIndex": 3,
          "text": "Demand for the majority of our products and services depends substantially on expenditures by our customers for the exploration, development and production of oil and natural gas reserves. These expenditures are generally dependent on our customers’ views of future oil and natural gas prices and are sensitive to our customers’ views of future economic growth and the resulting impact on demand for oil and natural gas. Oil and gas prices have declined significantly from their highs in 2014, resulting in lower expenditures by our customers. During the downturn, many of our customers reduced or delayed their oil and gas exploration and production spending, reducing the demand for our products and services and exerting downward pressure on the prices that we have been able to charge. These conditions have had, and may continue to have, an adverse impact on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 15,
          "text": "Our competitors may be able to develop technology independently that is similar to ours without infringing on our patents or gaining access to our trade secrets, which could adver sely affect our financial condition, results of operations and cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 2,
          "text": "Demand for the majority of our services is substantially dependent on the levels of expenditures by our customers. The current significant oil and gas industry downturn has resulted in reduced demand for oilfield services, which has had, and may continue to have, a material adverse impact on our financial condition, results of operations and cash flows. If these conditions worsen or oil and gas prices do not improve, it could have a further material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 19,
          "text": "We rely heavily on information systems to conduct our business. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect such incidents or attacks, or to avoid a material impact on our systems when such incidents or attacks do occur. If our systems for protecting against cybersecurity risks are circumvented or breached, this could result in the loss of our intellectual property or other proprietary information, including customer data, and disruption of our business operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "The tools, techniques, methodologies, programs and components we use to provide our services may infringe upon the intellectual property rights of others. Infringement claims generally result in significant legal and other costs and may distract management from running our core business. Royalty payments under licenses from third parties, if available, would increase our costs. Additionally, developing non-infringing technologies would increase our costs. If a license were not available, we might not be able to continue providing a particular service or product, which could adversely affect our financial condition, results of operations and cash flows."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "catastrophic",
        "catastrophic incidents",
        "declines",
        "market uncertainty",
        "result lower",
        "sustained",
        "sustained market",
        "uncertainty result",
        "additional liabilities",
        "anticipated",
        "anticipated declines",
        "blow",
        "characterized",
        "characterized diminished",
        "charge sustained",
        "resulted",
        "demand majority",
        "majority",
        "able charge",
        "adver",
        "assurance demand",
        "conditions assurance",
        "conditions continue",
        "continue material",
        "continued",
        "continued worsening",
        "countries restrictions",
        "customer",
        "declined",
        "delayed"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 4,
          "text": "The oil and gas industry has historically experienced periodic downturns, which have been characterized by diminished demand for our products and services as well as and downward pressure on the prices we charge. Sustained market uncertainty can also result in lower demand and pricing for our products and services. A significant downturn or sustained market uncertainty could result in a reduction in demand for oilfield services and could adversely affect our financial condition, results of operations and cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 3,
          "text": "Demand for our products and services depends substantially on expenditures by our customers for the exploration, development and production of oil and natural gas reserves. These expenditures are generally dependent on our customers’ views of future oil and natural gas prices and are sensitive to our customers’ views of future economic growth and the resulting impact on demand for oil and natural gas. Declines, as well as anticipated declines, in oil and gas prices could result in project modifications, delays or cancellations, general business disruptions, and delays in payment of, or nonpayment of, amounts that are owed to us. These effects could have a material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 12,
          "text": "The technical complexities of our operations expose us to a wide range of significant health, safety and environmental risks. Our offerings involve production-related activities, radioactive materials, chemicals, explosives and other equipment and services that are deployed in challenging exploration, development and production environments. An accident involving these services or equipment, or a failure of a product, could cause personal injury, loss of life, damage to or destruction of property, equipment or the environment, or suspension of operations. Catastrophic well incidents, including blow outs at a well site, may expose us to additional liabilities. Generally, we rely on contractual indemnities, releases, limitations on liability with our customers and insurance to protect us from potential liability related to such events. However, our insurance may not protect us against liability for certain kinds of events, including events involving pollution, or against losses resulting from business interruption. Moreover, we may not be able to maintain insurance at levels of risk coverage or policy limits that we deem adequate. Any damages caused by our services or products that are not covered by insurance, or are in excess of policy limits or subject to substantial deductibles, could adversely affect our financial condition, results of operations and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 3,
          "text": "Demand for the majority of our products and services depends substantially on expenditures by our customers for the exploration, development and production of oil and natural gas reserves. These expenditures are generally dependent on our customers’ views of future oil and natural gas prices and are sensitive to our customers’ views of future economic growth and the resulting impact on demand for oil and natural gas. Oil and gas prices have declined significantly from their highs in 2014, resulting in lower expenditures by our customers. During the downturn, many of our customers reduced or delayed their oil and gas exploration and production spending, reducing the demand for our products and services and exerting downward pressure on the prices that we have been able to charge. These conditions have had, and may continue to have, an adverse impact on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 4,
          "text": "Lower oil and gas prices have resulted in a reduction in cash flows for our customers. This has resulted in, and may continue to result in, project modifications, delays and cancellations, general business disruptions, and delays in payment of, or nonpayment of, amounts that are owed to us. These effects could have a material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 2,
          "text": "Demand for the majority of our products and services is substantially dependent on the levels of expenditures by our customers. The oil and gas industry downturn has resulted in reduced demand for oilfield services, which has had, and may continue to have, a material adverse impact on our financial condition, results of operations and cash flows."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "business reputation",
        "public sentiment",
        "regarding",
        "reputation financial",
        "resulted",
        "sentiment",
        "able charge",
        "accidents",
        "act similar",
        "actions use",
        "addressed",
        "affect reputation",
        "alternatives",
        "assurance demand",
        "availability",
        "party",
        "treatment",
        "cracks",
        "decline",
        "Cybersecurity",
        "accident",
        "accident involving",
        "affected case",
        "agencies united",
        "blow",
        "breached",
        "case",
        "case trading",
        "causing",
        "causing cracks"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 2,
          "text": "Demand for our products and services is substantially dependent on the levels of expenditures by our customers. The recent oil and gas industry downturn has (and current market conditions have) resulted in reduced demand for oilfield services and lower expenditures by our customers, which have had, and may in the future have, a material adverse impact on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2019,
          "paragraphIndex": 10,
          "text": "New or additional legal or regulatory requirements regarding climate change could adversely affect our business, reputation or demand for our stock. There is also increased focus, including by governmental and non-governmental organizations, investors and other stakeholders, on these and other sustainability matters. Additionally, some international, national, state and local governments and agencies have adopted laws and regulations or are evaluating proposed legislation and regulations that are focused on the extraction of shale gas or oil using hydraulic fracturing. Future hydraulic fracturing-related legislation or regulations could limit or ban hydraulic fracturing, or lead to operational delays and increased costs, and therefore reduce demand for our pressure pumping services. Enactment of additional international, national, state or local legislation or regulations can adversely affect our financial condition, results of operations and cash flows and could be material."
        },
        {
          "year": 2019,
          "paragraphIndex": 4,
          "text": "Declines, as well as anticipated declines, in oil and gas prices have in the past resulted in, and may in the future result in, lower capital expenditures, project modifications, delays or cancellations, general business disruptions, and delays in payment of, or nonpayment of, amounts that are owed to us. These effects have had, and may in the future have, a material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 9,
          "text": "fluids are pumped at high pressure and rate into the reservoir interval to be treated, causing cracks in the target formation. Proppant, such as sand of a particular size, is mixed with the treatment fluid to keep the cracks open when the treatment is complete. Future hydraulic fracturing-related legislation or regulations could limit or ban hydraulic fracturing, or lead to operational delays and increased costs, and therefore reduce demand for our pressure pumping services. If such additional international, national, state or local legislation or regulations are enacted, it could adversely affect our financial condition, results of operations and cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 12,
          "text": "The technical complexities of our operations expose us to a wide range of significant health, safety and environmental risks. Our offerings involve production-related activities, radioactive materials, chemicals, explosives and other equipment and services that are deployed in challenging exploration, development and production environments. An accident involving these services or equipment, or a failure of a product, could cause personal injury, loss of life, damage to or destruction of property, equipment or the environment, or suspension of operations. Catastrophic well incidents, including blow outs at a well site, may expose us to additional liabilities. Generally, we rely on contractual indemnities, releases, limitations on liability with our customers and insurance to protect us from potential liability related to such events. However, our insurance may not protect us against liability for certain kinds of events, including events involving pollution, or against losses resulting from business interruption. Moreover, we may not be able to maintain insurance at levels of risk coverage or policy limits that we deem adequate. Any damages caused by our services or products that are not covered by insurance, or are in excess of policy limits or subject to substantial deductibles, could adversely affect our financial condition, results of operations and cash flows."
        },
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "We are subject to increasingly stringent laws and regulations relating to importation and use of hazardous materials, radioactive materials, chemicals and explosives and to environmental protection, including laws and regulations governing air emissions, hydraulic fracturing, water discharges and waste management. We incur, and expect to continue to incur, capital and operating costs to comply with environmental laws and regulations. The technical requirements of these laws and regulations are becoming increasingly complex, stringent and expensive to implement. These laws may provide for “strict liability” for remediation costs, damages to natural resources or threats to public health and safety. Strict liability can render a party liable for damages without regard to negligence or fault on the part of the party. Some environmental laws provide for joint and several strict liability for remediation of spills and releases of hazardous substances."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "digital",
        "COVID-19",
        "associates",
        "business associates",
        "changes",
        "covid pandemic",
        "customer",
        "global",
        "continue material",
        "digital technologies",
        "extreme",
        "facilities",
        "response",
        "technologies services",
        "fracturing",
        "hydraulic",
        "hydraulic fracturing",
        "additionally",
        "cash available",
        "catastrophic incidents",
        "competitive technology",
        "complex foreign",
        "critical",
        "critical data",
        "earnings",
        "earnings cash",
        "foreign laws",
        "fuels",
        "international national"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 10,
          "text": "The effects of the COVID-19 pandemic, including actions taken by businesses and governments to contain the spread of the virus, have resulted in a significant and swift reduction in international and US economic activity. In our industry, geopolitical events that increased the supply of low-priced oil to the global market occurred at the same time that demand weakened due to the worldwide effects of the pandemic, leading to a collapse in oil prices in March 2020. These events together adversely affected the demand for oil and natural gas, as well as for our services and products, and caused significant volatility and disruption of the global financial markets. Other effects of the pandemic have included, and may continue to include, adverse revenue and net income effects; disruptions to our operations, including suspension or deferral of drilling activities ; customer shutdowns of oil and gas exploration and production; downward revisions to customer budgets; limitations on access to sources of liquidity; employee impacts from illness, school closures and other community response measures; workforce reductions in response to activity declines; and temporary closures of our facilities or the facilities of our customers and suppliers. This period of extreme economic disruption, low oil prices and reduced demand for our products and services has had, and is likely to continue to have, a material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2020,
          "paragraphIndex": 27,
          "text": "We are increasingly dependent on digital technologies and services to conduct our business. We use these technologies for internal purposes, including data storage, processing and transmissions, as well as in our interactions with our business associates, such as customers and suppliers. In addition, we develop software and other digital products and services that store, retrieve, manipulate and manage our customers’ information and data, external data, and our own data. Our digital technologies and services, and those of our business associates, are subject to the risk of cyberattacks and, given the nature of such attacks, some incidents can remain undetected for a period of time despite efforts to detect and respond to them in a timely manner. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect material consequences arising from such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur. We have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business, including attacks resulting from phishing emails and ransomware infections. Even if we successfully defend our own digital technologies and services, we also rely on third-party business associates, with whom we may share data and services, to defend their digital technologies and services against attack."
        },
        {
          "year": 2020,
          "paragraphIndex": 11,
          "text": "The extent to which our operating and financial results will continue to be affected by the COVID-19 pandemic will depend on various factors and consequences beyond our control, such as the duration and scope of the pandemic; additional actions by businesses and governments in response to the pandemic; and the speed and effectiveness of responses to combat the virus, including vaccine development and distribution. COVID-19, and the volatile regional and global economic conditions stemming from the pandemic, could also aggravate our other risk factors described in this Form 10-K."
        },
        {
          "year": 2019,
          "paragraphIndex": 10,
          "text": "New or additional legal or regulatory requirements regarding climate change could adversely affect our business, reputation or demand for our stock. There is also increased focus, including by governmental and non-governmental organizations, investors and other stakeholders, on these and other sustainability matters. Additionally, some international, national, state and local governments and agencies have adopted laws and regulations or are evaluating proposed legislation and regulations that are focused on the extraction of shale gas or oil using hydraulic fracturing. Future hydraulic fracturing-related legislation or regulations could limit or ban hydraulic fracturing, or lead to operational delays and increased costs, and therefore reduce demand for our pressure pumping services. Enactment of additional international, national, state or local legislation or regulations can adversely affect our financial condition, results of operations and cash flows and could be material."
        },
        {
          "year": 2019,
          "paragraphIndex": 20,
          "text": "We rely heavily on information systems to conduct our business, including systems operated by or under the control of third parties. Although we devote significant resources to protect our systems and proprietary data, we have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur. Breaches or circumvention of our systems, or the systems of third parties, including by ransomware or other attacks, result in disruptions to our business operations; unauthorized access to (or the loss of Company access to) competitively sensitive, confidential or other critical data or systems; loss of customers; financial losses; regulatory fines; and misuse or corruption of critical data and proprietary information, any of which could be material."
        },
        {
          "year": 2019,
          "paragraphIndex": 11,
          "text": "We are subject to increasingly stringent laws and regulations relating to importation and use of hazardous materials, radioactive materials, chemicals and explosives and to environmental protection, including laws and regulations governing air emissions, hydraulic fracturing, water discharges and waste management. We incur, and expect to continue to incur, significant capital and operating costs to comply with environmental laws and regulations. The technical requirements of these laws and regulations are becoming increasingly complex, stringent and expensive to implement. These laws may provide for “strict liability” for remediation costs, damages to natural resources or threats to public health and safety. Strict liability can render us liable for damages without regard to our degree of care or fault. Some environmental laws provide for joint and several strict liability for remediation of spills and releases of hazardous substances, and, as a result, we could be liable for the actions of others."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "goals",
        "ghg",
        "ghg emissions",
        "goals targets",
        "objectives",
        "targets",
        "targets objectives",
        "effectively",
        "personal data",
        "related sustainability",
        "standards",
        "success",
        "sustained",
        "address",
        "address energy",
        "natural gas",
        "oil natural",
        "low",
        "continued",
        "fcpa",
        "fcpa bribery",
        "future legislation",
        "legislation regulations",
        "likely",
        "low oil",
        "oilfield services",
        "public sentiment",
        "sentiment",
        "trends",
        "act fcpa"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 27,
          "text": "We have developed, and will continue to develop and set, goals, targets, and other objectives related to sustainability matters, including our net-zero target and our energy transition strategy. Statements related to these goals, targets and objectives reflect our current plans and do not constitute a guarantee that they will be achieved. Our efforts to research, establish, accomplish, and accurately report on these goals, targets, and objectives expose us to numerous operational, reputational, financial, legal, and other risks. Our ability to achieve any stated goal, target, or objective, including with respect to emissions reduction, is subject to numerous factors and conditions, some of which are outside of our control."
        },
        {
          "year": 2021,
          "paragraphIndex": 28,
          "text": "Our business may face increased scrutiny from investors and other stakeholders related to our sustainability activities, including the goals, targets, and objectives that we announce, and our methodologies and timelines for pursuing them. If our sustainability practices do not meet investor or other stakeholder expectations and standards, which continue to evolve, our reputation, our ability to attract or retain employees, and our attractiveness as an investment or business partner could be negatively affected. Similarly, our failure or perceived failure to pursue or fulfill our sustainability-focused goals, targets, and objectives, to comply with ethical, environmental, or other standards, regulations, or expectations, or to satisfy various reporting standards with respect to these matters, within the timelines we announce, or at all, could adversely affect our business or reputation, as well as expose us to government enforcement actions and private litigation."
        },
        {
          "year": 2021,
          "paragraphIndex": 15,
          "text": "Continuing political and social attention to the issue of climate change has resulted in both existing and proposed international agreements and national, regional and local legislation and regulatory measures to limit GHG emissions. The implementation of these agreements, including the Paris Agreement, the Europe Climate Law, and other existing or future regulatory mandates, may adversely affect the demand for our products and services, impose taxes on us or our customers, require us or our customers to reduce GHG emissions from our technologies or operations, or accelerate the obsolescence of our products or services."
        },
        {
          "year": 2020,
          "paragraphIndex": 10,
          "text": "The effects of the COVID-19 pandemic, including actions taken by businesses and governments to contain the spread of the virus, have resulted in a significant and swift reduction in international and US economic activity. In our industry, geopolitical events that increased the supply of low-priced oil to the global market occurred at the same time that demand weakened due to the worldwide effects of the pandemic, leading to a collapse in oil prices in March 2020. These events together adversely affected the demand for oil and natural gas, as well as for our services and products, and caused significant volatility and disruption of the global financial markets. Other effects of the pandemic have included, and may continue to include, adverse revenue and net income effects; disruptions to our operations, including suspension or deferral of drilling activities ; customer shutdowns of oil and gas exploration and production; downward revisions to customer budgets; limitations on access to sources of liquidity; employee impacts from illness, school closures and other community response measures; workforce reductions in response to activity declines; and temporary closures of our facilities or the facilities of our customers and suppliers. This period of extreme economic disruption, low oil prices and reduced demand for our products and services has had, and is likely to continue to have, a material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "Demand for our products and services depends substantially on expenditures by our customers for the exploration, development and production of oil and natural gas reserves. These expenditures are generally dependent on our customers’ views of future oil and natural gas prices, as well as their ability to access capital. These expenditures are also sensitive to our customers’ views of future economic growth and the resulting impact on demand for oil and natural gas."
        },
        {
          "year": 2020,
          "paragraphIndex": 4,
          "text": "The continued low oil and gas prices have also caused a reduction in cash flows for our customers, which has had a significant adverse effect on the financial condition of some of our customers. This has resulted in, and may continue to result in, lower capital expenditures, project modifications, delays or cancellations, general business disruptions, and delays in payment of, or nonpayment of, amounts that are owed to us. These effects have had, and may continue to have, a material adverse effect on our financial condition, results of operations and cash flows."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "billion",
        "russia",
        "assets billion",
        "billion current",
        "carbon",
        "concerns",
        "control restrictions",
        "sanctions trade",
        "ukraine",
        "actively",
        "allegations",
        "authorized",
        "baseline",
        "best",
        "calculate",
        "governments",
        "accelerates",
        "acceptance",
        "allow",
        "attitudes",
        "community",
        "continuously",
        "devaluations failure",
        "disrupted",
        "engaging",
        "face",
        "flows limitations",
        "goods certain",
        "having",
        "occurrence"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 9,
          "text": "As an example of a risk resulting from our global operations, in March 2022 we decided to immediately suspend new investment and technology deployment to our Russia operations. Russia represented approximately 6% of our worldwide revenue during 2022. The carrying value of our net assets in Russia was approximately $0.7 billion as of December 31, 2022. This consisted of $0.3 billion of receivables, $0.3 billion of fixed assets, $0.5 billion of current assets, and $0.4 billion of current liabilities."
        },
        {
          "year": 2022,
          "paragraphIndex": 10,
          "text": "We continue to actively monitor the dynamic situation in Ukraine and applicable laws, sanctions and trade control restrictions resulting from the conflict. The extent to which our operations and financial results may be affected by the ongoing conflict in Ukraine will depend on various factors, including the extent and duration of the conflict; the effects of the conflict on regional and global economic and geopolitical conditions; the effect of further laws, sanctions and trade control restrictions on our business, the global economy and global supply chains; and the impact of fluctuations in the exchange rate of the ruble. Continuation or escalation of the conflict may also aggravate this and other risk factors identified in this Form 10-K, including cybersecurity, regulatory, and reputational risks."
        },
        {
          "year": 2022,
          "paragraphIndex": 13,
          "text": "Unauthorized access to or modification of, or actions disabling our ability to obtain authorized access to, our customers’ data, other external data, personal data, or our own data, as a result of a cyber incident, attack or exploitation of a security vulnerability, could result in significant damage to our reputation or disruption of the services we provide to our customers. In addition, allegations, reports, or concerns regarding vulnerabilities affecting our digital products or services could damage our reputation. This could lead to fewer customers using our digital products and services, which could have a material adverse impact on our financial condition, results of operations or prospects. In addition, if our systems, or our third-party business associates’ systems, for protecting against cybersecurity risks prove to be insufficient, we could be adversely affected by, among other things, loss of or damage to intellectual property, proprietary or confidential information, or customer, supplier, or employee data; breach of personal data; interruption of our business operations; increased legal and regulatory exposure, including fines and remediation costs; and increased costs required to prevent, respond to, or mitigate cybersecurity attacks. These risks could harm our reputation and our relationships with our employees, business associates and other third parties, and may result in claims against us."
        },
        {
          "year": 2021,
          "paragraphIndex": 17,
          "text": "There is also increased focus by governments and our customers, investors and other stakeholders on climate change, sustainability and energy transition matters. Negative attitudes toward or perceptions of our industry or fossil fuel products and their relationship to the environment have led governments, non-governmental organizations, and companies to implement initiatives to conserve energy and promote the use of alternative energy sources, which may reduce the demand for and production of oil and gas in areas of the world where our customers operate, and thus reduce future demand for our products and services. In addition, initiatives by investors and financial institutions to limit funding to companies in fossil fuel-related industries may adversely affect our liquidity or access to capital. Any of these initiatives may, in turn, adversely affect our financial condition, results of operations and cash flows."
        },
        {
          "year": 2021,
          "paragraphIndex": 23,
          "text": "The COVID-19 pandemic caused a significant and swift reduction in global economic activity during 2020, which significantly weakened demand for oil and gas, and in turn, for our products and services. Other effects of the pandemic included, and may continue to include, significant volatility and disruption of the global financial markets; adverse revenue and net income effects; disruptions to our operations, including suspension or deferral of drilling activities ; customer shutdowns of oil and gas exploration and production; downward revisions to customer budgets; limitations on access to sources of liquidity; supply chain disruptions; limitations on access to raw materials; employee impacts from illness, school closures and other community response measures; and temporary closures of our facilities or the facilities of our customers and suppliers. The pandemic is continuously evolving, and the extent to which our operating and financial results will continue to be affected will depend on various factors beyond our control, such as the ultimate duration, severity and sustained geographic resurgence of the virus; the emergence of new variants and strains of the virus; and the success of actions to contain the virus and its variants, or treat its impact, such as the availability and acceptance of vaccines. COVID-19, and the volatile regional and global economic conditions stemming from the pandemic, could also aggravate our other risk factors described in this Form 10-K."
        },
        {
          "year": 2021,
          "paragraphIndex": 25,
          "text": "We could suffer significant damage to our reputation if a cyber incident or attack were to allow unauthorized access to or modification of our customers’ data, other external data, personal data, or our own data, or if the services we provide to our customers were disrupted, or if our digital products or services were reported to have or were perceived as having security vulnerabilities. This could lead to fewer customers using our digital products and services, which could have a material adverse impact on our financial condition and results of operations. In addition, if our systems, or our third-party business associates’ systems, for protecting against cybersecurity risks prove to be insufficient, we could be adversely affected by, among other things, loss of or damage to intellectual property, proprietary or confidential information, or customer, supplier, or employee data; breach of personal data; interruption of our business operations; increased legal and regulatory exposure, including fines and remediation costs; and increased costs required to"
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "emergencies",
        "health emergencies",
        "emergency",
        "party products",
        "Artificial intelligence",
        "alliance partners",
        "artificial",
        "customers businesses",
        "frequency",
        "intelligence",
        "partners",
        "partners parties",
        "suppliers alliance",
        "actors",
        "allow",
        "associates",
        "business associates",
        "party business",
        "activities radioactive",
        "bribery trade",
        "carefully risks",
        "catastrophic",
        "consider carefully",
        "data security",
        "effects pandemic",
        "emails",
        "form urge",
        "included form",
        "information included",
        "interactions"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "Public health emergencies, including the COVID-19 pandemic, have caused, and could again cause, a significant reduction in global economic activity, significantly weakening demand for oil and gas, and in turn, demand for our products and services. Other effects of public health emergencies have included, and may continue to include, significant volatility and disruption of the global financial markets; adverse revenue and net income effects; disruptions to our operations, including suspension or deferral of drilling activities; customer shutdowns of oil and gas exploration and production; downward revisions to customer budgets; limitations on access to sources of liquidity; supply chain disruptions; limitations on access to raw materials; employee impacts from illness; and local and regional closures or lockdowns, including temporary closures of our facilities and the facilities of our customers and suppliers. The extent to which our operating and financial results will be and may continue to be affected by public health emergencies will depend on various factors beyond our control, such as the continued severity and duration of the public health emergencies, including any sustained geographic resurgence; the emergence of new variants and strains of a contagious disease or virus; and the success of actions to contain or mitigate the effects of the public health emergency. A public health emergency, and volatile regional and global economic conditions stemming from a public health emergency, could also aggravate our other risk factors described in this Form 10-K."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "Our digital technologies and services, as well as third-party products, services and technologies that we rely on (including emerging technologies, such as artificial intelligence programs), are subject to the risk of cyberattacks and, given the nature of such attacks, some incidents can remain undetected for a period of time despite efforts to detect and respond to them in a timely manner. Cyberattacks are expected to accelerate on a global basis in both frequency and magnitude as threat actors are becoming increasingly sophisticated in using techniques and tools (including artificial intelligence) that circumvent controls, evade detection and even remove forensic evidence of the infiltration. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect material consequences arising from such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur. We have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business, including attacks resulting from social engineering such as phishing and ransomware infections. Even if we successfully defend our own digital technologies and services, we also rely on providers of third-party products, services, and networks, with whom we may share data and services, and who may be unable to effectively defend their digital technologies and services against attack."
        },
        {
          "year": 2023,
          "paragraphIndex": 15,
          "text": "could have a material adverse impact on our financial condition, results of operations, cash flows, and future prospects. In addition, if our systems or third-party products, services, and network systems for protecting against cybersecurity risks prove to be insufficient, we could be adversely affected by, among other things, loss of or damage to our intellectual property, proprietary or confidential information; loss of customer, supplier, or our employee data; breach of personal data; interruption of our business operations; disruption of our customers’ businesses; increased legal and regulatory exposure, including fines and remediation costs; and increased costs required to prevent, respond to, or mitigate cybersecurity attacks. These risks could harm our reputation and our relationships with our employees, our customers, our suppliers, our alliance partners and other third parties, and may result in claims against us."
        },
        {
          "year": 2022,
          "paragraphIndex": 12,
          "text": "Our success depends in part on our ability to provide effective data security protection in connection with our digital technologies and services. We rely on information technology networks and systems for internal purposes, including secure data storage, processing, and transmission, as well as in our interactions with our business associates, such as customers and suppliers. We also develop software and other digital products and services that store, retrieve, manipulate, and manage our customers’ information and data, external data, personal data, and our own data. Our digital technologies and services, and those of our business associates, are subject to the risk of cyberattacks and, given the nature of such attacks, some incidents can remain undetected for a period of time despite efforts to detect and respond to them in a timely manner. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect material consequences arising from such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur. We have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business, including attacks resulting from phishing emails and ransomware infections. Even if we successfully defend our own digital technologies and services, we"
        },
        {
          "year": 2022,
          "paragraphIndex": 13,
          "text": "Unauthorized access to or modification of, or actions disabling our ability to obtain authorized access to, our customers’ data, other external data, personal data, or our own data, as a result of a cyber incident, attack or exploitation of a security vulnerability, could result in significant damage to our reputation or disruption of the services we provide to our customers. In addition, allegations, reports, or concerns regarding vulnerabilities affecting our digital products or services could damage our reputation. This could lead to fewer customers using our digital products and services, which could have a material adverse impact on our financial condition, results of operations or prospects. In addition, if our systems, or our third-party business associates’ systems, for protecting against cybersecurity risks prove to be insufficient, we could be adversely affected by, among other things, loss of or damage to intellectual property, proprietary or confidential information, or customer, supplier, or employee data; breach of personal data; interruption of our business operations; increased legal and regulatory exposure, including fines and remediation costs; and increased costs required to prevent, respond to, or mitigate cybersecurity attacks. These risks could harm our reputation and our relationships with our employees, business associates and other third parties, and may result in claims against us."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "We urge you to consider carefully the risks described below, which discuss the material factors that make an investment in our securities speculative or risky, as well as in other reports and materials that we file with the SEC and the other information included or incorporated by reference in this Form 10-K, any of which could materially adversely affect our financial condition, results of operations and cash flows. Additional risks and uncertainties not currently known to us or that we currently deem immaterial may also materially adversely affect our business, reputation, financial condition, results of operations, cash flows and prospects."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "acquisition",
        "championx",
        "proposed acquisition",
        "merger",
        "merger agreement",
        "anticipated benefits",
        "benefits",
        "circumstances",
        "completed",
        "pay",
        "realize",
        "air emissions",
        "antitrust",
        "approvals",
        "april",
        "emergencies",
        "health emergencies",
        "emergency",
        "COVID-19",
        "artificial",
        "closures",
        "covid pandemic",
        "intelligence",
        "limitations access",
        "access sources",
        "activities customer",
        "aggravate",
        "aggravate risk",
        "assurance systems",
        "budgets"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 32,
          "text": "We or ChampionX may terminate the merger agreement between the parties (the “merger agreement”) in certain circumstances as described in our Current Report on Form 8-K filed with the SEC on April 2, 2024. If the proposed acquisition is not completed for any reason, including as a result of failure to obtain required regulatory approvals, the market price of our common stock may be adversely affected; we may experience negative reactions from the financial markets, customers, suppliers and other constituencies; we will be required to pay certain costs relating to the acquisition; and we may be required to pay a termination fee under certain circumstances set forth in the merger agreement."
        },
        {
          "year": 2024,
          "paragraphIndex": 33,
          "text": "If the acquisition is completed, the success of the acquisition will depend on, among other things, our ability to combine our business with that of ChampionX in a manner that facilitates growth opportunities and realizes anticipated synergies. If we are not able to successfully achieve these objectives, the anticipated benefits of the acquisition may not be realized fully, or at all, or may take longer to realize than expected."
        },
        {
          "year": 2024,
          "paragraphIndex": 21,
          "text": "Our operations are subject to international, regional, national, and local laws and regulations in every place where we operate, relating to matters such as environmental protection, health and safety, labor and employment, human rights, import/export controls, currency, emissions reporting, exchange, bribery and corruption, anti-money laundering, data privacy and cybersecurity, intellectual property, immigration, antitrust, and taxation. These laws and regulations are complex, frequently change, have tended to become more stringent over time, and could conflict among one another. In the event the scope of these laws and regulations expands in the future, the incremental cost of compliance could adversely affect our financial condition, results of operations, or cash flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "Public health emergencies, including the COVID-19 pandemic, have caused, and could again cause, a significant reduction in global economic activity, significantly weakening demand for oil and gas, and in turn, demand for our products and services. Other effects of public health emergencies have included, and may continue to include, significant volatility and disruption of the global financial markets; adverse revenue and net income effects; disruptions to our operations, including suspension or deferral of drilling activities; customer shutdowns of oil and gas exploration and production; downward revisions to customer budgets; limitations on access to sources of liquidity; supply chain disruptions; limitations on access to raw materials; employee impacts from illness; and local and regional closures or lockdowns, including temporary closures of our facilities and the facilities of our customers and suppliers. The extent to which our operating and financial results will be and may continue to be affected by public health emergencies will depend on various factors beyond our control, such as the continued severity and duration of the public health emergencies, including any sustained geographic resurgence; the emergence of new variants and strains of a contagious disease or virus; and the success of actions to contain or mitigate the effects of the public health emergency. A public health emergency, and volatile regional and global economic conditions stemming from a public health emergency, could also aggravate our other risk factors described in this Form 10-K."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "Our digital technologies and services, as well as third-party products, services and technologies that we rely on (including emerging technologies, such as artificial intelligence programs), are subject to the risk of cyberattacks and, given the nature of such attacks, some incidents can remain undetected for a period of time despite efforts to detect and respond to them in a timely manner. Cyberattacks are expected to accelerate on a global basis in both frequency and magnitude as threat actors are becoming increasingly sophisticated in using techniques and tools (including artificial intelligence) that circumvent controls, evade detection and even remove forensic evidence of the infiltration. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect material consequences arising from such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur. We have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business, including attacks resulting from social engineering such as phishing and ransomware infections. Even if we successfully defend our own digital technologies and services, we also rely on providers of third-party products, services, and networks, with whom we may share data and services, and who may be unable to effectively defend their digital technologies and services against attack."
        },
        {
          "year": 2023,
          "paragraphIndex": 35,
          "text": "Public health emergencies, such as the COVID-19 pandemic, and resulting adverse economic conditions have had, and may continue to have, a material adverse effect on our financial condition, results of operations, and cash flows."
        }
      ]
    }
  ]
}