{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "united states",
        "branded cards",
        "data report",
        "item financial",
        "statements supplementary",
        "supplementary",
        "supplementary data",
        "GDPR",
        "acquisitions strategic",
        "domestic transactions",
        "dual",
        "dual branded",
        "international payments",
        "kingdom european",
        "pboc",
        "information security",
        "clients customers",
        "alternative payment",
        "dollar",
        "exceed",
        "item report",
        "state",
        "strengthening",
        "achieving",
        "act ifr",
        "addition requirement",
        "administration visa",
        "amounted",
        "announced",
        "announcement"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "Co-badging and co-residency regulations may pose additional challenges in markets where Visa competes with national schemes for issuance and routing. For example, in China, certain banks have issued dual-branded cards for which domestic transactions in China are processed by UnionPay and transactions outside of China are processed by us or other international payments networks. The PBOC is contemplating that dual-branded cards could be phased out over time as new licenses are issued to international companies to participate in China’s domestic payments market. Accordingly, we have been working with Chinese issuers to issue Visa-only branded cards for international travel, and later for domestic transactions after we obtain a BCCI license. However, notwithstanding such efforts, the phase out of dual-branded cards may decrease our payment volumes and impact the revenue we generate in China."
        },
        {
          "year": 2017,
          "paragraphIndex": 25,
          "text": "Our business relies on the processing of data in many jurisdictions and the movement of data across national borders. Legal requirements relating to the collection, storage, handling, use, disclosure, transfer, and security of personal data continue to evolve, and regulatory scrutiny in this area is increasing around the world. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently from country to country and may create inconsistent or conflicting requirements. For example, the GDPR, which becomes effective in May 2018, extends the scope of the EU data protection law to all companies processing data of EU residents, regardless of the company’s location. The law requires companies to meet new requirements regarding the handling of personal data, including new rights such as the “portability” of personal data. Although we have an extensive program underway to address GDPR requirements, our efforts to comply with GDPR and other privacy and data protection laws may entail substantial expenses, may divert resources from other initiatives and projects, and could limit the services we are able to offer. Furthermore, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. The enactment of more restrictive laws, rules, regulations, or future enforcement actions or investigations could impact us through increased costs or restrictions on our business, and noncompliance could result in regulatory penalties and significant legal liability."
        },
        {
          "year": 2017,
          "paragraphIndex": 42,
          "text": "We rely in part on merchants and their relationships with our clients to maintain and expand the acceptance of Visa products. Certain large retail merchants have been exercising their influence in the global payments system in certain jurisdictions, such as the United States, to attempt to lower their acceptance costs by lobbying for new legislation, seeking regulatory enforcement, filing lawsuits and in some cases, refusing to accept Visa products. If they are successful in their efforts, we may face increased compliance and litigation expenses and issuers may decrease their issuance of our products. For example, in the United States, the cost of payment card acceptance has emerged in the context of payment security. A number of merchant trade associations claim that EMV cards without PIN cardholder verification are not worth the investment. The October 2015 liability shift and ongoing transition to EMV resulted in calls for a PIN verification mandate. U.S. merchant-affiliated groups and processors have expressed concerns regarding the EMV certification process. Some policymakers have called upon U.S. competition authorities to consider potential"
        },
        {
          "year": 2016,
          "paragraphIndex": 54,
          "text": "The announcement of Brexit caused significant volatility in global stock markets and currency exchange rate fluctuations that resulted in the strengthening of the U.S. dollar. The strengthening of the U.S. dollar relative to the British pound and other currencies may harm our results of operations as the local currency results of our international operations may translate into fewer U.S. dollars. Uncertainty over Brexit and currency fluctuations could also impact our clients, who may curtail or postpone investments in growing their credit portfolios, limit credit lines, modify fees and loyalty programs, or take other actions that harm our volume and revenue."
        },
        {
          "year": 2016,
          "paragraphIndex": 20,
          "text": "Governments in various jurisdictions, such as in Asia and the Gulf Cooperation Countries in the Middle East, protect certain domestic payment card networks, brands and processors. These governments may impose regulatory requirements that favor domestic providers or that mandate domestic payments processing be done entirely in that country, which would prevent us from overseeing the end-to-end processing of certain transactions. In China, for example, UnionPay continues to enjoy advantages over other international networks, remains the sole processor of domestic payment card transactions and operates the sole domestic acceptance mark. Though the Chinese State Council has announced that international schemes, such as Visa would be able to participate in the domestic market and be eligible to apply for a license to operate a Bank Card Clearing Institution (BCCI) in China, the full implementation guidelines for BCCI’s have yet to be finalized. In Russia, legislation has effectively prevented us from processing in the domestic market and mandated that we migrate our domestic processing business to the state-owned NSPK (or national payment card system), which is the only entity allowed to process domestically."
        },
        {
          "year": 2016,
          "paragraphIndex": 58,
          "text": "In addition, numerous and evolving information security threats, including advanced and persistent cyber-attacks, particularly on our internet-facing and reliant applications, could compromise the confidentiality, availability and integrity of our data. The security measures and procedures we, our clients, merchants and other service providers have in place to protect sensitive account holder data and other information may not be successful or sufficient to counter all data breaches, cyber-attacks or system failures. Although we devote significant resources to our information security program and have implemented security measures to protect our systems and data, there can be no assurance that our efforts will prevent these known or unknown threats."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "canada",
        "data localization",
        "localization",
        "transfers",
        "visa operating",
        "brand reputation",
        "china india",
        "implications",
        "includes",
        "mastercard",
        "networks like",
        "party issuers",
        "southeast",
        "adopted interchange",
        "asia",
        "cfpb",
        "connection",
        "global perception",
        "interoperability",
        "legacy",
        "liability shift",
        "perception brands",
        "systems integration",
        "transition",
        "value brands",
        "verification",
        "accurately",
        "acquired challenges",
        "address",
        "addressing"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 2,
          "text": "MasterCard, American Express, JCB and Discover/Diners Club data sourced from The Nilson Report issue 1130 (April 2018). Includes all consumer and commercial credit, debit and prepaid cards. Some figures are estimates and currency figures are in U.S. dollars. MasterCard excludes Maestro and Cirrus figures. American Express includes figures for third-party issuers. Discover figures consist of U.S. data only and include third-party issuers. JCB figures include third-party issuers and other payment-related products."
        },
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "Our business relies on the processing of data in many jurisdictions and the movement of data across national borders. Legal requirements relating to the collection, storage, handling, use, disclosure, transfer, and security of personal data continue to evolve, and regulatory scrutiny in this area is increasing around the world. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently from country to country and may create inconsistent or conflicting requirements. For example, the GDPR extends the scope of the EU data protection law to all companies processing data of EU residents, regardless of the company’s location. The law requires companies to meet new requirements regarding the handling of personal data. Although we have an extensive data privacy program that addresses the GDPR requirements, our ongoing efforts to comply with GDPR and other privacy and data protection laws (such as the new California Consumer Privacy Act effective as of January 2020 and the Brazilian General Data Protection Law effective as of February 2020) may entail substantial expenses, may divert resources from other initiatives and projects, and could limit the services we are able to offer. In addition, earlier this year, India adopted a data localization law that requires all payment system operators to store domestic transaction data only in India. Such data localization requirements have cost implications for us, impact our ability to utilize the efficiencies and value of our global network, and could affect our strategy. Furthermore, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. The enactment of more restrictive laws, rules, regulations, or future enforcement actions or investigations could impact us through increased costs or restrictions on our business, and noncompliance could result in regulatory penalties and significant legal liability."
        },
        {
          "year": 2018,
          "paragraphIndex": 36,
          "text": "Recent regulatory initiatives in India also suggest growing nationalistic priorities, including a recent data localization mandate passed by the government, which has cost implications for us and could affect our ability to effectively compete with domestic payment providers. Furthermore, regional groups of countries, such as the Gulf Cooperation Countries in the Middle East and a number of countries in Southeast Asia, are considering, or may consider, efforts to restrict our participation in the processing of regional transactions. The African Development Bank has also indicated an interest in supporting national payment systems in its efforts to expand financial inclusion and strengthen regional financial stability. Geopolitical events, including sanctions, trade tensions or other types of activities could potentially intensify this activity, which could adversely affect our business."
        },
        {
          "year": 2017,
          "paragraphIndex": 42,
          "text": "We rely in part on merchants and their relationships with our clients to maintain and expand the acceptance of Visa products. Certain large retail merchants have been exercising their influence in the global payments system in certain jurisdictions, such as the United States, to attempt to lower their acceptance costs by lobbying for new legislation, seeking regulatory enforcement, filing lawsuits and in some cases, refusing to accept Visa products. If they are successful in their efforts, we may face increased compliance and litigation expenses and issuers may decrease their issuance of our products. For example, in the United States, the cost of payment card acceptance has emerged in the context of payment security. A number of merchant trade associations claim that EMV cards without PIN cardholder verification are not worth the investment. The October 2015 liability shift and ongoing transition to EMV resulted in calls for a PIN verification mandate. U.S. merchant-affiliated groups and processors have expressed concerns regarding the EMV certification process. Some policymakers have called upon U.S. competition authorities to consider potential"
        },
        {
          "year": 2017,
          "paragraphIndex": 62,
          "text": "the event of increasing costs or difficulties in maintaining the interoperability of our respective systems during the integration phase. The separation of payment card scheme and processing may also exacerbate this risk. Any inconsistency in the payment processing services and products between Visa Europe and our legacy operations could negatively affect the experience of consumers using Visa products globally. Moreover, we are beginning the process of migrating European activity onto VisaNet's systems in 2018 and successfully integrating our systems is expected to be time consuming, costly and technologically challenging. Failure to authorize, clear, and settle inter-territory transactions quickly and accurately could harm our business and impair the global perception of our brands."
        },
        {
          "year": 2017,
          "paragraphIndex": 0,
          "text": "Supervisory Oversight of the Payments Industry.\nVisa is subject to financial sector oversight and regulation in substantially all of the jurisdictions in which we operate. In the United States, for example, the Federal Financial Institutions Examination Council (FFIEC) has supervisory oversight over Visa under applicable federal banking laws and policies as a technology service provider to U.S. financial institutions. The federal banking agencies comprising the FFIEC are the Federal Reserve Board, the Comptroller of the Currency, the Federal Deposit Insurance Corporation, the National Credit Union Administration, and the Consumer Financial Protection Bureau (CFPB). Visa also may be separately examined by the CFPB as a service provider to the banks that issue Visa-branded consumer credit and debit card products. Central banks in other countries, including Russia, Ukraine, Hong Kong and the United Kingdom (as discussed below), have recognized or designated Visa, for purposes of various degrees of financial stability regulation, as a retail payment system. Visa is also subject to oversight by banking and financial sector authorities in other jurisdictions, such as Brazil, Mexico, Uruguay and Colombia."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "million",
        "percent",
        "fiscal year",
        "cybersource",
        "fintechs",
        "model",
        "small",
        "women",
        "billion",
        "centers",
        "data centers",
        "intelligence",
        "opportunity",
        "checkout",
        "contactless",
        "operating revenues",
        "accessible",
        "furnished sec",
        "information contained",
        "reports proxy",
        "service disruption",
        "statements information",
        "transactions similarly",
        "addition following",
        "additional information",
        "alternative payments",
        "apply",
        "april",
        "australia canada",
        "automated"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 68,
          "text": "Visa’s workforce continues to grow, increasing from approximately 17,000 employees in fiscal year 2018 to 19,500 employees in fiscal year 2019. This growth has been fueled in part by acquisitions, with growth in the regions outpacing growth in the San Francisco Bay Area. At the end of fiscal year 2019, Visa’s global workforce was 59 percent male and 41 percent female. Increasing the representation of women and under-represented minorities remain an area of focus for management. Visa’s commitment to diversity recruiting includes partnering with organizations such as AfroTech, AnitaB.org, Catalyst, Diversity Best Practices, the National Society of Black Engineers, the Society of Hispanic Professional Engineers, Watermark - Silicon Valley Conference for Women, Women in CyberSecurity, Women in Payments and many others to support and develop a diverse talent pipeline. Visa is committed to pay equity for employees doing similar work, regardless of gender, race or ethnicity, and conducts pay equity analyses on an annual basis."
        },
        {
          "year": 2019,
          "paragraphIndex": 3,
          "text": "We facilitate secure, reliable and convenient transactions between financial institutions, merchants and account holders.\nWe traditionally have referred to this as the ‘four party’ model. As the payments ecosystem continues to evolve, we are continuing to broaden this model to include digital banks, wallets and a range of financial technology companies (fintechs), governments and non-governmental organizations. We provide transaction processing services (primarily authorization, clearing and settlement) to our financial institution and merchant clients through VisaNet, our global processing platform. During fiscal year 2019, we saw 201.9 billion payments and cash transactions with Visa’s brand, equating to an average of 553 million transactions a day. Of the 201.9 billion total transactions, 138.3 billion were processed by Visa."
        },
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "Contactless payments — or when a consumer taps to pay at checkout with a contactless card or mobile phone — continues to see strong adoption around the world. In 2019, excluding the United States (“U.S.”), tap to pay had surpassed 50 percent of face-to-face transactions that ran over the Visa network. This is up from less than 30 percent just two years ago. There are now more than 50 countries where tapping to pay represents at least a third of all domestic face-to-face transactions processed on our network, up from 35 countries at the end of last fiscal year."
        },
        {
          "year": 2018,
          "paragraphIndex": 23,
          "text": "We are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (Exchange Act) and its rules and regulations. The Exchange Act requires us to file periodic reports, proxy statements and other information with the U.S. Securities and Exchange Commission (SEC). Copies of these reports, proxy statements and other information can be viewed at\nhttp://www.sec.gov\n. Our corporate website is accessible at\nhttp://corporate.visa.com\n. We make available, free of charge, on our investor relations website at\nhttp://investor.visa.com\nour annual reports on Form 10-K, our quarterly reports on Form 10-Q, our current reports on Form 8-K and any amendments to those reports as soon as reasonably practicable after they are electronically filed with, or furnished to, the SEC. We also may include supplemental financial information on our investor relations website at\nhttp://investor.visa.com\nand may use this website as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. Accordingly, investors should monitor such portions of our investor relations website, in addition to following SEC filings and publicly available conference calls. The information contained on, or accessible through, our corporate website, including the information contained on our investor relations website, is not incorporated by reference into this report or any other report filed with, or furnished to, the SEC."
        },
        {
          "year": 2018,
          "paragraphIndex": 68,
          "text": "Our cybersecurity and processing systems, as well as those of financial institutions, merchants, and third-party service providers, may experience errors, interruptions, delays or damage from a number of causes, including power outages, hardware, software and network failures, computer viruses, malware or other destructive software, internal design, manual or usage errors, cyber-attacks, terrorism, workplace violence or wrongdoing, catastrophic events, natural disasters and severe weather conditions. For instance, on June 1, 2018, our European authorization systems suffered a partial service disruption that prevented many cardholders from using Visa’s European systems for payments for several hours that day. Although that service disruption was caused by a switch malfunction, rather than a cyber-attack, and was limited to the European authorization system, which has since been decommissioned with the processing migration to our global platform, the fact remains that our systems are highly technical and complex and are not immune from errors and vulnerabilities."
        },
        {
          "year": 2018,
          "paragraphIndex": 54,
          "text": "Our financial institution clients and merchants can reassess their commitments to us at any time or develop their own competitive services. While we have certain contractual protections, our clients, including some of our largest clients, generally have flexibility to issue non-Visa products. Further, in certain circumstances, our financial institution clients may decide to terminate our contractual relationship on relatively short notice without paying significant early termination fees. Because a significant portion of our operating revenues is concentrated among our largest clients, the loss of business from any one of these larger clients could harm our business, results of operations, and financial condition."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "table content",
        "COVID-19",
        "outbreak",
        "sellers",
        "new flows",
        "plaid",
        "installments",
        "covid outbreak",
        "human capital",
        "micro",
        "score",
        "white",
        "capital management",
        "community",
        "covid pandemic",
        "contents",
        "table contents",
        "october",
        "scan",
        "transit",
        "associations",
        "associations visa",
        "broaden",
        "business model",
        "completed",
        "economic conditions",
        "engineers",
        "imposed restrictions",
        "libra",
        "netlink"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 63,
          "text": "Central to our long-term strategy is attracting, developing and retaining the best talent globally with the right skills to drive our success. In fiscal year 2020, the COVID-19 pandemic had a significant impact on our human capital management. A large majority of our workforce worked remotely throughout the second half of 2020, and we instituted safety protocols and procedures for the essential employees who continued to work on site. Visa committed that no employee layoffs would occur in calendar year 2020 related directly to COVID-19. Visa’s workforce grew in 2020 at a slower pace than prior years, increasing from approximately 19,500 employees in fiscal year 2019 to approximately 20,500 employees in fiscal year 2020. Voluntary workforce turnover (rolling 12-month attrition) was 6.3% in September 2020. At the end of fiscal year 2020, Visa’s global workforce was 59% male and 41% female, and women represented 34% of Visa’s leadership (defined as vice president level and above). In the U.S., ethnicity of our workforce was 38% White, 42% Asian, 11% Hispanic, 6% Black and 3% other. For our U.S. leadership, the breakdown was 63% White, 19% Asian, 12% Hispanic, 4% Black and 2% other."
        },
        {
          "year": 2020,
          "paragraphIndex": 22,
          "text": "Drive new acceptance categories to uncover additional growth\n. We continue to expand our acceptance footprint in both mature and emerging markets, so that businesses and devices are enabled to send and receive funds via the Visa network in categories such as vending, laundry, gaming, parking, electric vehicle charging, rent and tuition. For example, in emerging markets, while 40% of the national GDP is contributed by small and micro-sellers, fewer than 10% of these sellers currently accept digital payments. In January 2020, Visa announced Tap to Phone technology to help sellers accept digital payments without any additional hardware. This technology allows micro-businesses to use smartphones to accept digital payments instead of a software terminal."
        },
        {
          "year": 2020,
          "paragraphIndex": 130,
          "text": "There are no comparable recent events that provide guidance as to the effect COVID-19 may have on our business, and, as a result, the ultimate impact of the outbreak is highly uncertain and subject to change. While we have taken measures to modify our business practices and reduce operating expenses, including scaling back hiring plans, restricting travel, lowering marketing spend and the use of external resources, the impact that COVID-19 will have on our business, results of operations and financial condition in the longer term remains difficult to predict due to numerous uncertainties, including the transmissibility, severity and duration of the outbreak, the effectiveness of social distancing measures or actions that are voluntarily adopted by the public or required by governments or public health authorities, the development and availability of effective treatments or vaccines, and the impact to our employees and our operations, the business of our clients, supplier and business partners, and other factors."
        },
        {
          "year": 2019,
          "paragraphIndex": 93,
          "text": "Visa Inc. was incorporated in Delaware in May 2007, and we completed our initial public offering in March 2008. Prior to 2007 when Visa was reorganized, Visa served its member financial institutions through Visa International and regional member-owned associations (e.g., Visa U.S.A. Inc. and Visa Canada Corporation). As part of the 2007 reorganization, these associations became a part of Visa Inc. in October 2007, with the exception of Visa Europe Limited, which continued to operate as an association until our acquisition in June 2016. Please see\nItem 8. Financial Statements and Supplementary Data-Notes to the Consolidated Financial Statements-Note 14-Stockholders’ Equity\nfor information regarding our capital structure."
        },
        {
          "year": 2019,
          "paragraphIndex": 27,
          "text": "Our scan to pay service has emerged as one of our most successful low-cost acceptance solutions for merchants, enabling the growth of digital payments in developing economies and remote locations. In some countries, the infrastructure for traditional payments technology simply may not exist. With scan to pay, a business needs only to display a QR code to accept digital payments, saving the cost, time and complexity of installing a terminal and telecommunications wiring. Scan to pay is already live in parts of Africa, Eastern Europe, the Middle East and Asia, with plans to expand into emerging markets of all sizes and regions."
        },
        {
          "year": 2019,
          "paragraphIndex": 20,
          "text": "Contactless payments can also open up new payment experiences, such as transit. Transit continues to be an important use case for introducing consumers to the benefits of tapping to pay. In 2019, Visa helped launch contactless transit solutions in cities around the world, including Belarus, Edinburgh, Florence, Manchester, Miami, Milan, New York, Rio de Janeiro, Singapore, São Paulo and more — making it easier for people to get around while reducing operating costs for private and public transport operators."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "contents",
        "table contents",
        "esg",
        "acquired entities",
        "Supply chain",
        "cryptocurrency",
        "expectations",
        "Coronavirus",
        "alternative payments",
        "badged",
        "bnpl",
        "ecommerce platforms",
        "flexible",
        "growing number",
        "identity solutions",
        "table content",
        "plaid",
        "Artificial intelligence",
        "acquired business",
        "categories",
        "covid outbreak",
        "machine learning",
        "merchant acquirer",
        "micro",
        "withdrawal",
        "working capital",
        "accept digital",
        "acquirer solutions",
        "chip",
        "continuing"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 74,
          "text": "ESG and Sustainability:\nCertain governments around the world are adopting laws and regulations pertaining to ESG performance, transparency and reporting. Regulations may include mandated corporate reporting on ESG overall (e.g., EU Sustainable Reporting Directive) or in individual areas such as mandated reporting on climate-related financial disclosures."
        },
        {
          "year": 2021,
          "paragraphIndex": 50,
          "text": "As a trusted brand, Visa has an opportunity and responsibility to contribute to a more inclusive, equitable and sustainable world. We believe that economies that include everyone everywhere, uplift everyone everywhere. As we build business resilience and long-term value, we are committed to managing the risks and opportunities that arise from ESG issues. We are focused on empowering people and economies; securing commerce and protecting customers; investing in our workforce; protecting the planet; and operating responsibly. Our 2020 ESG report, which provides enhanced ESG disclosures is available on our website at\nusa.visa.com/about-visa/esg.html\n."
        },
        {
          "year": 2021,
          "paragraphIndex": 141,
          "text": "The talents and efforts of our employees, particularly our key management, are vital to our success. The market for highly skilled workers and leaders in our industry, especially in fintech, technology and other specialized areas, is extremely competitive. Our management team has significant industry experience and would be difficult to replace. We may be unable to retain them or to attract other highly qualified employees, particularly if we do not offer employment terms that are competitive with the rest of the labor market. Ongoing changes in laws and policies regarding immigration and work authorizations have made it more difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could continue to impair our ability to attract and retain qualified employees. Failure to attract, hire, develop, motivate, and retain highly qualified and diverse employee talent; to meet our goals related to fostering an inclusive and diverse culture, including increasing the number of underrepresented employees in the U.S.; to develop and implement an adequate succession plan for the management team; to maintain a corporate culture that fosters innovation, collaboration and inclusion; or to design and successfully implement flexible work models that meet the expectations of employees and prospective employees could disrupt our operations and adversely affect our business and our future success. These challenges may be further amplified by the ongoing coronavirus pandemic."
        },
        {
          "year": 2020,
          "paragraphIndex": 22,
          "text": "Drive new acceptance categories to uncover additional growth\n. We continue to expand our acceptance footprint in both mature and emerging markets, so that businesses and devices are enabled to send and receive funds via the Visa network in categories such as vending, laundry, gaming, parking, electric vehicle charging, rent and tuition. For example, in emerging markets, while 40% of the national GDP is contributed by small and micro-sellers, fewer than 10% of these sellers currently accept digital payments. In January 2020, Visa announced Tap to Phone technology to help sellers accept digital payments without any additional hardware. This technology allows micro-businesses to use smartphones to accept digital payments instead of a software terminal."
        },
        {
          "year": 2020,
          "paragraphIndex": 66,
          "text": "Plaid Acquisition.\nIn January 2020, Visa entered into a definitive agreement to acquire Plaid, a network that makes it easy for people to securely connect their financial accounts to the apps they use to manage their financial lives. Plaid’s products enable consumers to conveniently share their financial information with thousands of apps and services. Visa’s acquisition of Plaid represents both an entry into new businesses and complementary enhancements to Visa’s existing business. This acquisition is subject to customary closing conditions, including regulatory reviews and approvals."
        },
        {
          "year": 2020,
          "paragraphIndex": 23,
          "text": "Promote inclusive financial access\n. According to the World Bank, 1.7 billion adults worldwide still lack access to formal financial services, which means they do not have access to the services that can help facilitate the growth of their economic livelihood. In 2015, Visa made a commitment to provide first-time access to a digital payments account for 500 million people worldwide by 2020 in support of the World Bank’s goal of Universal Financial Access. We met this commitment ahead of schedule in 2019. We are continuing this work by supporting women’s advancement, small businesses, and the expansion of financial inclusion through programs that support skill development and access to networks and financial services for under and unbanked populations. For example, in June, we announced a global commitment to elevate 50 million small and micro businesses worldwide in an effort to help local businesses in the wake of the COVID-19 pandemic. As part of the global commitment, Visa also formed the Visa Economic Empowerment Institute focused on economic and societal issues, including pandemic challenges small and micro businesses face and closing racial and gender opportunity gaps."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "acquisitions joint",
        "ventures strategic",
        "entities joint",
        "covid pandemic",
        "longer",
        "war",
        "european sanctions",
        "focusing",
        "sanctions russia",
        "ventures investments",
        "war ukraine",
        "beginning",
        "border activities",
        "career",
        "fba",
        "crypto",
        "india russia",
        "html",
        "Coronavirus",
        "badged",
        "linked",
        "mir",
        "signed",
        "GDPR",
        "agreement",
        "allowed",
        "businesses strategic",
        "china respectively",
        "cjeu",
        "definitive"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 125,
          "text": "Geopolitical trends towards nationalism, protectionism, and restrictive visa requirements, as well as continued activity and uncertainty around economic sanctions, tariffs or trade restrictions also limit the expansion of our business in certain regions and have resulted in us suspending our operations in other regions. As a result of U.S. and European sanctions against Russia, we suspended our operations in Russia in March 2022 and are no longer generating revenue from domestic and cross-border activities related to Russia. For fiscal 2022 and fiscal 2021, total net revenues from Russia, including revenues driven by domestic as well as cross-border activities, were approximately 2% and 4% of our consolidated net revenues, respectively. All transactions initiated with Visa cards issued by financial institutions outside Russia no longer work within Russia, and all transactions on cards issued by financial institutions in Russia may be processed on a domestic network, unrelated to Visa, and no longer work outside the country. The war in Ukraine and any further actions by, or in response to such actions by, Russia or its allies could have lasting impacts on Ukraine as well as other regional and global economies, any or all of which could adversely affect our business."
        },
        {
          "year": 2022,
          "paragraphIndex": 124,
          "text": "In addition, outbreaks of illnesses, pandemics like COVID-19, or other local or global health issues, political uncertainties, international hostilities, armed conflict, war (such as the ongoing war in Ukraine), civil unrest, climate-related events, including the increasing frequency of extreme weather events, impacts to the power grid, and natural disasters have to varying degrees negatively impacted our operations, clients, third-party suppliers, activities, and cross-border travel and spend. The ongoing effects of the COVID-19 pandemic remain difficult to predict due to numerous uncertainties, including the transmissibility and severity of new variants of the virus; the uptake and effectiveness of actions that are taken by governments, businesses or individuals in response to the pandemic; the impact of the reopening of borders and resumption of international travel; the indirect impact of the pandemic on global economic activity; and the impact on our employees and our operations, the business of our clients, suppliers and business partners. In addition, a number of countries took steps during the pandemic to temporarily cap interchange or other fees on electronic payments as part of their COVID-19 economic relief measures. While most have been rescinded or have expired, it is possible that proponents of interchange and/or MDR regulation may try to position government intervention as necessary to support potential future economic relief initiatives."
        },
        {
          "year": 2022,
          "paragraphIndex": 83,
          "text": "•\nWhile the focus of interchange regulation has primarily been on domestic rates historically, there is increasing focus on cross-border rates in recent years. For example, in 2019, we settled certain cross-border interchange rates with the European Commission. T\nhe UK’s PSR recently initiated two market reviews: one focusing on post-Brexit increases in interchange rates for transactions between the UK and Europe, and the other focusing on increases in scheme and processing fees in the UK. Meanwhile,\nCosta Rica became the first country to formally regulate cross-border interchange rates by direct regulation. Cross-border MDR is also regulated in Costa Rica and Turkey."
        },
        {
          "year": 2021,
          "paragraphIndex": 21,
          "text": "We enable cryptocurrencies for everyday payments through our global presence, partnership approach and trusted brand. We want to serve as the bridge between the crypto ecosystem and our global network, which would enable our clients to provide consumers the ability to easily convert cryptocurrencies into fiat and access our global network of more than 80 million merchant locations and 15,100 financial institutions. In fiscal year 2021, we had $3.5 billion in payments volume on crypto-linked card programs, which are crypto wallets linked to Visa credentials"
        },
        {
          "year": 2021,
          "paragraphIndex": 22,
          "text": "where cryptocurrencies are converted to fiat currency before funds can be accessed through the Visa credential. We are advancing this effort through our partnerships with nearly 60 crypto platforms on crypto-linked Visa card programs. We are also building infrastructure capabilities and value added services to support crypto use cases, including future settlement in digital currencies, a new Visa Crypto API platform to help financial institutions create a cryptocurrency offering, assisting central banks as they evaluate digital currencies and a growing number of other services and infrastructure capabilities."
        },
        {
          "year": 2021,
          "paragraphIndex": 49,
          "text": "On July 22, 2021, we signed a definitive agreement to acquire The Currency Cloud Group Limited (Currencycloud), a UK-based global platform that enables banks and fintechs to provide innovative foreign exchange solutions for cross-border payments. The Tink and Currencycloud transactions are subject to regulatory approvals and other customary closing conditions."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "crs",
        "item report",
        "machine learning",
        "Generative AI",
        "considerations",
        "crs related",
        "deployment",
        "generative",
        "incident",
        "item government",
        "use deployment",
        "ai machine",
        "circumstances result",
        "context ai",
        "esg",
        "fiscal year",
        "network networks",
        "billion",
        "contactless",
        "countries territories",
        "visa direct",
        "identity",
        "money movement",
        "tools",
        "approach",
        "enables",
        "helps",
        "jcb",
        "tap"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 31,
          "text": "We are also subject to a variety of laws and regulations governing the development, use, and deployment of AI technologies. These laws and regulations are still evolving, and there is no single global regulatory framework for AI. The market is still assessing how regulators may apply existing consumer protection and other laws in the context of AI. There is thus uncertainty on what new laws will look like and how existing laws will apply to our development, use, and deployment of AI. In the midst of this uncertainty, we may face challenges due to the complexity and rapidly changing nature of AI technology and applicable laws. Our use of AI and machine learning is subject to various risks at each stage of use. In the context of AI development, risks relate to intellectual property considerations, the use of personal information, and flaws in algorithms or datasets used for training. In the context of use and deployment, risks include ethical considerations regarding the outputs, and our ability to safely deploy AI throughout the organization. Our development and implementation of governance frameworks for our AI and machine learning systems may not be successful in mitigating all of these emerging risks."
        },
        {
          "year": 2023,
          "paragraphIndex": 61,
          "text": "Our stakeholders often hold differing views on our CRS-related goals and initiatives, which may result in negative attention in traditional and social media or a negative perception of our response to concerns regarding these matters. In addition, we also face potentially conflicting supervisory directives as certain U.S. regulatory and non-U.S. authorities have prioritized CRS-related issues while Congress and certain U.S. state governments have signaled pursuing potentially conflicting priorities. These circumstances, among others, may result in pressure from"
        },
        {
          "year": 2023,
          "paragraphIndex": 64,
          "text": "The global payments industry is undergoing significant and rapid technological change, including increased proliferation of mobile and other proximity and in-app payment technologies, ecommerce, tokenization, cryptocurrencies, distributed ledger and blockchain technologies, cloud-based encryption and authorization, and new authentication technologies such as biometrics, FIDO 2.0, 3D Secure 2.0 and dynamic cardholder verification values or dCVV2. As a result, we expect new services and technologies to continue to emerge and evolve, including those developed by Visa such as our new flows offerings. For example, in the past year generative AI solutions have emerged as an opportunity for Visa, its clients, suppliers, merchants, and partners to innovate more quickly and better serve consumers. Rapid adoption and novel uses of generative AI across the marketplace may also introduce unique and unpredictable security risks to our systems, information, and the payments ecosystem. In addition to our own initiatives and innovations, we work closely with third parties, including potential competitors, for the development of, and access to, new technologies. It is difficult, however, to predict which technological developments or innovations will become widely adopted and how those technologies may be regulated. Moreover, some of the new technologies could be subject to intellectual property-related lawsuits or claims, potentially impacting our development efforts and/or requiring us to obtain licenses, implement design changes or discontinue our use. If we or our partners fail to adapt and keep pace with new technologies in the payments space in a timely manner, it could harm our ability to compete, decrease the value of our products and services to our clients, impact our intellectual property or licensing rights, harm our business and impact our future growth."
        },
        {
          "year": 2022,
          "paragraphIndex": 17,
          "text": "Globally, we have more than 30 countries and territories with more than 90 percent contactless penetration and more than 90 countries where tap to pay is more than 50 percent of face-to-face transactions. Excluding the United States, more than 70 percent of face-to-face transactions globally were contactless. In the U.S., Visa has 28 percent contactless penetration and 495 million tap-to-pay-enabled Visa cards. We have activated more than 600 contactless public transport projects worldwide. In addition, we surpassed one billion contactless transactions on global transit systems in fiscal year 2022, an increase of 70% year over year."
        },
        {
          "year": 2022,
          "paragraphIndex": 23,
          "text": "In fiscal year 2022, we had 5.9 billion Visa Direct transactions, an increase of 36 percent year over year, excluding Russia from both periods, and more than 60 use cases and 2,000 programs. Visa Direct connected 16 card-based networks, 66 automated clearing house (ACH) schemes, 11 real-time payment (RTP) networks and five gateways. With the addition of push-to-wallet capabilities to Visa Direct Payouts, which is an existing service that allows Visa financial institutions and its partners to send push-to-account and push-to-card payouts, Visa Direct will be able to provide access to nearly 7 billion cards, accounts and digital wallets across more than 190 countries and territories."
        },
        {
          "year": 2022,
          "paragraphIndex": 3,
          "text": "•\nWe facilitate secure, reliable and efficient money movement among consumers, issuing and acquiring financial institutions, and merchants.\nWe have traditionally referred to this as the “four-party” model. Please see\nOur Core Business\ndiscussion below. As the payments ecosystem continues to evolve, we have broadened this model to include digital banks, digital wallets and a range of financial technology companies (fintechs), governments and non-governmental organizations (NGOs). We provide transaction processing services (primarily authorization, clearing and settlement) to our financial institution and merchant clients through VisaNet, our advanced transaction processing network. During fiscal year 2022, we saw 258 billion payments and cash transactions with Visa’s brand, equating to an average of 707 million transactions per day. Of the 258 billion total transactions, 193 billion were processed by Visa."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "net revenue",
        "ai act",
        "impact net",
        "incidents attacks",
        "monitor",
        "actors",
        "ai systems",
        "burdens business",
        "cnp",
        "designated",
        "enacted",
        "encourage",
        "high risk",
        "implemented",
        "market review",
        "revenues",
        "net revenues",
        "covid pandemic",
        "economic relief",
        "impact revenues",
        "relief",
        "revenues profits",
        "transaction revenues",
        "accuracy currently",
        "acquirers win",
        "activity employees",
        "addition requirement",
        "adjusting product",
        "adverse effect",
        "allocation"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 30,
          "text": "We are also subject to a variety of laws and regulations governing the development, use, and deployment of AI technologies. These laws and regulations are still evolving, and there is no single global regulatory framework for AI. The market is still assessing how regulators may apply existing consumer protection and other laws in the context of AI. There is thus uncertainty on what new laws will look like and how existing laws will apply to our development, use, and deployment of AI. In the midst of this uncertainty, we may face challenges due to the complexity and rapidly changing nature of AI technology and applicable laws. Our use of AI and machine learning is subject to various risks at each stage of use. In the context of AI development, risks include those related to intellectual property considerations, the collection and use of personal information, third party risks, technical limitations of algorithms and the accuracy of training data, and compliance with emerging AI legal standards. In the context of use and deployment, risks include ethical and compliance considerations, and our ability to monitor and safely deploy AI systems throughout the organization with appropriate safeguards. The EU has adopted a comprehensive AI Act that applies harmonized rules across Europe with the aim of fostering innovation and respecting fundamental rights. The EU AI Act comes into force in stages with the key provisions related to high risk AI coming into force in August 2026. There is still limited guidance on the EU AI Act, but it could, depending on how provisions are interpreted and enforced, limit the ability to create and deploy AI systems for uses deemed high-risk in the EU or add increased compliance costs associated with these systems. Our development and implementation of governance frameworks for our AI and machine learning systems may not be successful in mitigating all of these emerging risks."
        },
        {
          "year": 2024,
          "paragraphIndex": 56,
          "text": "More than half of our net revenue is earned outside the U.S. In addition, international cross-border transaction revenue represents a significant part of our net revenue and is an important part of our growth strategy. Our net revenue is dependent on the volume and number of payment transactions made by consumers, governments, and businesses whose spending patterns may be affected by economic, political, market, health and social events or conditions. Adverse macroeconomic conditions within the U.S. or internationally, including but not limited to recessions, inflation, rising interest rates, high unemployment, currency fluctuations, actual or anticipated large-scale defaults or failures, rising energy prices, or a slowdown of global trade, and reduced consumer, small business, government, and corporate spending, have a direct impact on our volumes, transactions and net revenue. Furthermore, in efforts to deal with adverse macroeconomic conditions, governments may introduce new or additional initiatives or requests to reduce or eliminate payment fees or other costs. In an overall soft global economy, such pricing measures could result in additional financial pressures on our business."
        },
        {
          "year": 2024,
          "paragraphIndex": 49,
          "text": "In addition, we face intense competitive pressure on the prices we charge our financial institution clients. In certain regions, we are increasingly facing competition from RTP networks, other payment facilitators offering lower pricing, and government involvement in domestic and cross-border payments. In order to stay competitive, we may need to adjust our pricing or offer incentives to our clients to grow payments volume, enter new market segments, adapt to regulatory changes, and expand their use and acceptance of Visa products and services. These include up-front cash payments, fee discounts, rebates, credits, performance-based incentives, marketing and other support payments that impact our net revenue and profitability. In addition, we offer incentives to certain merchants and acquirers to encourage them to route transactions to Visa. Pressures on pricing, incentives, fee discounts and rebates could moderate our growth. If we are not able to implement cost containment and productivity initiatives in other areas of our business or grow our volumes in other ways to offset or absorb the financial impact of these incentives, fee discounts and rebates, it may harm our net revenue and profits."
        },
        {
          "year": 2023,
          "paragraphIndex": 56,
          "text": "Geopolitical trends towards nationalism, protectionism, and restrictive visa requirements, as well as continued activity and uncertainty around economic sanctions, tariffs or trade restrictions also limit the expansion of our business in certain regions and have resulted in us suspending our operations in other regions. During fiscal 2022, economic sanctions were imposed on Russia by the U.S., European Union, United Kingdom and other jurisdictions and authorities, impacting Visa and its clients. In March 2022, we suspended our operations in Russia and as a result, are no longer generating revenue from domestic and cross-border activities related to Russia. For fiscal 2022 and 2021, total net revenues from Russia, including revenues driven by domestic as well as cross-border activities, were approximately 2% and 4% of our consolidated net revenues, respectively. The war in Ukraine and any further actions by, or in response to such actions by, Russia or its allies could have lasting impacts on Ukraine as well as other regional and global economies, any or all of which could adversely affect our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 54,
          "text": "More than half of our net revenues are earned outside the U.S. International cross-border transaction revenues represent a significant part of our revenue and are an important part of our growth strategy. Our revenues are dependent on the volume and number of payment transactions made by consumers, governments, and businesses whose spending patterns may be affected by economic, political, market, health and social events or conditions. Adverse macroeconomic conditions within the U.S. or internationally, including but not limited to recessions, inflation, rising interest rates, high unemployment, currency fluctuations, actual or anticipated large-scale defaults or failures, rising energy prices, or a slowdown of global trade, and reduced consumer, small business, government, and corporate spending, have a direct impact on our volumes, transactions and revenues. Furthermore, in efforts to deal with adverse macroeconomic conditions, governments may introduce new or additional initiatives or requests to reduce or eliminate payment fees or other costs. In an overall soft global economy, such pricing measures could result in additional financial pressures on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 48,
          "text": "performance-based incentives, marketing and other support payments that impact our revenues and profitability. In addition, we offer incentives to certain merchants and acquirers to win routing preference in relation to other network options or forms of payment. Market pressures on pricing, incentives, fee discounts and rebates could moderate our growth. If we are not able to implement cost containment and productivity initiatives in other areas of our business or increase our volumes in other ways to offset or absorb the financial impact of these incentives, fee discounts and rebates, it may harm our net revenues and profits."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "sellers",
        "seller",
        "shareholders",
        "agentic",
        "agentic commerce",
        "clients sellers",
        "common shareholders",
        "court",
        "stablecoins",
        "district",
        "institutions sellers",
        "sellers party",
        "specific",
        "district court",
        "irfs",
        "merchants",
        "stockholders",
        "volumes",
        "common stockholders",
        "institutions merchants",
        "merchants party",
        "open",
        "banking",
        "diverse",
        "generative",
        "merchants acquirers",
        "new flows",
        "client merchant",
        "cnp",
        "connections merchants"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 33,
          "text": "In particular, the adoption of agentic commerce, in which autonomous AI agents initiate and execute transactions on behalf of users, presents novel and complex regulatory, privacy and cybersecurity risks. Legal frameworks governing such autonomous agents remain nascent, with limited direct guidance specific to payments. The interplay between payments regulations, data privacy laws and evolving AI regulations may create uncertainty around compliance obligations and potential liability exposure as more participants (including sellers, fintechs, AI developers and enablers) enter the agentic commerce ecosystem. The market is still assessing how regulators may apply existing consumer protection and other laws in the context of AI. For example, as agentic commerce solutions scale, we may see increased instances of erroneous or disputed payments, increased chargebacks and reputational harm. Furthermore, reliance on agentic AI introduces challenges in monitoring cross-border, prohibited or high-risk transactions, where conflicting regulatory requirements may apply. The fragmented regulatory landscape for emerging technologies such as AI and inconsistent requirements across legal frameworks may amplify difficulties in identifying, preventing or mitigating risk with a single global approach, potentially increasing our compliance costs or stratifying our ability to leverage certain data or technologies for innovation. For instance, the EU has adopted a comprehensive AI Act that establishes harmonized rules across Europe, with key provisions for high-risk AI systems taking effect in August 2026. Meanwhile, several U.S. states, including California, Colorado and Utah, have adopted AI-specific frameworks or are considering applying existing consumer and data protection laws to regulate AI. Depending on how these different regulations are interpreted and enforced, they may limit the ability to develop and deploy AI systems or significantly increase associated compliance costs. Our development and implementation of governance frameworks aimed at complying with emerging laws and regulations applicable to our AI and machine learning systems may not be successful in mitigating all of these emerging risks."
        },
        {
          "year": 2025,
          "paragraphIndex": 5,
          "text": "•\nRegulations adopted by the U.S. Federal Reserve cap the maximum U.S. debit interchange reimbursement rate received by large financial institutions at 21 cents plus 5 basis points per transaction, plus a possible fraud adjustment of 1 cent. Additionally, the Dodd-Frank Act limits issuers’ and payment networks’ ability to adopt network exclusivity and preferred routing in the debit and prepaid area, which also impacts our business. In response to seller requests, the Federal Reserve has recently taken actions to revisit its regulations that implement these aspects of the Dodd-Frank Act. For example, in October 2022, the Federal Reserve published a final rule effectively requiring issuers to ensure that at least two unaffiliated networks are available for routing ecommerce debit transactions by July 1, 2023. In October 2023, the Federal Reserve issued a proposal for comment that further lowers debit interchange rates, with a mechanism for automatic adjustment every two years. Finally,\nin August 2025, the District Court for the District of North Dakota ruled that the Federal Reserve exceeded its authori\nty in implementing Regulation II, which sets debit card interchange fees. The court found the Federal Reserve improperly included various costs beyond what the Durbin Amendment allows, such as fraud losses, network fees and other fixed costs, when setting the debit interchange fee standard. As a result, the court vacated Regulation II’s debit interchange fee"
        },
        {
          "year": 2025,
          "paragraphIndex": 79,
          "text": "Although their voting rights are limited, holders of our class B-1, B-2 and C common stock and, in certain specified circumstances, holders of our series A, B and C preferred stock, can vote on certain significant transactions. With respect to our class B-1, B-2 and C common stock, these transactions include a proposed consolidation or merger, a decision to exit our core payments business and any other vote required under Delaware law. With respect to our series A, B and C preferred stock, voting rights are limited to proposed consolidations or mergers in which holders of the series A, B and C preferred stock would receive shares of stock or other equity securities with preferences, rights and privileges that are not substantially identical to the preferences, rights and privileges of the applicable series of preferred stock; or, in the case of series B and C preferred stock, holders would receive securities, cash or other property that is different from what our class A common shareholders would receive. Because the holders of classes of capital stock other than class A common stock are our current and former financial institution clients, they may have interests that diverge from our class A common shareholders. As a result, the holders of these classes of capital stock may not have the same incentive to approve a corporate action that may be favorable to the holders of class A common stock, and their interests may otherwise conflict with interests of our class A common shareholders."
        },
        {
          "year": 2024,
          "paragraphIndex": 40,
          "text": "Certain of our competitors operate with different business models, have different cost structures or participate in different market segments. Many of these competitors are also able to use existing payment networks without being subject to many of the associated costs. Moreover, these competitors also occupy various roles in the payments ecosystem that enable them to influence payment choice of other participants. Those business models may ultimately prove more successful or more adaptable to regulatory, technological and other developments. In some cases, these competitors have the support of government mandates that prohibit, limit or otherwise hinder our ability to compete for transactions within certain countries and regions. Some of our competitors, including American Express, Discover, private-label card networks, virtual currency providers, technology companies that enable the exchange of digital assets, and certain alternative payments systems like Alipay and WeChat Pay, operate closed-loop payments systems, with direct connections to both merchants and consumers. Government actions or initiatives such as the Dodd-Frank Act, the IFR in Europe, or RTP initiatives by governments such as the U.S. Federal Reserve’s FedNow or the Central Bank of Brazil’s Pix system may provide competitors with increased opportunities to derive competitive advantages from these business models, and may create new competitors, including in some cases the government itself. Similarly, regulation in Europe under PSD2 and the IFR may require us to open up access to, and allow participation in, our network to additional participants, and reduce the infrastructure investment and regulatory burden on competitors. In addition to the open banking provisions under PSD2, efforts to implement or facilitate open banking and open finance requirements are underway across a number of countries, including Australia, Brazil, Canada and the U.S., which could impose additional requirements on financial institutions or others regarding access to and use of financial data. We also run the risk of disintermediation due to factors such as emerging technologies and platforms, including mobile payments, alternative payment credentials, other ledger technologies or payment forms, and by virtue of increasing bilateral agreements between entities that prefer not to use our payments network for processing transactions. For example, merchants could process transactions directly with issuers, or processors could process transactions directly with issuers and acquirers."
        },
        {
          "year": 2024,
          "paragraphIndex": 81,
          "text": "Although their voting rights are limited, holders of our class B-1, B-2 and C common stock and, in certain specified circumstances, holders of our series A, B and C preferred stock, can vote on certain significant transactions. With respect to our class B-1, B-2 and C common stock, these transactions include a proposed consolidation or merger, a decision to exit our core payments business and any other vote required under Delaware law. With respect to our series A, B and C preferred stock, voting rights are limited to proposed consolidations or mergers in which holders of the series A, B and C preferred stock would receive shares of stock or other equity securities with preferences, rights and privileges that are not substantially identical to the preferences, rights and privileges of the applicable series of preferred stock; or, in the case of series B and C preferred stock, holders would receive securities, cash or other property that is different from what our class A common stockholders would receive. Because the holders of classes of capital stock other than class A common stock are our current and former financial institution clients, they may have interests that diverge from our class A common stockholders. As a result, the holders of these classes of capital stock may not have the same incentive to approve a corporate action that may be favorable to the holders of class A common stock, and their interests may otherwise conflict with interests of our class A common stockholders."
        },
        {
          "year": 2024,
          "paragraphIndex": 51,
          "text": "to maintain and expand the use and acceptance of Visa products. Certain merchants and merchant-affiliated groups have been exerting their influence in the global payments system in certain jurisdictions, such as the U.S., Australia, Canada and Europe, to attempt to lower acceptance costs paid by merchants to acquirers or their agents to accept payment products or services, by lobbying for new legislation, seeking regulatory intervention, filing lawsuits and in some cases, surcharging or refusing to accept Visa products. If they are successful in their efforts, we may face increased compliance and litigation expenses, issuers may decrease their issuance of our products, and consumer usage of our products could be adversely impacted. For example, in the U.S., certain stakeholders have raised concerns regarding how payment security standards and rules may impact debit routing choice and the cost of payment card acceptance. In addition to ongoing litigation related to the U.S. migration to EMV-capable cards and point-of-sale terminals, U.S. merchant-affiliated groups and processors have expressed concerns regarding the EMV certification process and some policymakers have expressed concerns about the roles of industry bodies such as EMVCo and the Payment Card Industry Security Standards Council in the development of payment card standards. Additionally, many merchants have advocated for lower acceptance costs in the form of reduced interchange rates, which could result in some issuers eliminating or reducing their promotion or use of Visa’s products and services, eliminating or reducing cardholder benefits such as rewards programs, or charging account holders increased or new fees for using Visa-branded products, all of which could negatively impact Visa’s transaction volumes and related revenue. Finally, some merchants and processors have advocated for changes to industry practices and Visa acceptance requirements at the point of sale, including the ability for merchants to accept only certain types of Visa products, to mandate only PIN authenticated transactions, to differentiate or steer among Visa product types issued by different financial institutions, and to impose surcharges on customers presenting Visa products as their form of payment. If successful, these efforts could adversely impact consumers’ usage of our products and decrease our overall transaction volumes and net revenue, lead to regulatory enforcement and/or litigation that increases our compliance and litigation expenses, and ultimately harm our business."
        }
      ]
    }
  ]
}