{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "branded cards",
        "data report",
        "GDPR",
        "acquisitions strategic",
        "alipay wechat",
        "domestic transactions",
        "dual",
        "dual branded",
        "international payments",
        "kingdom european",
        "mir",
        "pboc",
        "reliability",
        "wechat",
        "access rights",
        "information security",
        "clients customers",
        "patent",
        "universality",
        "alternative payment",
        "entrants",
        "gross",
        "incurred",
        "item report",
        "principally",
        "state",
        "strengthening",
        "trademarks",
        "achieving",
        "act ifr"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 32,
          "text": "Co-badging and co-residency regulations may pose additional challenges in markets where Visa competes with national schemes for issuance and routing. For example, in China, certain banks have issued dual-branded cards for which domestic transactions in China are processed by UnionPay and transactions outside of China are processed by us or other international payments networks. The PBOC is contemplating that dual-branded cards could be phased out over time as new licenses are issued to international companies to participate in China’s domestic payments market. Accordingly, we have been working with Chinese issuers to issue Visa-only branded cards for international travel, and later for domestic transactions after we obtain a BCCI license. However, notwithstanding such efforts, the phase out of dual-branded cards may decrease our payment volumes and impact the revenue we generate in China."
        },
        {
          "year": 2017,
          "paragraphIndex": 33,
          "text": "Mir and UnionPay have grown rapidly in Russia and China, respectively, and are actively pursuing international expansion plans. Although regulatory barriers shield Mir and UnionPay from competition in Russia and China, respectively, alternate payment providers such as Alipay and WeChat Pay have rapidly expanded into e-commerce, offline, and cross-border payments, which could make it difficult for us to compete even if our license is approved in China. Earlier this year, with strong backing from China’s government, a new digital transaction routing system known as Netlink was established. The PBOC allowed Alipay and other digital payment providers to invest in Netlink. It and other such systems could have a competitive advantage in comparison with other international payments networks ."
        },
        {
          "year": 2017,
          "paragraphIndex": 37,
          "text": "Our business relies on the processing of data in many jurisdictions and the movement of data across national borders. Legal requirements relating to the collection, storage, handling, use, disclosure, transfer, and security of personal data continue to evolve, and regulatory scrutiny in this area is increasing around the world. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently from country to country and may create inconsistent or conflicting requirements. For example, the GDPR, which becomes effective in May 2018, extends the scope of the EU data protection law to all companies processing data of EU residents, regardless of the company’s location. The law requires companies to meet new requirements regarding the handling of personal data, including new rights such as the “portability” of personal data. Although we have an extensive program underway to address GDPR requirements, our efforts to comply with GDPR and other privacy and data protection laws may entail substantial expenses, may divert resources from other initiatives and projects, and could limit the services we are able to offer. Furthermore, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. The enactment of more restrictive laws, rules, regulations, or future enforcement actions or investigations could impact us through increased costs or restrictions on our business, and noncompliance could result in regulatory penalties and significant legal liability."
        },
        {
          "year": 2016,
          "paragraphIndex": 1,
          "text": "We own and manage the Visa brand, which stands for acceptance, security, convenience and universality. Our portfolio of trademarks, in particular our family of Visa marks, our PLUS mark and our Dove design mark, are important to our business. We give our clients access to these assets through agreements with our issuers and acquirers, which authorize the use of our trademarks in connection with their participation in our payments network. We also own a number of patents, patent applications and other intellectual property relating to payment solutions, transaction processing, security systems and other matters. We rely on a combination of patent, trademark, copyright and trade secret laws in the U.S. and other jurisdictions, as well as confidentiality procedures and contractual provisions, to protect our proprietary technology."
        },
        {
          "year": 2016,
          "paragraphIndex": 2,
          "text": "Our gross revenues are principally comprised of service revenues, data processing revenues, international transaction revenues and other revenues. Net operating revenues are gross revenues reduced by costs incurred under client incentive arrangements. We have one reportable segment, Payment Services."
        },
        {
          "year": 2016,
          "paragraphIndex": 74,
          "text": "In addition, numerous and evolving information security threats, including advanced and persistent cyber-attacks, particularly on our internet-facing and reliant applications, could compromise the confidentiality, availability and integrity of our data. The security measures and procedures we, our clients, merchants and other service providers have in place to protect sensitive account holder data and other information may not be successful or sufficient to counter all data breaches, cyber-attacks or system failures. Although we devote significant resources to our information security program and have implemented security measures to protect our systems and data, there can be no assurance that our efforts will prevent these known or unknown threats."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "data localization",
        "localization",
        "visa operating",
        "brand reputation",
        "china india",
        "implications",
        "southeast",
        "adopted interchange",
        "asia",
        "associations visa",
        "attacks breaches",
        "california",
        "california consumer",
        "card standards",
        "complexity",
        "china russia",
        "cfpb",
        "concentration",
        "connection",
        "enterprise",
        "global perception",
        "interoperability",
        "legacy",
        "liability shift",
        "perception brands",
        "systems integration",
        "transition",
        "value brands",
        "verification",
        "accurately"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "Our business relies on the processing of data in many jurisdictions and the movement of data across national borders. Legal requirements relating to the collection, storage, handling, use, disclosure, transfer, and security of personal data continue to evolve, and regulatory scrutiny in this area is increasing around the world. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently from country to country and may create inconsistent or conflicting requirements. For example, the GDPR extends the scope of the EU data protection law to all companies processing data of EU residents, regardless of the company’s location. The law requires companies to meet new requirements regarding the handling of personal data. Although we have an extensive data privacy program that addresses the GDPR requirements, our ongoing efforts to comply with GDPR and other privacy and data protection laws (such as the new California Consumer Privacy Act effective as of January 2020 and the Brazilian General Data Protection Law effective as of February 2020) may entail substantial expenses, may divert resources from other initiatives and projects, and could limit the services we are able to offer. In addition, earlier this year, India adopted a data localization law that requires all payment system operators to store domestic transaction data only in India. Such data localization requirements have cost implications for us, impact our ability to utilize the efficiencies and value of our global network, and could affect our strategy. Furthermore, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. The enactment of more restrictive laws, rules, regulations, or future enforcement actions or investigations could impact us through increased costs or restrictions on our business, and noncompliance could result in regulatory penalties and significant legal liability."
        },
        {
          "year": 2018,
          "paragraphIndex": 36,
          "text": "Recent regulatory initiatives in India also suggest growing nationalistic priorities, including a recent data localization mandate passed by the government, which has cost implications for us and could affect our ability to effectively compete with domestic payment providers. Furthermore, regional groups of countries, such as the Gulf Cooperation Countries in the Middle East and a number of countries in Southeast Asia, are considering, or may consider, efforts to restrict our participation in the processing of regional transactions. The African Development Bank has also indicated an interest in supporting national payment systems in its efforts to expand financial inclusion and strengthen regional financial stability. Geopolitical events, including sanctions, trade tensions or other types of activities could potentially intensify this activity, which could adversely affect our business."
        },
        {
          "year": 2018,
          "paragraphIndex": 49,
          "text": "similarly, multiple countries are developing or promoting real-time payment systems or mandating local networks with clients that also present a risk of disintermediation to our business and some regions, such as Southeast Asia, under the auspices of the Association of Southeast Asian Nations (ASEAN), are looking into cross-border connectivity of such systems;"
        },
        {
          "year": 2017,
          "paragraphIndex": 54,
          "text": "We rely in part on merchants and their relationships with our clients to maintain and expand the acceptance of Visa products. Certain large retail merchants have been exercising their influence in the global payments system in certain jurisdictions, such as the United States, to attempt to lower their acceptance costs by lobbying for new legislation, seeking regulatory enforcement, filing lawsuits and in some cases, refusing to accept Visa products. If they are successful in their efforts, we may face increased compliance and litigation expenses and issuers may decrease their issuance of our products. For example, in the United States, the cost of payment card acceptance has emerged in the context of payment security. A number of merchant trade associations claim that EMV cards without PIN cardholder verification are not worth the investment. The October 2015 liability shift and ongoing transition to EMV resulted in calls for a PIN verification mandate. U.S. merchant-affiliated groups and processors have expressed concerns regarding the EMV certification process. Some policymakers have called upon U.S. competition authorities to consider potential"
        },
        {
          "year": 2017,
          "paragraphIndex": 74,
          "text": "the event of increasing costs or difficulties in maintaining the interoperability of our respective systems during the integration phase. The separation of payment card scheme and processing may also exacerbate this risk. Any inconsistency in the payment processing services and products between Visa Europe and our legacy operations could negatively affect the experience of consumers using Visa products globally. Moreover, we are beginning the process of migrating European activity onto VisaNet's systems in 2018 and successfully integrating our systems is expected to be time consuming, costly and technologically challenging. Failure to authorize, clear, and settle inter-territory transactions quickly and accurately could harm our business and impair the global perception of our brands."
        },
        {
          "year": 2017,
          "paragraphIndex": 10,
          "text": "For more information on the concentration of our operating revenues and other financial information, see Note 12—Enterprise-wide Disclosures and Concentration of Business to our consolidated financial statements included in Item 8—Financial Statements and Supplementary Data of this report."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "fintechs",
        "eea",
        "european commission",
        "information regarding",
        "libra",
        "participating",
        "parts",
        "parts world",
        "volume total",
        "accept systems",
        "acquired challenges",
        "actions implications",
        "actions outcomes",
        "actions promote",
        "activities adversely",
        "united states",
        "operating revenues",
        "accessible",
        "furnished sec",
        "include party",
        "information contained",
        "reports proxy",
        "service disruption",
        "statements information",
        "transactions similarly",
        "addition following",
        "adoption",
        "alternative payments",
        "apply",
        "approach"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 46,
          "text": "competitors, clients, network participants, and others are developing or participating in alternate payment networks or products, such as mobile payment services, ecommerce payment services, P2P payment services, real-time and faster payment initiatives and payment services that permit ACH or direct debits from consumer checking accounts, that could reduce our role or otherwise disintermediate us from the transaction processing or the value-added services we provide to support such processing. Examples include initiatives from The Clearing House, an association consisting of large financial institutions that has developed its own faster payments system; Early Warning Services, which operates Zelle, a bank-offered alternative network that provides another platform for faster funds or real-time payments across a variety of payment types, including P2P, corporate and government disbursement, bill pay and deposit check transactions; and the Libra Association, which seeks to launch a new stablecoin crypto-currency (Libra Coin) and global blockchain-based payments network;"
        },
        {
          "year": 2019,
          "paragraphIndex": 27,
          "text": "Interchange reimbursement fees, certain operating rules and related practices continue to be subject to increased government regulation globally, and regulatory authorities and central banks in a number of jurisdictions have reviewed or are reviewing these fees, rules, and practices. For example, regulations adopted by the U.S. Federal Reserve cap the maximum U.S. debit interchange reimbursement rate received by large financial institutions at 21 cents plus 5 basis points per transaction, plus a possible fraud adjustment of 1 cent. The Dodd-Frank Act also limits issuers’ and our ability to adopt network exclusivity and preferred routing in the debit and prepaid area, which also impacts our business. The EU’s IFR places an effective cap on consumer credit and consumer debit interchange fees for both domestic and cross-border transactions within the EEA (30 basis points and 20 basis points, respectively). EU member states have the ability to further reduce these interchange levels within their territories. Furthermore, the European Commission is in the process of conducting an impact assessment of the IFR, which could potentially result in lower and/or additional interchange fee caps and restrictions. Countries in other parts of the world, including the Latin America region have either adopted or are exploring interchange caps. For example, in March 2017, Argentina’s central bank passed regulations that cap interchange fees on credit and debit transactions. In March 2018, Brazil adopted interchange caps on debit transactions."
        },
        {
          "year": 2019,
          "paragraphIndex": 31,
          "text": "Finally, regulators around the world increasingly take note of each other’s approaches to regulating the payments industry. Consequently, a development in one jurisdiction may influence regulatory approaches in another. The risks created by a new law, regulation or regulatory outcome in one jurisdiction have the potential to be replicated and to negatively affect our business in another jurisdiction or in other product offerings. For example, our settlement with the European Commission on cross-border interchange rates could draw the attention of regulators in other parts of the world. Similarly, new regulations involving one product offering may prompt regulators to extend the regulations to other product offerings. For example, credit payments could become subject to similar regulation as debit payments (or vice versa). For instance, the Reserve Bank of Australia initially capped credit interchange, but subsequently capped debit interchange as well."
        },
        {
          "year": 2018,
          "paragraphIndex": 23,
          "text": "We are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (Exchange Act) and its rules and regulations. The Exchange Act requires us to file periodic reports, proxy statements and other information with the U.S. Securities and Exchange Commission (SEC). Copies of these reports, proxy statements and other information can be viewed at http://www.sec.gov . Our corporate website is accessible at http://corporate.visa.com . We make available, free of charge, on our investor relations website at http://investor.visa.com our annual reports on Form 10-K, our quarterly reports on Form 10-Q, our current reports on Form 8-K and any amendments to those reports as soon as reasonably practicable after they are electronically filed with, or furnished to, the SEC. We also may include supplemental financial information on our investor relations website at http://investor.visa.com and may use this website as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. Accordingly, investors should monitor such portions of our investor relations website, in addition to following SEC filings and publicly available conference calls. The information contained on, or accessible through, our corporate website, including the information contained on our investor relations website, is not incorporated by reference into this report or any other report filed with, or furnished to, the SEC."
        },
        {
          "year": 2018,
          "paragraphIndex": 57,
          "text": "We rely in part on merchants and their relationships with our clients to maintain and expand the acceptance of Visa products. Certain large retail merchants have been exercising their influence in the global payments system in certain jurisdictions, such as the United States, Canada and Europe, to attempt to lower their acceptance costs by lobbying for new legislation, seeking regulatory enforcement, filing lawsuits and in some cases, refusing to accept Visa products. If they are successful in their efforts, we may face increased compliance and litigation expenses and issuers may decrease their issuance of our products. For example, in the United States, certain stakeholders have raised concerns regarding how payment security standards and rules may impact the cost of payment card acceptance. In addition to ongoing litigation related to the U.S. migration to EMV-capable cards and point-of-sale terminals, U.S. merchant-affiliated groups and processors have expressed concerns regarding the EMV certification process and some policymakers have concerns about the roles of industry bodies such as EMVCo and the Payment Card Industry Security Standards Council in the development of payment card standards. Additionally, some merchants and processors have advocated for changes to industry practices and Visa acceptance requirements at the point of sale, including the ability for merchants to accept only certain types of Visa products, to mandate only PIN authenticated transactions, to differentiate or steer among Visa product types issued by different financial institutions, and to impose surcharges on customers presenting Visa products as their form of payment. If successful, these efforts could adversely impact consumers’ usage of our products, lead to regulatory enforcement and/or litigation, increase our compliance and litigation expenses, and harm our business."
        },
        {
          "year": 2018,
          "paragraphIndex": 61,
          "text": "Our revenues are dependent on the volume and number of payment transactions made by consumers, governments, and businesses whose spending patterns may be affected by prevailing economic conditions. In addition, more than half of our operating revenues are earned outside the United States. International cross-border transaction revenues represent a significant part of our revenue and are an important part of our growth strategy. Therefore, adverse macroeconomic conditions, including recessions, inflation, high unemployment, currency fluctuations, actual or anticipated large-scale defaults or failures, or slowdown of global trade could decrease consumer and corporate confidence and reduce consumer, government, and corporate spending which have a direct impact on our revenues. In addition, outbreaks of illnesses, pandemics, or other local or global health issues, political uncertainties, international hostilities, armed conflict, or unrest, and natural disasters could impact our operations, our clients, our activities in a particular location, and cross-border travel and spend. Geopolitical trends towards nationalism, protectionism, and restrictive visa requirements, as well as continued activity and uncertainty around economic sanctions could limit the expansion of our business in those regions. The current trade environment reduces the likelihood of having our Bank Card Clearing Institution application in China approved. In addition, any decline in cross-border travel and spend could impact the number of cross-border transactions we process and our currency exchange activities, which in turn would reduce our international transaction revenues."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "table content",
        "COVID-19",
        "outbreak",
        "fiscal year",
        "covid outbreak",
        "health social",
        "market health",
        "mdr",
        "restricting",
        "virus",
        "Climate change",
        "adverse impacts",
        "caused",
        "centers",
        "cjeu",
        "contents",
        "table contents",
        "associations",
        "associations visa",
        "economic conditions",
        "imposed restrictions",
        "libra",
        "netlink",
        "recent regulatory",
        "acquisition june",
        "act federal",
        "addition half",
        "agencies continue",
        "asean",
        "associated operating"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 52,
          "text": "The global impacts of the COVID-19 outbreak and related government actions taken to reduce the spread of the virus have been weighing on the macroeconomic environment, and have significantly increased economic uncertainty and reduced economic activity. The outbreak has resulted in authorities implementing numerous measures to try to contain the virus, such as travel bans and restrictions, quarantines, shelter-in-place or total lock-down orders and business limitations and shutdowns that began in the second quarter of fiscal year 2020."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "The spread of COVID-19 has caused us to modify our business practices (including restricting employee travel, implementing office closures, having our employees work remotely for the rest of 2020 and cancelling physical participation in meetings, events and conferences), and we may take further actions as may be required by government authorities or as we determine are in the best interests of our employees, customers and business partners. The COVID-19 outbreak has also impacted scheduled events in which Visa is a sponsor as event organizers consult with health experts, government authorities and other stakeholders to prioritize the health and wellbeing of our global community. This has caused us to make modifications to some of our planned activities and has impacted some of our marketing initiatives."
        },
        {
          "year": 2020,
          "paragraphIndex": 60,
          "text": "There are no comparable recent events that provide guidance as to the effect COVID-19 may have on our business, and, as a result, the ultimate impact of the outbreak is highly uncertain and subject to change. While we have taken measures to modify our business practices and reduce operating expenses, including scaling back hiring plans, restricting travel, lowering marketing spend and the use of external resources, the impact that COVID-19 will have on our business, results of operations and financial condition in the longer term remains difficult to predict due to numerous uncertainties, including the transmissibility, severity and duration of the outbreak, the effectiveness of social distancing measures or actions that are voluntarily adopted by the public or required by governments or public health authorities, the development and availability of effective treatments or vaccines, and the impact to our employees and our operations, the business of our clients, supplier and business partners, and other factors."
        },
        {
          "year": 2019,
          "paragraphIndex": 21,
          "text": "Visa Inc. was incorporated in Delaware in May 2007, and we completed our initial public offering in March 2008. Prior to 2007 when Visa was reorganized, Visa served its member financial institutions through Visa International and regional member-owned associations (e.g., Visa U.S.A. Inc. and Visa Canada Corporation). As part of the 2007 reorganization, these associations became a part of Visa Inc. in October 2007, with the exception of Visa Europe Limited, which continued to operate as an association until our acquisition in June 2016. Please see Item 8. Financial Statements and Supplementary Data-Notes to the Consolidated Financial Statements-Note 14-Stockholders’ Equity for information regarding our capital structure."
        },
        {
          "year": 2019,
          "paragraphIndex": 46,
          "text": "competitors, clients, network participants, and others are developing or participating in alternate payment networks or products, such as mobile payment services, ecommerce payment services, P2P payment services, real-time and faster payment initiatives and payment services that permit ACH or direct debits from consumer checking accounts, that could reduce our role or otherwise disintermediate us from the transaction processing or the value-added services we provide to support such processing. Examples include initiatives from The Clearing House, an association consisting of large financial institutions that has developed its own faster payments system; Early Warning Services, which operates Zelle, a bank-offered alternative network that provides another platform for faster funds or real-time payments across a variety of payment types, including P2P, corporate and government disbursement, bill pay and deposit check transactions; and the Libra Association, which seeks to launch a new stablecoin crypto-currency (Libra Coin) and global blockchain-based payments network;"
        },
        {
          "year": 2019,
          "paragraphIndex": 37,
          "text": "Mir and UnionPay have grown rapidly in Russia and China, respectively, and are actively pursuing international expansion plans, which could potentially lead to regulatory pressures on our international routing rule (which requires that international transactions on Visa cards be routed over VisaNet). Furthermore, although regulatory barriers shield Mir and UnionPay from competition in Russia and China, respectively, alternate payment providers such as Alipay and WeChat Pay have rapidly expanded into ecommerce, offline, and cross-border payments, which could make it difficult for us to compete even if our license is approved in China. Recently, with strong backing from China’s government, a new digital transaction routing system known as Netlink was established. The PBOC allowed Alipay and other digital payment providers to invest in Netlink. It and other such systems could have a competitive advantage in comparison with other international payments networks ."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "contents",
        "table contents",
        "acquired entities",
        "esg",
        "Supply chain",
        "expectations",
        "Coronavirus",
        "alternative payments",
        "badged",
        "mandated",
        "consulting",
        "cryptocurrency",
        "ecommerce platforms",
        "flexible",
        "flexible work",
        "table content",
        "fiscal",
        "fiscal year",
        "acquired business",
        "covid outbreak",
        "withdrawal",
        "http",
        "negotiate",
        "accounted",
        "adverse impacts",
        "brazil russia",
        "brexit lead",
        "caused",
        "deal",
        "divergent"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 21,
          "text": "ESG and Sustainability: Certain governments around the world are adopting laws and regulations pertaining to ESG performance, transparency and reporting. Regulations may include mandated corporate reporting on ESG overall (e.g., EU Sustainable Reporting Directive) or in individual areas such as mandated reporting on climate-related financial disclosures."
        },
        {
          "year": 2021,
          "paragraphIndex": 88,
          "text": "The talents and efforts of our employees, particularly our key management, are vital to our success. The market for highly skilled workers and leaders in our industry, especially in fintech, technology and other specialized areas, is extremely competitive. Our management team has significant industry experience and would be difficult to replace. We may be unable to retain them or to attract other highly qualified employees, particularly if we do not offer employment terms that are competitive with the rest of the labor market. Ongoing changes in laws and policies regarding immigration and work authorizations have made it more difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could continue to impair our ability to attract and retain qualified employees. Failure to attract, hire, develop, motivate, and retain highly qualified and diverse employee talent; to meet our goals related to fostering an inclusive and diverse culture, including increasing the number of underrepresented employees in the U.S.; to develop and implement an adequate succession plan for the management team; to maintain a corporate culture that fosters innovation, collaboration and inclusion; or to design and successfully implement flexible work models that meet the expectations of employees and prospective employees could disrupt our operations and adversely affect our business and our future success. These challenges may be further amplified by the ongoing coronavirus pandemic."
        },
        {
          "year": 2021,
          "paragraphIndex": 75,
          "text": "• workforce impacts, such as difficulty recruiting, retaining, training, motivating and developing employees due to evolving health and safety protocols; changing worker expectations and talent marketplace variability regarding flexible work models; restrictions on immigration, travel and employee mobility; and the challenges of maintaining our strong corporate culture, which values communication, collaboration and connections, despite a majority of employees working from home."
        },
        {
          "year": 2020,
          "paragraphIndex": 85,
          "text": "In June 2016, voters in the United Kingdom approved the withdrawal of the United Kingdom from the European Union (commonly referred to as “Brexit”). In March 2017, the UK government initiated the exit process under Article 50 of the Treaty of the European Union, commencing a period of up to two years for the United Kingdom and the other EU member states to negotiate the terms of the withdrawal, which was subsequently postponed until January 31, 2020, at which point the United Kingdom formally withdrew from the EU. Since then the United Kingdom has continued to participate in the EU from a trade and economic perspective while the parties seek to negotiate a trade deal. The deadline for agreeing to a trade deal is December 31, 2020. Uncertainty over the terms of the United Kingdom’s continued participation in the European Union could cause political and economic uncertainty in the United Kingdom and the rest of Europe, which could harm our business and financial results."
        },
        {
          "year": 2020,
          "paragraphIndex": 8,
          "text": "In fiscal year 2020, we had two clients that accounted for 11% and 10% of our total net revenues, respectively. We believe this is the result of an unprecedented shift in revenue mix, including the decline in cross-border revenue as a result of the pandemic. In fiscal year 2019 and 2018, no client generated greater than 10% of our total net revenues ."
        },
        {
          "year": 2020,
          "paragraphIndex": 23,
          "text": "Our corporate website is usa.visa.com/about-visa.html . Our annual reports on Form 10-K, our quarterly reports on Form 10-Q, our current reports on Form 8-K, proxy statements and any amendments to those reports filed or furnished pursuant to the U.S. Securities Exchange Act of 1934, as amended, can be viewed at http://www.sec.gov and our investor relations website at http://investor.visa.com as soon as reasonably practicable after these materials are electronically filed with or furnished to the U.S. Securities and Exchange Commission (SEC). In addition, we routinely post financial and other information, which could be deemed to be material to investors, on our investor relations website. Information regarding our corporate responsibility and sustainability initiatives are also available on our website at http://www.visa.com/responsibility . The content of any of our websites referred to in this report is not incorporated by reference into this report or any other filings with the SEC."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "acquisitions joint",
        "entities joint",
        "covid pandemic",
        "longer",
        "ventures strategic",
        "war",
        "european sanctions",
        "focusing",
        "response",
        "sanctions russia",
        "war ukraine",
        "beginning",
        "border activities",
        "fba",
        "fiscal",
        "india russia",
        "Coronavirus",
        "badged",
        "mir",
        "GDPR",
        "allowed",
        "china respectively",
        "cjeu",
        "ffiec",
        "framework",
        "html",
        "mir unionpay",
        "national real",
        "obligations impact",
        "privacy shield"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 72,
          "text": "Geopolitical trends towards nationalism, protectionism, and restrictive visa requirements, as well as continued activity and uncertainty around economic sanctions, tariffs or trade restrictions also limit the expansion of our business in certain regions and have resulted in us suspending our operations in other regions. As a result of U.S. and European sanctions against Russia, we suspended our operations in Russia in March 2022 and are no longer generating revenue from domestic and cross-border activities related to Russia. For fiscal 2022 and fiscal 2021, total net revenues from Russia, including revenues driven by domestic as well as cross-border activities, were approximately 2% and 4% of our consolidated net revenues, respectively. All transactions initiated with Visa cards issued by financial institutions outside Russia no longer work within Russia, and all transactions on cards issued by financial institutions in Russia may be processed on a domestic network, unrelated to Visa, and no longer work outside the country. The war in Ukraine and any further actions by, or in response to such actions by, Russia or its allies could have lasting impacts on Ukraine as well as other regional and global economies, any or all of which could adversely affect our business."
        },
        {
          "year": 2022,
          "paragraphIndex": 71,
          "text": "In addition, outbreaks of illnesses, pandemics like COVID-19, or other local or global health issues, political uncertainties, international hostilities, armed conflict, war (such as the ongoing war in Ukraine), civil unrest, climate-related events, including the increasing frequency of extreme weather events, impacts to the power grid, and natural disasters have to varying degrees negatively impacted our operations, clients, third-party suppliers, activities, and cross-border travel and spend. The ongoing effects of the COVID-19 pandemic remain difficult to predict due to numerous uncertainties, including the transmissibility and severity of new variants of the virus; the uptake and effectiveness of actions that are taken by governments, businesses or individuals in response to the pandemic; the impact of the reopening of borders and resumption of international travel; the indirect impact of the pandemic on global economic activity; and the impact on our employees and our operations, the business of our clients, suppliers and business partners. In addition, a number of countries took steps during the pandemic to temporarily cap interchange or other fees on electronic payments as part of their COVID-19 economic relief measures. While most have been rescinded or have expired, it is possible that proponents of interchange and/or MDR regulation may try to position government intervention as necessary to support potential future economic relief initiatives."
        },
        {
          "year": 2022,
          "paragraphIndex": 30,
          "text": "• While the focus of interchange regulation has primarily been on domestic rates historically, there is increasing focus on cross-border rates in recent years. For example, in 2019, we settled certain cross-border interchange rates with the European Commission. The UK’s PSR recently initiated two market reviews: one focusing on post-Brexit increases in interchange rates for transactions between the UK and Europe, and the other focusing on increases in scheme and processing fees in the UK. Meanwhile, Costa Rica became the first country to formally regulate cross-border interchange rates by direct regulation. Cross-border MDR is also regulated in Costa Rica and Turkey."
        },
        {
          "year": 2021,
          "paragraphIndex": 45,
          "text": "Visa has never used the Privacy Shield framework for its transfers, and relies instead on standard contractual clauses. However, the CJEU ruling made clear that these transfer mechanisms will be subject to additional scrutiny as well. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently from country to country and may create inconsistent or conflicting requirements. For example, the EU’s and UK’s General Data Protection Regulation (GDPR) extends the scope of the EU and UK data protection law to all companies processing data of EU and UK residents, regardless of the company’s location. The law requires companies to comply with a broad range of requirements regarding the handling of personal information. Although we have a global data privacy program that addresses the requirements applicable to our international business, our ongoing efforts to comply with GDPR and rapidly emerging privacy and data protection laws in countries such as India or states in the U.S. such as Colorado and Virginia may increase the complexity of our compliance operations, entail substantial expenses, divert resources from other initiatives and projects, and could limit the services we are able to offer."
        },
        {
          "year": 2021,
          "paragraphIndex": 44,
          "text": "Our business relies on the processing of data in many jurisdictions and the movement of data across national borders. Legal requirements relating to the collection, storage, handling, use, disclosure, transfer, and security of personal data continue to evolve, and regulatory scrutiny in this area is increasing around the world. For example, in July 2020 the Court of Justice of the European Union (CJEU) ruled to invalidate the U.S./EU Privacy Shield — a legal framework that allowed participating companies to transfer personal data from EU member states to the U.S."
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "Mir and UnionPay have grown rapidly in Russia and China, respectively, and are actively pursuing international expansion plans, which could potentially lead to regulatory pressures on our international routing rule (which requires that international transactions on Visa cards be routed over VisaNet). Furthermore, although regulatory barriers shield Mir and UnionPay from competition in Russia and China, respectively, alternative payment providers such as Alipay and WeChat Pay have rapidly expanded into ecommerce, offline, and cross-border payments, which could make it difficult for us to compete even if our license is approved in China. NetsUnion Clearing Corp, a"
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "crs",
        "item report",
        "apply",
        "machine learning",
        "Generative AI",
        "considerations",
        "crs related",
        "deployment",
        "generative",
        "incident",
        "item government",
        "use deployment",
        "ai machine",
        "circumstances result",
        "visa europe",
        "data report",
        "esg",
        "item financial",
        "statements supplementary",
        "supplementary",
        "supplementary data",
        "figures",
        "jcb",
        "reports",
        "supervisory oversight",
        "website",
        "access rights",
        "agencies",
        "club"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 31,
          "text": "We are also subject to a variety of laws and regulations governing the development, use, and deployment of AI technologies. These laws and regulations are still evolving, and there is no single global regulatory framework for AI. The market is still assessing how regulators may apply existing consumer protection and other laws in the context of AI. There is thus uncertainty on what new laws will look like and how existing laws will apply to our development, use, and deployment of AI. In the midst of this uncertainty, we may face challenges due to the complexity and rapidly changing nature of AI technology and applicable laws. Our use of AI and machine learning is subject to various risks at each stage of use. In the context of AI development, risks relate to intellectual property considerations, the use of personal information, and flaws in algorithms or datasets used for training. In the context of use and deployment, risks include ethical considerations regarding the outputs, and our ability to safely deploy AI throughout the organization. Our development and implementation of governance frameworks for our AI and machine learning systems may not be successful in mitigating all of these emerging risks."
        },
        {
          "year": 2023,
          "paragraphIndex": 60,
          "text": "Our ability to achieve any CRS objectives is subject to numerous risks, many of which are outside of our control, including the evolving legal environment and regulatory requirements for the tracking and reporting of CRS standards or disclosures and the actions of suppliers, partners, and other third parties. Certain of our regulators have proposed or adopted, or may propose or adopt, rules or standards related to these matters that would apply to our business. Prevailing CRS standards and expectations may also reflect conflicting values or objectives, which can result in our practices being judged by standards that are continually evolving and are not always clear. From time to time, the methodologies for reporting our CRS data may be updated and previously reported data may be adjusted to reflect an improvement in the availability and quality of data, changing assumptions, changes in the nature and scope of our operations, and other changes in circumstances. This may result in a lack of consistent or meaningful comparative data from period to period or between us and other companies in the same industry. Further, where new laws or regulations are more stringent than current legal or regulatory requirements, we may experience increased compliance burdens and costs to meet such obligations."
        },
        {
          "year": 2023,
          "paragraphIndex": 61,
          "text": "Our stakeholders often hold differing views on our CRS-related goals and initiatives, which may result in negative attention in traditional and social media or a negative perception of our response to concerns regarding these matters. In addition, we also face potentially conflicting supervisory directives as certain U.S. regulatory and non-U.S. authorities have prioritized CRS-related issues while Congress and certain U.S. state governments have signaled pursuing potentially conflicting priorities. These circumstances, among others, may result in pressure from"
        },
        {
          "year": 2022,
          "paragraphIndex": 22,
          "text": "Our corporate website is visa.com/ourbusiness . Our annual reports on Form 10-K, our quarterly reports on Form 10-Q, our current reports on Form 8-K, proxy statements and any amendments to those reports filed or furnished pursuant to the U.S. Securities Exchange Act of 1934, as amended, can be viewed at sec.gov and our investor relations website at investor.visa.com as soon as reasonably practicable after these materials are electronically filed with or furnished to the U.S. Securities and Exchange Commission (SEC). In addition, we routinely post financial and other information, which could be deemed to be material to investors, on our investor relations website. Information regarding our ESG, corporate responsibility and sustainability initiatives is also available on our website at visa.com/esg. The content of any of our websites referred to in this report is not incorporated by reference into this report or any other filings with the SEC."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "(1) Mastercard, American Express, JCB and Diners Club / Discover data sourced from The Nilson Report issue 1224 (July 2022). Includes all consumer, small business and commercial credit, debit and prepaid cards. Mastercard excludes Maestro and Cirrus figures. American Express, Diners Club / Discover, and JCB include business from third-party issuers. JCB figures include other payment-related products and some figures are estimates."
        },
        {
          "year": 2022,
          "paragraphIndex": 18,
          "text": "There are a number of EU regulations that impact our business. As discussed above, the IFR regulates interchange rates within the EEA, requires Visa Europe to separate its payment card scheme activities from processing activities for accounting, organization and decision-making purposes within the EEA and imposes limitations on network exclusivity and routing. National competent authorities in the EEA are responsible for monitoring and enforcing the IFR in their markets. We are also subject to regulations governing privacy and data protection, anti-bribery, anti-money laundering, anti-terrorism and sanctions. Other regulations in Europe, such as the second Payment Services Directive (PSD2), require, among other things, that our financial institution clients provide certain customer account access rights to emerging non-financial institution players. PSD2 also includes strong customer authentication requirements for certain transactions that could impose both operational complexity on Visa and negatively impact consumer payment experiences. Visa Europe is also subject to supervisory oversight by the European Central Bank and other national competent authorities in Europe."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "net revenue",
        "ai act",
        "impact net",
        "incidents attacks",
        "monitor",
        "actors",
        "ai systems",
        "burdens business",
        "cnp",
        "designated",
        "enacted",
        "encourage",
        "high risk",
        "implemented",
        "market review",
        "revenues",
        "net revenues",
        "covid pandemic",
        "economic relief",
        "impact revenues",
        "relief",
        "revenues profits",
        "transaction revenues",
        "accuracy currently",
        "acquirers win",
        "activity employees",
        "addition requirement",
        "adjusting product",
        "adverse effect",
        "allocation"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 30,
          "text": "We are also subject to a variety of laws and regulations governing the development, use, and deployment of AI technologies. These laws and regulations are still evolving, and there is no single global regulatory framework for AI. The market is still assessing how regulators may apply existing consumer protection and other laws in the context of AI. There is thus uncertainty on what new laws will look like and how existing laws will apply to our development, use, and deployment of AI. In the midst of this uncertainty, we may face challenges due to the complexity and rapidly changing nature of AI technology and applicable laws. Our use of AI and machine learning is subject to various risks at each stage of use. In the context of AI development, risks include those related to intellectual property considerations, the collection and use of personal information, third party risks, technical limitations of algorithms and the accuracy of training data, and compliance with emerging AI legal standards. In the context of use and deployment, risks include ethical and compliance considerations, and our ability to monitor and safely deploy AI systems throughout the organization with appropriate safeguards. The EU has adopted a comprehensive AI Act that applies harmonized rules across Europe with the aim of fostering innovation and respecting fundamental rights. The EU AI Act comes into force in stages with the key provisions related to high risk AI coming into force in August 2026. There is still limited guidance on the EU AI Act, but it could, depending on how provisions are interpreted and enforced, limit the ability to create and deploy AI systems for uses deemed high-risk in the EU or add increased compliance costs associated with these systems. Our development and implementation of governance frameworks for our AI and machine learning systems may not be successful in mitigating all of these emerging risks."
        },
        {
          "year": 2024,
          "paragraphIndex": 56,
          "text": "More than half of our net revenue is earned outside the U.S. In addition, international cross-border transaction revenue represents a significant part of our net revenue and is an important part of our growth strategy. Our net revenue is dependent on the volume and number of payment transactions made by consumers, governments, and businesses whose spending patterns may be affected by economic, political, market, health and social events or conditions. Adverse macroeconomic conditions within the U.S. or internationally, including but not limited to recessions, inflation, rising interest rates, high unemployment, currency fluctuations, actual or anticipated large-scale defaults or failures, rising energy prices, or a slowdown of global trade, and reduced consumer, small business, government, and corporate spending, have a direct impact on our volumes, transactions and net revenue. Furthermore, in efforts to deal with adverse macroeconomic conditions, governments may introduce new or additional initiatives or requests to reduce or eliminate payment fees or other costs. In an overall soft global economy, such pricing measures could result in additional financial pressures on our business."
        },
        {
          "year": 2024,
          "paragraphIndex": 49,
          "text": "In addition, we face intense competitive pressure on the prices we charge our financial institution clients. In certain regions, we are increasingly facing competition from RTP networks, other payment facilitators offering lower pricing, and government involvement in domestic and cross-border payments. In order to stay competitive, we may need to adjust our pricing or offer incentives to our clients to grow payments volume, enter new market segments, adapt to regulatory changes, and expand their use and acceptance of Visa products and services. These include up-front cash payments, fee discounts, rebates, credits, performance-based incentives, marketing and other support payments that impact our net revenue and profitability. In addition, we offer incentives to certain merchants and acquirers to encourage them to route transactions to Visa. Pressures on pricing, incentives, fee discounts and rebates could moderate our growth. If we are not able to implement cost containment and productivity initiatives in other areas of our business or grow our volumes in other ways to offset or absorb the financial impact of these incentives, fee discounts and rebates, it may harm our net revenue and profits."
        },
        {
          "year": 2023,
          "paragraphIndex": 56,
          "text": "Geopolitical trends towards nationalism, protectionism, and restrictive visa requirements, as well as continued activity and uncertainty around economic sanctions, tariffs or trade restrictions also limit the expansion of our business in certain regions and have resulted in us suspending our operations in other regions. During fiscal 2022, economic sanctions were imposed on Russia by the U.S., European Union, United Kingdom and other jurisdictions and authorities, impacting Visa and its clients. In March 2022, we suspended our operations in Russia and as a result, are no longer generating revenue from domestic and cross-border activities related to Russia. For fiscal 2022 and 2021, total net revenues from Russia, including revenues driven by domestic as well as cross-border activities, were approximately 2% and 4% of our consolidated net revenues, respectively. The war in Ukraine and any further actions by, or in response to such actions by, Russia or its allies could have lasting impacts on Ukraine as well as other regional and global economies, any or all of which could adversely affect our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 54,
          "text": "More than half of our net revenues are earned outside the U.S. International cross-border transaction revenues represent a significant part of our revenue and are an important part of our growth strategy. Our revenues are dependent on the volume and number of payment transactions made by consumers, governments, and businesses whose spending patterns may be affected by economic, political, market, health and social events or conditions. Adverse macroeconomic conditions within the U.S. or internationally, including but not limited to recessions, inflation, rising interest rates, high unemployment, currency fluctuations, actual or anticipated large-scale defaults or failures, rising energy prices, or a slowdown of global trade, and reduced consumer, small business, government, and corporate spending, have a direct impact on our volumes, transactions and revenues. Furthermore, in efforts to deal with adverse macroeconomic conditions, governments may introduce new or additional initiatives or requests to reduce or eliminate payment fees or other costs. In an overall soft global economy, such pricing measures could result in additional financial pressures on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 48,
          "text": "performance-based incentives, marketing and other support payments that impact our revenues and profitability. In addition, we offer incentives to certain merchants and acquirers to win routing preference in relation to other network options or forms of payment. Market pressures on pricing, incentives, fee discounts and rebates could moderate our growth. If we are not able to implement cost containment and productivity initiatives in other areas of our business or increase our volumes in other ways to offset or absorb the financial impact of these incentives, fee discounts and rebates, it may harm our net revenues and profits."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "sellers",
        "seller",
        "shareholders",
        "agentic",
        "agentic commerce",
        "clients sellers",
        "common shareholders",
        "court",
        "stablecoins",
        "district",
        "institutions sellers",
        "sellers party",
        "specific",
        "irfs",
        "standard",
        "merchants",
        "stockholders",
        "volumes",
        "common stockholders",
        "clients merchants",
        "institutions merchants",
        "merchants party",
        "open",
        "banking",
        "diverse",
        "generative",
        "merchants acquirers",
        "new flows",
        "client merchant",
        "cnp"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 33,
          "text": "In particular, the adoption of agentic commerce, in which autonomous AI agents initiate and execute transactions on behalf of users, presents novel and complex regulatory, privacy and cybersecurity risks. Legal frameworks governing such autonomous agents remain nascent, with limited direct guidance specific to payments. The interplay between payments regulations, data privacy laws and evolving AI regulations may create uncertainty around compliance obligations and potential liability exposure as more participants (including sellers, fintechs, AI developers and enablers) enter the agentic commerce ecosystem. The market is still assessing how regulators may apply existing consumer protection and other laws in the context of AI. For example, as agentic commerce solutions scale, we may see increased instances of erroneous or disputed payments, increased chargebacks and reputational harm. Furthermore, reliance on agentic AI introduces challenges in monitoring cross-border, prohibited or high-risk transactions, where conflicting regulatory requirements may apply. The fragmented regulatory landscape for emerging technologies such as AI and inconsistent requirements across legal frameworks may amplify difficulties in identifying, preventing or mitigating risk with a single global approach, potentially increasing our compliance costs or stratifying our ability to leverage certain data or technologies for innovation. For instance, the EU has adopted a comprehensive AI Act that establishes harmonized rules across Europe, with key provisions for high-risk AI systems taking effect in August 2026. Meanwhile, several U.S. states, including California, Colorado and Utah, have adopted AI-specific frameworks or are considering applying existing consumer and data protection laws to regulate AI. Depending on how these different regulations are interpreted and enforced, they may limit the ability to develop and deploy AI systems or significantly increase associated compliance costs. Our development and implementation of governance frameworks aimed at complying with emerging laws and regulations applicable to our AI and machine learning systems may not be successful in mitigating all of these emerging risks."
        },
        {
          "year": 2025,
          "paragraphIndex": 5,
          "text": "• Regulations adopted by the U.S. Federal Reserve cap the maximum U.S. debit interchange reimbursement rate received by large financial institutions at 21 cents plus 5 basis points per transaction, plus a possible fraud adjustment of 1 cent. Additionally, the Dodd-Frank Act limits issuers’ and payment networks’ ability to adopt network exclusivity and preferred routing in the debit and prepaid area, which also impacts our business. In response to seller requests, the Federal Reserve has recently taken actions to revisit its regulations that implement these aspects of the Dodd-Frank Act. For example, in October 2022, the Federal Reserve published a final rule effectively requiring issuers to ensure that at least two unaffiliated networks are available for routing ecommerce debit transactions by July 1, 2023. In October 2023, the Federal Reserve issued a proposal for comment that further lowers debit interchange rates, with a mechanism for automatic adjustment every two years. Finally, in August 2025, the District Court for the District of North Dakota ruled that the Federal Reserve exceeded its authority in implementing Regulation II, which sets debit card interchange fees. The court found the Federal Reserve improperly included various costs beyond what the Durbin Amendment allows, such as fraud losses, network fees and other fixed costs, when setting the debit interchange fee standard. As a result, the court vacated Regulation II’s debit interchange fee"
        },
        {
          "year": 2025,
          "paragraphIndex": 79,
          "text": "Although their voting rights are limited, holders of our class B-1, B-2 and C common stock and, in certain specified circumstances, holders of our series A, B and C preferred stock, can vote on certain significant transactions. With respect to our class B-1, B-2 and C common stock, these transactions include a proposed consolidation or merger, a decision to exit our core payments business and any other vote required under Delaware law. With respect to our series A, B and C preferred stock, voting rights are limited to proposed consolidations or mergers in which holders of the series A, B and C preferred stock would receive shares of stock or other equity securities with preferences, rights and privileges that are not substantially identical to the preferences, rights and privileges of the applicable series of preferred stock; or, in the case of series B and C preferred stock, holders would receive securities, cash or other property that is different from what our class A common shareholders would receive. Because the holders of classes of capital stock other than class A common stock are our current and former financial institution clients, they may have interests that diverge from our class A common shareholders. As a result, the holders of these classes of capital stock may not have the same incentive to approve a corporate action that may be favorable to the holders of class A common stock, and their interests may otherwise conflict with interests of our class A common shareholders."
        },
        {
          "year": 2024,
          "paragraphIndex": 40,
          "text": "Certain of our competitors operate with different business models, have different cost structures or participate in different market segments. Many of these competitors are also able to use existing payment networks without being subject to many of the associated costs. Moreover, these competitors also occupy various roles in the payments ecosystem that enable them to influence payment choice of other participants. Those business models may ultimately prove more successful or more adaptable to regulatory, technological and other developments. In some cases, these competitors have the support of government mandates that prohibit, limit or otherwise hinder our ability to compete for transactions within certain countries and regions. Some of our competitors, including American Express, Discover, private-label card networks, virtual currency providers, technology companies that enable the exchange of digital assets, and certain alternative payments systems like Alipay and WeChat Pay, operate closed-loop payments systems, with direct connections to both merchants and consumers. Government actions or initiatives such as the Dodd-Frank Act, the IFR in Europe, or RTP initiatives by governments such as the U.S. Federal Reserve’s FedNow or the Central Bank of Brazil’s Pix system may provide competitors with increased opportunities to derive competitive advantages from these business models, and may create new competitors, including in some cases the government itself. Similarly, regulation in Europe under PSD2 and the IFR may require us to open up access to, and allow participation in, our network to additional participants, and reduce the infrastructure investment and regulatory burden on competitors. In addition to the open banking provisions under PSD2, efforts to implement or facilitate open banking and open finance requirements are underway across a number of countries, including Australia, Brazil, Canada and the U.S., which could impose additional requirements on financial institutions or others regarding access to and use of financial data. We also run the risk of disintermediation due to factors such as emerging technologies and platforms, including mobile payments, alternative payment credentials, other ledger technologies or payment forms, and by virtue of increasing bilateral agreements between entities that prefer not to use our payments network for processing transactions. For example, merchants could process transactions directly with issuers, or processors could process transactions directly with issuers and acquirers."
        },
        {
          "year": 2024,
          "paragraphIndex": 81,
          "text": "Although their voting rights are limited, holders of our class B-1, B-2 and C common stock and, in certain specified circumstances, holders of our series A, B and C preferred stock, can vote on certain significant transactions. With respect to our class B-1, B-2 and C common stock, these transactions include a proposed consolidation or merger, a decision to exit our core payments business and any other vote required under Delaware law. With respect to our series A, B and C preferred stock, voting rights are limited to proposed consolidations or mergers in which holders of the series A, B and C preferred stock would receive shares of stock or other equity securities with preferences, rights and privileges that are not substantially identical to the preferences, rights and privileges of the applicable series of preferred stock; or, in the case of series B and C preferred stock, holders would receive securities, cash or other property that is different from what our class A common stockholders would receive. Because the holders of classes of capital stock other than class A common stock are our current and former financial institution clients, they may have interests that diverge from our class A common stockholders. As a result, the holders of these classes of capital stock may not have the same incentive to approve a corporate action that may be favorable to the holders of class A common stock, and their interests may otherwise conflict with interests of our class A common stockholders."
        },
        {
          "year": 2024,
          "paragraphIndex": 51,
          "text": "to maintain and expand the use and acceptance of Visa products. Certain merchants and merchant-affiliated groups have been exerting their influence in the global payments system in certain jurisdictions, such as the U.S., Australia, Canada and Europe, to attempt to lower acceptance costs paid by merchants to acquirers or their agents to accept payment products or services, by lobbying for new legislation, seeking regulatory intervention, filing lawsuits and in some cases, surcharging or refusing to accept Visa products. If they are successful in their efforts, we may face increased compliance and litigation expenses, issuers may decrease their issuance of our products, and consumer usage of our products could be adversely impacted. For example, in the U.S., certain stakeholders have raised concerns regarding how payment security standards and rules may impact debit routing choice and the cost of payment card acceptance. In addition to ongoing litigation related to the U.S. migration to EMV-capable cards and point-of-sale terminals, U.S. merchant-affiliated groups and processors have expressed concerns regarding the EMV certification process and some policymakers have expressed concerns about the roles of industry bodies such as EMVCo and the Payment Card Industry Security Standards Council in the development of payment card standards. Additionally, many merchants have advocated for lower acceptance costs in the form of reduced interchange rates, which could result in some issuers eliminating or reducing their promotion or use of Visa’s products and services, eliminating or reducing cardholder benefits such as rewards programs, or charging account holders increased or new fees for using Visa-branded products, all of which could negatively impact Visa’s transaction volumes and related revenue. Finally, some merchants and processors have advocated for changes to industry practices and Visa acceptance requirements at the point of sale, including the ability for merchants to accept only certain types of Visa products, to mandate only PIN authenticated transactions, to differentiate or steer among Visa product types issued by different financial institutions, and to impose surcharges on customers presenting Visa products as their form of payment. If successful, these efforts could adversely impact consumers’ usage of our products and decrease our overall transaction volumes and net revenue, lead to regulatory enforcement and/or litigation that increases our compliance and litigation expenses, and ultimately harm our business."
        }
      ]
    }
  ]
}