{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "properties",
        "ads online",
        "device mix",
        "acquisitions strategic",
        "additionally changes",
        "google properties",
        "acquisitions divestitures",
        "acquisitions joint",
        "changes device",
        "cloud",
        "divestitures investments",
        "generally lower",
        "governing",
        "governing wide",
        "improper",
        "preliminary",
        "wireless",
        "accurate",
        "ads harm",
        "advanced",
        "announced",
        "anticipation",
        "arrange",
        "constantly",
        "costs negatively",
        "country products",
        "devices revenue",
        "element",
        "eliminate",
        "entail"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 10,
          "text": "We believe our margins could experience downward pressure as a result of increasing competition and increased costs for many aspects of our business as well as the continuing shift to mobile, changes in device mix, and the contribution of new businesses to overall revenue. For instance, the margin on revenues we generate from our Google Network Members is significantly less than the margin on revenues we generate from advertising on Google properties. Consequently, our margins will experience downward pressure if a greater percentage of our revenues comes from ads placed on our Google Network Members' properties compared to revenues generated through ads placed on Google properties. Additionally, the margin we earn on revenues generated from our Google Network Members could decrease in the future if we pay an even larger percentage of advertising fees to our Google Network Members."
        },
        {
          "year": 2016,
          "paragraphIndex": 72,
          "text": "Technologies have been developed that can block the display of ads online and that provide tools to users to opt out of seeing ads online. Most of our Google revenues are derived from fees paid to us in connection with the display of ads online. As a result, such technologies and tools could adversely affect our operating results."
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "We also place advertisements which are displayed on third-party publishers and advertising networks properties, and we offer third-party products, services, or content. We may be subject to claims concerning these products, services, or content by virtue of our involvement in marketing, branding, broadcasting, or providing access to them, even if we do not ourselves host, operate, provide, or provide access to these products, services, or content. Defense of any such actions could be costly and involve significant time and attention of our management and other resources, may result in monetary liabilities or penalties, and may require us to change our business in an adverse manner."
        },
        {
          "year": 2015,
          "paragraphIndex": 4,
          "text": "Our competitors are constantly developing innovations in search, online advertising, wireless mobile devices, operating systems, and many other web-based products and services. The research and development of new, technologically advanced products is also a complex and uncertain process requiring high levels of innovation and investment, as well as the accurate anticipation of technology, market trends, and consumer needs. As a result, we must continue to invest significant resources in research and development, including through acquisitions, in order to enhance our search technology and our existing products and services, and introduce new products and services that people can easily and effectively use. If we are unable to provide quality products and services, then acceptance rates for our products and services could decline. In addition, these new products and services may present new and difficult technological and legal challenges, and we may be subject to claims if users of these offerings experience service disruptions or failures or other issues. Our operating results would also suffer if our innovations are not responsive to the needs of our users, advertisers, and Google Network Members, are not appropriately timed with market opportunities, or are not effectively brought to market. As technology continues to develop, our competitors may be able to offer user experiences that are, or that are seen to be, substantially similar to or better than ours. This may force us to compete in different ways and expend significant resources in order to remain competitive. If our competitors are more successful than we are in developing compelling products or in attracting and retaining users, advertisers, and content providers, our revenues and operating results could be adversely affected."
        },
        {
          "year": 2015,
          "paragraphIndex": 44,
          "text": "Recent legal developments in Europe have created compliance uncertainty regarding certain transfers of information from Europe to the U.S. A preliminary agreement has been reached between the U.S. and European governments to allow for legal certainty regarding transfers of data. However, given the preliminary nature of the agreement, some uncertainty remains, and compliance obligations could cause us to incur costs or require us to change our business practices in a manner adverse to our business."
        },
        {
          "year": 2015,
          "paragraphIndex": 3,
          "text": "We have many competitors in different industries, including general purpose search engines and information services, vertical search engines and e-commerce websites, social networks, providers of online products and services, other forms of advertising and online advertising platforms and networks, other operating systems, and wireless mobile device companies. Our current and potential domestic and international competitors range from large and established companies to emerging start-ups. Established companies have longer operating histories and more established relationships with customers and users, and they can use their experiences and resources in ways that could affect our competitive position, including by making acquisitions, continuing to invest heavily in research and development, aggressively initiating intellectual property claims (whether or not meritorious), and continuing to compete aggressively for advertisers and websites. Emerging start-ups may be able to innovate and provide products and services faster than we can or may foresee the consumer need for products and services before us."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tax act",
        "provisional",
        "provisions tax",
        "GDPR",
        "adopted",
        "bodies",
        "court justice",
        "department",
        "devices modalities",
        "effective tax",
        "enacted",
        "frameworks",
        "geographic",
        "geographic mix",
        "hardware supply",
        "adsense",
        "certainty",
        "devices make",
        "engines",
        "geographical",
        "geographical mix",
        "make search",
        "mix geographical",
        "mix platform",
        "platform mix",
        "search engines",
        "web based",
        "abroad",
        "accessing",
        "approximately voting"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 81,
          "text": "Our effective tax rate may fluctuate in the future as a result of the Tax Act, which was enacted on December 22, 2017. The Tax Act introduces significant changes to U.S. income tax law that will have a meaningful impact on our provision for income taxes. Accounting for the income tax effects of the Tax Act requires significant judgments and estimates in the interpretation and calculations of the provisions of the Tax Act."
        },
        {
          "year": 2017,
          "paragraphIndex": 82,
          "text": "Due to the timing of the enactment and the complexity involved in applying the provisions of the Tax Act, we made reasonable estimates of the effects and recorded provisional amounts in our financial statements for the year ended December 31, 2017. The U.S. Treasury Department, the Internal Revenue Service (IRS), and other standard-setting bodies may issue guidance on how the provisions of the Tax Act will be applied or otherwise administered that is"
        },
        {
          "year": 2017,
          "paragraphIndex": 83,
          "text": "different from our interpretation. As we collect and prepare necessary data, and interpret the Tax Act and any additional guidance issued by the IRS or other standard-setting bodies, we may make adjustments to the provisional amounts that could materially affect our financial position and results of operations as well as our effective tax rate in the period in which the adjustments are made."
        },
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "We have many competitors in different industries, including general purpose search engines and information services; vertical search engines and e-commerce websites; social networks; other forms of advertising and online advertising platforms and networks; companies that design, manufacture, and market consumer electronic products; providers of enterprise cloud services and digital video services; and digital assistant providers. Our current and potential domestic and international competitors range from large and established companies to emerging start-ups. Some large companies have longer operating histories and more established relationships with customers and users, and they can use their experiences and resources in ways that could affect our competitive position, including by making acquisitions, continuing to invest heavily in research and development, aggressively initiating intellectual property claims (whether or not meritorious), and continuing to compete aggressively for advertisers and websites. Emerging start-ups may be able to innovate and provide products and services faster than we can or may foresee the consumer need for products and services before us."
        },
        {
          "year": 2016,
          "paragraphIndex": 57,
          "text": "Although English-language web spam in our search results has been significantly reduced, and web spam in most other languages is limited, we expect web spammers will continue to seek ways to improve their rankings inappropriately. We continuously combat web spam, including through indexing technology that makes it harder for spam-like, less useful web content to rank highly. We face challenges from low-quality and irrelevant content websites, including “content farms”, which are websites that generate large quantities of low-quality content to help them improve their search rankings. We are continually launching algorithmic changes focused on low-quality websites. If our search results display an increasing number of web spam and content farms, this could hurt our reputation for delivering relevant information or reduce user traffic to our websites. In addition, as we continue to take actions to improve our search quality and reduce low-quality content, this may in the short run reduce our AdSense revenues, since some of these websites are AdSense partners."
        },
        {
          "year": 2016,
          "paragraphIndex": 28,
          "text": "In addition, as nearly all of our products and services are web-based, the amount of data we store for our users on our servers (including personal information) has been increasing. Any systems failure or compromise of our security that results in the release of our users’ data could seriously harm our reputation and brand and, therefore, our business, and impair our ability to attract and retain users. We expect to continue to expend significant resources to create world-class security protections that shield against theft and security breaches. The risk that these types of events could seriously harm our business is likely to increase as we expand the number of web-based products and services we offer and operate in more countries, and as cyber attacks by third parties become more sophisticated and targeted."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "advertisers customers",
        "customers content",
        "privacy security",
        "billion",
        "detect",
        "incident",
        "brexit",
        "bugs",
        "detect prevent",
        "non marketable",
        "violations guidelines",
        "Artificial intelligence",
        "access systems",
        "activated",
        "activated speakers",
        "impact",
        "tax act",
        "negatively impact",
        "adversely impact",
        "impact business",
        "impacted",
        "additionally changes",
        "drc",
        "impact financial",
        "margins experience",
        "minerals",
        "negatively impacted",
        "provisional",
        "provisions tax",
        "ads placed"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 12,
          "text": "The number of people who access the Internet through devices other than desktop computers, including mobile phones, smartphones, laptops and tablets, video game consoles, voice-activated speakers, wearables, automobiles, and television set-top devices, is increasing dramatically. The functionality and user experience associated with some alternative devices and modalities may make the use of our products and services or the generation of advertising revenue through such devices more difficult (or just different), and the versions of our products and services developed for these devices may not be compatible or compelling to users, manufacturers, or distributors of alternative devices. Each manufacturer or distributor may establish unique technical standards for its devices, and our products and services may not be available on these devices as a result. Some manufacturers may also elect not to include our products on their devices. In addition, search queries are increasingly being undertaken via voice-activated speakers, apps, social media or other platforms, which could affect our search and"
        },
        {
          "year": 2018,
          "paragraphIndex": 37,
          "text": "While we have dedicated significant resources to privacy and security incident response, including dedicated worldwide incident response teams, our response process may not be adequate, may fail to accurately assess the severity of an incident, may not respond quickly enough, or may fail to sufficiently remediate an incident, among other issues. As a result, we may suffer significant legal, reputational, or financial exposure, which could adversely affect our business and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 99,
          "text": "In 2016 and 2018, the board of directors of Alphabet authorized the company to repurchase up to $7.0 billion and $8.6 billion of its Class C capital stock, respectively. The 2016 authorization was completed in 2018. As of\nDecember 31, 2018\n, $1.7 billion remains available for repurchase. In January 2019, our board of directors authorized the repurchase of up to an additional $12.5 billion of our Class C capital stock. Our repurchase program does not have an expiration date and does not obligate Alphabet to repurchase any specific dollar amount or to acquire any specific number of shares. Our share repurchase program could affect the price of our stock and increase volatility and may be suspended or terminated at any time, which may result in a decrease in the trading price of our stock."
        },
        {
          "year": 2017,
          "paragraphIndex": 58,
          "text": "The Dodd-Frank Wall Street Reform and Consumer Protection Act includes disclosure requirements regarding the use of certain minerals mined from the Democratic Republic of Congo and adjoining countries (DRC) and procedures pertaining to a manufacturer's efforts regarding the source of such minerals. SEC rules implementing these requirements may have the effect of reducing the pool of suppliers who can supply DRC conflict free components and parts, and we may not be able to obtain DRC conflict free products or supplies in sufficient quantities for our operations. Since our supply chain is complex, we may face reputational challenges with our customers, stockholders and other stakeholders if we are unable to sufficiently verify the origins for the minerals used in our products."
        },
        {
          "year": 2017,
          "paragraphIndex": 4,
          "text": "In addition, new products and services can sometimes present new and difficult technological and legal challenges, which may negatively impact our brands and demand for our products and services and adversely impact our revenues and operating results. Our operating results would also suffer if our innovations are not responsive to the needs of our users, advertisers, and content providers; are not appropriately timed with market opportunities; or are not effectively brought to market. As technologies continue to develop, our competitors may be able to offer user experiences that are, or that are seen to be, substantially similar to or better than ours. This may force us to compete in different ways and expend significant resources in order to remain competitive. If our competitors are more successful than we are in developing compelling products or in attracting and retaining users, advertisers, and content providers, our revenues and operating results could be adversely affected."
        },
        {
          "year": 2017,
          "paragraphIndex": 81,
          "text": "Our effective tax rate may fluctuate in the future as a result of the Tax Act, which was enacted on December 22, 2017. The Tax Act introduces significant changes to U.S. income tax law that will have a meaningful impact on our provision for income taxes. Accounting for the income tax effects of the Tax Act requires significant judgments and estimates in the interpretation and calculations of the provisions of the Tax Act."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "erp",
        "incidents",
        "harming business",
        "inquiries",
        "scale",
        "security issues",
        "business reputation",
        "cases",
        "discover",
        "litigation regulatory",
        "publishers customers",
        "regulatory inquiries",
        "subject additional",
        "activity parties",
        "additional litigation",
        "results operations",
        "adversely affected",
        "eric",
        "cash flows",
        "flows",
        "sergey eric",
        "alternative devices",
        "costs require",
        "financial position",
        "operations cash",
        "position results",
        "security measures",
        "alleging",
        "alphabet holding",
        "apply"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 45,
          "text": "In addition to our efforts to mitigate cyber attacks, we are making significant investments in safety, security, and content review efforts to combat misuse of our services and unauthorized access to user data by third parties, including investigations and review of platform applications that could access the information of users of our services. As a result of these efforts, we could discover incidents of unnecessary access to or misuse of user data or other undesirable activity by third parties. We may not discover all such incidents or activity, whether as a result of our data limitations, including our lack of visibility over our encrypted services, the scale of activity on our platform, or other factors, and we may be notified of such incidents or activity via third parties. Such incidents and activities may include the use of user data or our systems in a manner inconsistent with our terms, contracts or policies, the existence of false or undesirable user accounts, election interference, improper ad purchases, activities that threaten people’s safety on- or offline, or instances of spamming, scraping, or spreading disinformation. We may also be unsuccessful in our efforts to enforce our policies or otherwise remediate any such incidents. Any of the foregoing developments may negatively affect user trust and engagement, harm our reputation and brands, require us to change our business practices in a manner adverse to our business, and adversely affect our business and financial results. Any such developments may also subject us to additional litigation and regulatory inquiries, which could result in monetary penalties and damages, divert management’s time and attention, and lead to enhanced regulatory oversight."
        },
        {
          "year": 2019,
          "paragraphIndex": 30,
          "text": "In addition, we rely extensively on information systems and technology to manage our business and summarize operating results. We are in the process of a multi-year implementation of a new ERP system, which will replace much of our existing core financial systems. The ERP system is designed to accurately maintain our financial records, enhance the flow of financial information, improve data management, and provide timely information to our management team. We may not be able to successfully implement the ERP system without experiencing delays, increased costs, and other difficulties. Failure to successfully design and implement the new ERP system as planned could harm our business, financial condition, and operating results. Additionally, if we do not effectively implement the ERP system as planned or the ERP system does not operate as intended, the effectiveness of our internal control over financial reporting could be negatively affected."
        },
        {
          "year": 2019,
          "paragraphIndex": 105,
          "text": "In addition, we are subject to regular review and audit by both domestic and foreign tax authorities. As a result, we have received, and may in the future receive, assessments in multiple jurisdictions, including in Europe, on various tax-related assertions, such as transfer-pricing adjustments or permanent-establishment claims. Any adverse outcome of such a review or audit could have a negative effect on our operating results and financial condition and could require us to change our business practices in a manner adverse to our business. It may also subject us to additional litigation and regulatory inquiries, resulting in the diversion of management’s time and attention. In addition, the determination of our worldwide provision for income taxes and other tax liabilities requires significant judgment, and there are many transactions and calculations for which the ultimate tax determination is uncertain. Although we believe our estimates are reasonable, the ultimate tax outcome may differ from the amounts recorded in our financial statements and may materially affect our financial results in the period or periods for which such determination is made."
        },
        {
          "year": 2018,
          "paragraphIndex": 100,
          "text": "Our Class B common stock has 10 votes per share, our Class A common stock has one vote per share, and our Class C capital stock has no voting rights. As of December 31, 2018, Larry Page, Sergey Brin, and Eric E. Schmidt beneficially owned approximately 92.8% of our outstanding Class B common stock, which represented approximately 56.5% of the voting power of our outstanding common stock. Larry, Sergey, and Eric therefore have significant influence over management and affairs and over all matters requiring stockholder approval, including the election of directors and significant corporate transactions, such as a merger or other sale of our company or our assets, for the foreseeable future. In addition, because our Class C capital stock carries no voting rights (except as required by applicable law), the issuance of the Class C capital stock, including in future stock-based acquisition transactions and to fund employee equity incentive programs, could prolong the duration of Larry, Sergey and Eric’s current relative ownership of our voting power and their ability to elect all of our directors and to determine the outcome of most matters submitted to a vote of our stockholders. This concentrated control limits or severely restricts our stockholders’ ability to influence corporate matters and, as a result, we may take actions that our stockholders do not view as beneficial. As a result, the market price of our Class A common stock and our Class C capital stock could be adversely affected."
        },
        {
          "year": 2018,
          "paragraphIndex": 108,
          "text": "Alphabet is a holding company with no business operations of its own. Alphabet’s most significant assets are the outstanding equity interests in its subsidiaries, including Google, that are each separate and distinct legal entities. As a result of our holding company structure, we rely on cash flows from subsidiaries to meet our obligations, including to service any debt obligations of Alphabet. Our subsidiaries may be restricted in their ability to pay cash dividends or to make other distributions to Alphabet and therefore, our ability to meet our obligations may be adversely affected by such restrictions."
        },
        {
          "year": 2018,
          "paragraphIndex": 29,
          "text": "Such claims, suits, and government investigations are inherently uncertain. Regardless of the outcome, any of these types of legal proceedings can have an adverse effect on us because of legal costs, diversion of management resources, negative publicity and other factors. Determining reserves for our pending litigation is a complex, fact-intensive process that requires significant judgment. The resolution of one or more such proceedings has resulted and may in the future result in additional substantial fines and penalties that could adversely affect our business, consolidated financial position, results of operations, or cash flows in a particular period. These proceedings could also result in"
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Pandemic",
        "including covid",
        "disaster pandemic",
        "pandemic including",
        "antitrust",
        "covid effects",
        "impacted",
        "times natural",
        "cloud bets",
        "construction",
        "facilities",
        "prices",
        "shift",
        "similar laws",
        "billion",
        "google bets",
        "links",
        "versions search",
        "brexit",
        "closing",
        "closing price",
        "decision",
        "disasters effects",
        "disputes barriers",
        "materially",
        "quarterly",
        "ranged",
        "ranged share",
        "stock ranged"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 89,
          "text": "Since COVID-19 was declared a global pandemic by the World Health Organization, governments and municipalities around the world have instituted measures in an effort to control the spread of COVID-19, including quarantines, shelter-in-place orders, school closings, travel restrictions, and closure of non-essential businesses. The macroeconomic impacts on our business continue to evolve and be unpredictable and may continue to\nadversely affect our business, operations and financial performance. As a result of the scale of the ongoing pandemic and the speed at which the global community has been impacted, our revenue growth rate and expense as a percentage of our revenues in future periods may differ significantly from our historical rate, and our future operating results may fall below expectations."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "In addition, expenditures by advertisers tend to be cyclical, reflecting overall economic conditions and budgeting and buying patterns. Adverse macroeconomic conditions, including COVID-19 and its effects on the global economy (as discussed in greater detail in our COVID-19 risk factor under ‘General Risks’ below), have impacted the demand for advertising and resulted in fluctuations in the amounts our advertisers spend on advertising, and could have an adverse impact on such demand and spend, which could harm our financial condition and operating results."
        },
        {
          "year": 2020,
          "paragraphIndex": 93,
          "text": "•\nSignificant decline in our operating cash flows as a result of decreased advertiser spending and deterioration in the credit quality and liquidity of our customers, which could adversely affect our accounts receivable. Investing cash flows could decrease due to slowing spend on data center and facilities construction projects due to a slowing or stopping of construction or significant restrictions placed on construction."
        },
        {
          "year": 2019,
          "paragraphIndex": 107,
          "text": "The trading price of our stock has at times experienced substantial price volatility and may continue to be volatile. For example, from January 1, 2019 through December 31, 2019, the closing price of our Class A common stock ranged from\n$1,025.47\nper share to\n$1,362.47\nper share, and the closing price of our Class C capital stock ranged from\n$1,016.06\nto\n$1,361.17\nper share."
        },
        {
          "year": 2019,
          "paragraphIndex": 62,
          "text": "Court decisions that require Google to remove links not just in the jurisdiction of the issuing court, but for all versions of the search engine worldwide, including in locations where the content at issue is lawful, may limit the content we can show to our users and impose significant operational burdens. The Supreme Court of Canada issued such a decision against Google in June 2017, and others could treat its decision as persuasive. With respect to the ‘right to be forgotten,’ a follow-up case of the CJEU on September 24, 2019 ruled that a search engine operator is not required to remove links from all versions of the search engine worldwide, but the court also noted in some cases, removal of links from all versions of the search engine available from the EU (including non-EU specific versions) may be required."
        },
        {
          "year": 2019,
          "paragraphIndex": 79,
          "text": "In January 2018, January 2019, and July 2019, the board of directors of Alphabet authorized the company to repurchase up to\n$8.6 billion\n,\n$12.5 billion\n, and\n$25.0 billion\nof its Class C capital stock, respectively. Share repurchases pursuant to the January 2018 and January 2019 authorizations were completed in 2019. As of December 31, 2019,\n$20.8 billion\nremains available for repurchase. Our repurchase program does not have an expiration date and does not obligate Alphabet to repurchase any specific dollar amount or to acquire any specific number of shares. Our share repurchase program could affect the price of our stock and increase volatility and may be suspended or terminated at any time, which may result in a decrease in the trading price of our stock."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "class stock",
        "cookies",
        "ccpa",
        "discovered",
        "discovered future",
        "environmental social",
        "future discover",
        "supervisory",
        "supervisory authorities",
        "virginia",
        "additional information",
        "air",
        "air quality",
        "associated wildfire",
        "cdpa",
        "class common",
        "impact",
        "including covid",
        "united states",
        "covid effects",
        "impacted",
        "adverse impact",
        "construction",
        "facilities",
        "acquisitions divestitures",
        "advertiser",
        "advertiser spending",
        "announcements",
        "announcements competitors",
        "approximate"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 75,
          "text": "These laws and regulations are evolving and subject to interpretation, including developments which create some uncertainty, and compliance obligations could cause us to incur costs or harm the operations of our products and services in ways that harm our business. For example, in the EU, several supervisory authorities have issued new guidance concerning the ePrivacy Directive’s requirements regarding the use of cookies and similar technologies, including limitations on the use of data across messaging products and specific requirements for enabling users to accept or reject cookies, and have in some cases brought (and may seek to bring in the future) enforcement action in relation to those requirements. In the U.S., certain types of cookies may be deemed sales of personal information"
        },
        {
          "year": 2021,
          "paragraphIndex": 74,
          "text": "Further, we are subject to evolving laws and regulations that dictate whether, how, and under what circumstances we can transfer, process and/or receive personal data. The EU-U.S. and the Swiss-U.S. Privacy Shield frameworks that previously allowed U.S. companies that self-certify to the U.S. Department of Commerce and publicly commit to comply with specified requirements to import personal data from the EU and Switzerland have been invalidated by the CJEU. The CJEU upheld Standard Contractual Clauses (SCCs) as a valid transfer mechanism, provided they meet certain requirements. On June 4, 2021, the European Commission published new SCCs for this purpose, and we may have to adapt our existing contractual arrangements to meet these new requirements. The validity of data transfer mechanisms remains subject to legal, regulatory, and political developments in both Europe and the U.S., such as recent recommendations from the European Data Protection Board, decisions from supervisory authorities, recent proposals for reform of the data transfer mechanisms for transfers of personal data outside the United Kingdom, and potential invalidation of other data transfer mechanisms, which, together with increased enforcement action from supervisory authorities in relation to cross-border transfers of personal data, could have a significant adverse effect on our ability to process and transfer personal data outside of the European Economic Area and/or the United Kingdom."
        },
        {
          "year": 2021,
          "paragraphIndex": 73,
          "text": "•\nVarious state privacy laws, such as the California Consumer Privacy Act of 2018 (CCPA), which came into effect in January of 2020; the California Privacy Rights Act (CPRA), which will go into effect in 2023; the Virginia Consumer Data Protection Act (Virginia CDPA), which will go into effect in 2023; and the Colorado Privacy Act (ColoPA), which will go into effect in 2023; all of which give new data privacy rights to their respective residents (including, in California, a private right of action in the event of a data breach resulting from our failure to implement and maintain reasonable security procedures and practices) and impose significant obligations on controllers and processors of consumer data."
        },
        {
          "year": 2020,
          "paragraphIndex": 93,
          "text": "•\nSignificant decline in our operating cash flows as a result of decreased advertiser spending and deterioration in the credit quality and liquidity of our customers, which could adversely affect our accounts receivable. Investing cash flows could decrease due to slowing spend on data center and facilities construction projects due to a slowing or stopping of construction or significant restrictions placed on construction."
        },
        {
          "year": 2020,
          "paragraphIndex": 107,
          "text": "In addition, we believe that our corporate culture fosters innovation, creativity, and teamwork. As our organization grows and evolves, we may need to implement more complex organizational management structures or adapt our corporate culture and work environments to ever-changing circumstances, such as during times of a natural disaster or pandemic (including COVID-19), and these changes could impact our ability to compete effectively or have an adverse impact on our corporate culture."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "In addition, expenditures by advertisers tend to be cyclical, reflecting overall economic conditions and budgeting and buying patterns. Adverse macroeconomic conditions, including COVID-19 and its effects on the global economy (as discussed in greater detail in our COVID-19 risk factor under ‘General Risks’ below), have impacted the demand for advertising and resulted in fluctuations in the amounts our advertisers spend on advertising, and could have an adverse impact on such demand and spend, which could harm our financial condition and operating results."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "conflicts",
        "tensions",
        "armed",
        "armed conflicts",
        "biometric",
        "esg",
        "export controls",
        "tensions armed",
        "biometric information",
        "conflict",
        "public",
        "respectively",
        "aggregate",
        "aggregate material",
        "changing laws",
        "GDPR",
        "cookies",
        "erp",
        "ccpa",
        "cjeu",
        "similar laws",
        "spread",
        "ability online",
        "alleging",
        "alleging google",
        "alter",
        "annual worldwide",
        "anticipated jurisdictions",
        "antitrust complaint",
        "antitrust laws"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "The availability of our products and services and fulfillment of our customer contracts depend on the continuing operation of our information technology and communications systems. Our systems are vulnerable to damage, interference, or interruption from modifications or upgrades, terrorist attacks, state-sponsored attacks, natural disasters or pandemics, geopolitical tensions or armed conflicts, the effects of climate change (such as sea level rise, drought, flooding, heat waves, wildfires and resultant air quality effects and power shutoffs associated with wildfire prevention, and increased storm severity), power loss, telecommunications failures, computer viruses, software bugs, ransomware attacks, computer denial of service attacks, phishing schemes, or other attempts to harm or access our systems. Some of our data centers are located in areas with a high risk of major earthquakes or other natural disasters. Our data centers are also subject to break-ins, sabotage, and intentional acts of vandalism, and, in some cases, to potential disruptions resulting from problems experienced by facility operators or disruptions as a result of geopolitical tensions and conflicts happening in the area. Some of our systems are not fully redundant, and disaster recovery planning cannot account for all eventualities. The occurrence of a natural disaster or pandemic, closure of a facility, or other unanticipated problems affecting our data centers could result in lengthy interruptions in our service. In addition, our products and services are highly technical and complex and have contained in the past, and may contain in the future, errors or vulnerabilities, which could result in interruptions in or failure of our services or systems. Any of these incidents could impede or prevent us from effectively offering products and providing services, which could harm our reputation, financial condition, and operating results."
        },
        {
          "year": 2022,
          "paragraphIndex": 35,
          "text": "•\nsanctions, export controls, and trade restrictions that limit our ability to operate in certain jurisdictions or to comply with local laws, including as a result of geopolitical tensions or armed conflicts, such as the ongoing conflict in Ukraine;"
        },
        {
          "year": 2022,
          "paragraphIndex": 48,
          "text": "We experience cyber attacks and other attempts to gain unauthorized access to our systems on a regular basis. Cyber attacks continue to evolve in sophistication and volume, and inherently may be difficult to detect for long periods of time. We have seen, and will continue to see, industry-wide software supply chain vulnerabilities, such as the Log4j vulnerability reported in December 2021, which could affect our or other parties’ systems. We expect to continue to experience such incidents or vulnerabilities in the future. Our efforts to address undesirable activity on our platform may also increase the risk of retaliatory attack. In addition, we face the risk of cyber attacks by nation-states and state-sponsored actors. These attacks may target us or our customers, particularly our public sector customers (including federal, state, and local governments). Geopolitical tensions or armed conflicts, such as the ongoing conflict in Ukraine, may increase these risks."
        },
        {
          "year": 2021,
          "paragraphIndex": 52,
          "text": "We and other companies in the technology industry face increased regulatory scrutiny, enforcement action, and other proceedings. For instance, the U.S. Department of Justice, joined by a number of state Attorneys General, filed an antitrust complaint against Google on October 20, 2020, alleging that Google violated U.S. antitrust laws relating to Search and Search advertising. Similarly, on December 16, 2020, a number of state Attorneys General filed an antitrust complaint against Google in the U.S. District Court for the Eastern District of Texas, alleging that Google violated U.S. antitrust laws as well as state deceptive trade laws relating to its advertising technology. Various other regulatory agencies in the U.S. and around the world, including competition enforcers, consumer protection agencies, data protection authorities, grand juries, inter-agency consultative groups, and a range of other governmental bodies have and continue to review and in some cases challenge our products and services and their compliance with laws and regulations around the world. We continue to cooperate with these investigations and defend litigation where appropriate. Various laws, regulations, investigations, enforcement lawsuits, and regulatory actions have in the past, and may in the future, result in substantial fines and penalties, injunctive relief, ongoing auditing and monitoring obligations, changes to our products and services, alterations to our business models and operations, and collateral litigation, all of which could harm our business, reputation, financial condition, and operating results."
        },
        {
          "year": 2021,
          "paragraphIndex": 72,
          "text": "•\nThe General Data Protection Regulation (GDPR), which applies to all of our activities conducted from an establishment in the EU or related to products and services that we offer to EU users or customers, or the monitoring of their behavior in the EU. Ensuring compliance with the range of obligations created by the GDPR is an ongoing commitment that involves substantial costs. Despite our efforts, governmental authorities or others have asserted and may continue to assert that our business practices fail to comply with its requirements. If our operations are found to violate the GDPR requirements, we may incur substantial fines, have to change our business practices, and face reputational harm, any of which could have an adverse effect on our business. Serious breaches of the GDPR can result in administrative fines of up to 4% of annual worldwide revenues. Fines of up to 2% of annual worldwide revenues can be levied for other specified violations."
        },
        {
          "year": 2021,
          "paragraphIndex": 28,
          "text": "In addition, we rely extensively on information systems and technology to manage our business and summarize operating results. We are in the process of a multi-year implementation of a new ERP system, which is designed to accurately maintain our financial records, enhance the flow of financial information, improve data management, and provide timely information to our management team. As the phased implementation continues, we may experience delays, increased costs, and other difficulties. Failure to successfully design and implement the ERP system as planned could harm our business, financial condition, and operating results. Additionally, if we do not effectively implement the ERP system as planned or the ERP system does not operate as intended, the effectiveness of our internal control over financial reporting could be negatively affected."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "strategic arrangements",
        "development use",
        "ai offerings",
        "internal",
        "internal systems",
        "offerings internal",
        "related issues",
        "action legal",
        "ai capabilities",
        "ai related",
        "ai systems",
        "ai technologies",
        "arrangements failure",
        "brand reputational",
        "commercialization",
        "strategic transactions",
        "particular market",
        "COVID-19",
        "consumer privacy",
        "expense",
        "impacts",
        "impede offering",
        "income expense",
        "power shutoffs",
        "shutoffs",
        "shutoffs associated",
        "ability process",
        "acquisitions continuing",
        "addition components",
        "adjust"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 70,
          "text": "In addition, the applicability and scope of these and other laws and regulations, as interpreted by courts, regulators, or administrative bodies, remain uncertain and could be interpreted in ways that harm our business. For example, we rely on statutory safe harbors, like those set forth in the Digital Millennium Copyright Act and Section 230 of the Communications Decency Act in the U.S. and the E-Commerce Directive in Europe, to protect against liability for various linking, caching, ranking, recommending, and hosting activities. Legislation or court rulings affecting these safe harbors may adversely affect us and may impose significant operational challenges. There are legislative proposals and pending litigation in the U.S., EU, and around the world that could diminish or eliminate safe harbor protection for websites and online platforms. Our development, use, and commercialization of AI products and services (including our implementation of AI in our offerings and internal systems) could subject us to regulatory action and legal liability, including under specific legislation regulating AI, as well as new applications of existing data protection, cybersecurity, privacy, intellectual property, and other laws."
        },
        {
          "year": 2023,
          "paragraphIndex": 108,
          "text": "Our acquisitions and other strategic arrangements could also result in dilutive issuances of our equity securities, the incurrence of debt, contingent liabilities, or amortization expenses, or impairment of goodwill and/or purchased long-lived assets, and restructuring charges, any of which could harm our financial condition and operating results. Also, the anticipated benefits or value of our acquisitions and other strategic arrangements may not materialize. In connection with our divestitures, we have agreed, and may in the future agree, to provide indemnification for certain potential liabilities, which could harm our financial condition and operating results."
        },
        {
          "year": 2023,
          "paragraphIndex": 47,
          "text": "Our products and services involve the storage, handling, and transmission of proprietary and other sensitive information. Software bugs, theft, misuse, defects, vulnerabilities in our products and services, and security breaches expose us to a risk of loss or improper use and disclosure of such information, which could result in litigation and other potential liabilities, including regulatory fines and penalties, as well as reputational harm. Additionally, our products incorporate highly technical and complex technologies, and thus our technologies and software have contained, and are likely in the future to contain, undetected errors, bugs, and/or vulnerabilities. We continue to add new features involving AI to our offerings and internal systems, and features that rely on AI may be susceptible to unanticipated security threats as our and the market’s understanding of AI-centric security risks and protection methods continue to develop. We have in the past discovered, and may in the future discover, some errors in our software code only after we have released the code. Systems and control failures, security breaches, failure to comply with our privacy policies, and/or inadvertent disclosure of user data could result in government and legal exposure, seriously harm our reputation, brand, and business, and impair our ability to attract and retain users or customers. Such incidents have occurred in the past and may continue to occur due to the scale and nature of our products and services. While there is no guarantee that such incidents will not cause significant damage, we expect to continue to expend significant resources to maintain security protections that limit the effect of bugs, theft, misuse, and security vulnerabilities or breaches."
        },
        {
          "year": 2022,
          "paragraphIndex": 99,
          "text": "Our business, operations and financial performance have been, and may continue to be, affected by the macroeconomic impacts resulting from COVID-19, and as a result, our revenue growth rate and expenses as a percentage of our revenues in future periods may differ significantly from our historical rates, and our future operating results may fall below expectations. The extent to which our business will continue to be affected will depend on a variety of factors, many of which are outside of our control, including the persistence of the pandemic, impacts on economic activity, and the possibility of recession or continued financial market instability."
        },
        {
          "year": 2022,
          "paragraphIndex": 25,
          "text": "We have experienced and/or may in the future experience supply shortages, price increases, and/or longer lead times that could negatively affect our operations, driven by raw material, component availability, manufacturing capacity, labor shortages, industry allocations, logistics capacity, inflation, foreign currency exchange rates, tariffs, sanctions and export controls, trade disputes and barriers, geopolitical tensions, armed conflicts, natural disasters or pandemics, the effects of climate change (such as sea level rise, drought, flooding, heat waves, wildfires and resultant air quality effects and power shutoffs associated with wildfire prevention, and increased storm severity), power loss, and significant changes in the financial or business condition of our suppliers. In addition, some of the components we use in our technical infrastructure and our hardware products are available from only one or limited sources, and we may not be able to find replacement vendors on favorable terms in the event of a supply chain disruption. A significant supply interruption that affects us or our vendors could delay critical data center upgrades or expansions and delay consumer product availability."
        },
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "The availability of our products and services and fulfillment of our customer contracts depend on the continuing operation of our information technology and communications systems. Our systems are vulnerable to damage, interference, or interruption from modifications or upgrades, terrorist attacks, state-sponsored attacks, natural disasters or pandemics, geopolitical tensions or armed conflicts, the effects of climate change (such as sea level rise, drought, flooding, heat waves, wildfires and resultant air quality effects and power shutoffs associated with wildfire prevention, and increased storm severity), power loss, telecommunications failures, computer viruses, software bugs, ransomware attacks, computer denial of service attacks, phishing schemes, or other attempts to harm or access our systems. Some of our data centers are located in areas with a high risk of major earthquakes or other natural disasters. Our data centers are also subject to break-ins, sabotage, and intentional acts of vandalism, and, in some cases, to potential disruptions resulting from problems experienced by facility operators or disruptions as a result of geopolitical tensions and conflicts happening in the area. Some of our systems are not fully redundant, and disaster recovery planning cannot account for all eventualities. The occurrence of a natural disaster or pandemic, closure of a facility, or other unanticipated problems affecting our data centers could result in lengthy interruptions in our service. In addition, our products and services are highly technical and complex and have contained in the past, and may contain in the future, errors or vulnerabilities, which could result in interruptions in or failure of our services or systems. Any of these incidents could impede or prevent us from effectively offering products and providing services, which could harm our reputation, financial condition, and operating results."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "dividend",
        "district",
        "portability",
        "dividends",
        "doj",
        "alleging",
        "attorneys",
        "attorneys general",
        "decision",
        "laws relating",
        "alleging google",
        "august",
        "benefit",
        "cash dividends",
        "child",
        "esg",
        "children minors",
        "government investigations",
        "impose obligations",
        "power loss",
        "ability customize",
        "able execute",
        "addition search",
        "adhere",
        "advertising able",
        "agreement",
        "apps",
        "arrangements experienced",
        "attain",
        "attain sufficient"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 80,
          "text": "Furthermore, in December 2020, several State Attorneys General, led by the Texas Attorney General, filed an antitrust lawsuit in the U.S. District Court for the Eastern District of Texas alleging that Google violated antitrust and other laws relating to its advertising technology. This case is set for trial in March 2025, and we could face significant civil penalties. In January 2023, the DOJ and several Attorneys General sued in the Eastern District of Virginia alleging similar antitrust violations relating to Google’s advertising technology. Trial in the DOJ matter concluded in September 2024 with a decision expected in early 2025. If we are unsuccessful, we could face an order on remedies that could harm our business, reputation, financial condition, and operating results."
        },
        {
          "year": 2024,
          "paragraphIndex": 102,
          "text": "We engage in share repurchases of our Class A and Class C stock from time to time in accordance with authorizations from the Board of Directors of Alphabet. Our repurchase program does not have an expiration date and does not obligate Alphabet to repurchase any specific dollar amount or to acquire any specific number of shares. In April 2024, we announced the approval of our cash dividend program and began paying regular cash dividends to our Class A, Class B, and Class C stockholders. Any and all future cash dividends are subject to declaration by our Board of Directors in its sole discretion, and in accordance with the requirements of any applicable laws, rules, and regulations, including the Delaware General Corporation Law. Our cash dividend program does not require, and our Board of Directors may decide not to declare, a cash dividend each quarter, and does not obligate our Board of Directors to declare a dividend at any specific dollar amount per share. Any such decision by our Board of Directors may depend on a variety of factors that it may deem relevant, including but not limited to our earnings, liquidity, financial condition, other capital deployment opportunities, level of indebtedness, and general market conditions. Our share repurchases or dividends could affect our share trading prices, increase their volatility, reduce our cash reserves and may be suspended or terminated at any time, which may result in a decrease in the trading prices of our stock."
        },
        {
          "year": 2024,
          "paragraphIndex": 78,
          "text": "For example, the DOJ and a number of state Attorneys General filed a lawsuit alleging that Google violated antitrust laws relating to Search and Search advertising, and in August 2024, the U.S. District Court for the District of Columbia ruled that Google violated such antitrust laws. The Court is holding a separate proceeding to determine remedies, which could include alterations to our products and services and our business models and operations, including structural remedies, and/or our distribution arrangements, among other changes. While we plan to appeal, there can be no assurance that our appeal will succeed, or that we will be able to change or decrease the severity of any remedies that may be ordered, and any or all of these potential remedies could harm our business, reputation, financial condition, and operating results."
        },
        {
          "year": 2023,
          "paragraphIndex": 88,
          "text": "We are subject to laws, regulations, and other measures that govern a wide range of topics, including those related to matters beyond our core products and services. For instance, new laws, regulations, policies, and international accords relating to ESG matters, including sustainability, climate change, human capital, and diversity, are being developed and formalized in Europe, the U.S., and elsewhere, which may entail specific, target-driven frameworks and/or disclosure requirements. We have implemented robust ESG programs, adopted reporting frameworks and principles, and announced a number of goals and initiatives. The implementation of these goals and initiatives may require considerable investments, and our goals, with all of their contingencies, dependencies, and in certain cases, reliance on third-party verification and/or performance, are complex and ambitious, and may change. We cannot guarantee that our goals and initiatives will be fully realized on the timelines we expect or at all, and projects that are completed as planned may not achieve the results we anticipate. Any failure, or perceived failure, by us to adhere to our public statements, comply fully with developing interpretations of ESG laws and regulations, or meet evolving and varied stakeholder expectations and standards could harm our business, reputation, financial condition, and operating results."
        },
        {
          "year": 2023,
          "paragraphIndex": 13,
          "text": "Within Google Cloud, we devote significant resources to develop and deploy our enterprise-ready cloud services, including Google Cloud Platform and Google Workspace, and we are advancing our AI platforms and models to support these tools and technologies. We are incurring costs to build and maintain infrastructure to support cloud computing services, invest in cybersecurity, and hire talent, particularly to support and scale our sales force. At the same time, our competitors are rapidly developing and deploying cloud-based services. Pricing and delivery models are competitive and constantly evolving, and we may not attain sufficient scale and profitability to achieve our business objectives. Further, our business with public sector customers may present additional risks, including regulatory compliance risks. For instance, we may be subject to government audits and cost reviews, and any failure to comply or any deficiencies found may expose us to legal, financial, and/or reputational risks. Evolving laws and regulations may require us to make new capital investments, build new products, and seek partners to deliver localized services in other countries, and we may not be able to meet sovereign operating requirements."
        },
        {
          "year": 2023,
          "paragraphIndex": 62,
          "text": "We are subject to numerous U.S. and foreign laws and regulations covering a wide variety of subjects, and our introduction of new businesses, products, services, and technologies will likely continue to subject us to additional laws and regulations. In recent years, governments around the world have proposed and adopted a large number of new laws and regulations relevant to the digital economy, particularly in the areas of data privacy and security, competition, environmental, social and governance (ESG) requirements, AI, and online content. The costs of compliance with these measures are high and are likely to increase in the future."
        }
      ]
    }
  ]
}