{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "tax",
        "impact",
        "rights",
        "potential",
        "challenges",
        "technologies",
        "forward",
        "forward looking",
        "future",
        "looking",
        "ability",
        "foreign",
        "looking statements",
        "action",
        "parties",
        "adolescents",
        "anthracycline",
        "antimycobacterial",
        "bedaquiline",
        "chronic",
        "condition results",
        "containing",
        "diarylquinoline",
        "discussed",
        "double",
        "going",
        "heartburn",
        "indicated",
        "latest",
        "leiomyosarcoma"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 0,
          "text": "This Annual Report on Form 10-K and Johnson & Johnson's other publicly available documents contain \"forward-looking statements\" within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. Management and representatives of Johnson & Johnson and its subsidiaries (the \"Company\") also may from time to time make forward-looking statements. Forward-looking statements do not relate strictly to historical or current facts and reflect management’s assumptions, views, plans, objectives and projections about the future. Forward-looking statements may be identified by the use of words such as “plans,” “expects,” “will,” “anticipates,” “estimates” and other words of similar meaning in conjunction with, among other things: discussions of future operations; expected operating results and financial performance; impact of planned acquisitions and dispositions; the Company’s strategy for growth; product development; regulatory approvals; market position and expenditures."
        },
        {
          "year": 2016,
          "paragraphIndex": 1,
          "text": "Because forward-looking statements are based on current beliefs, expectations and assumptions regarding future events, they are subject to uncertainties, risks and changes that are difficult to predict and many of which are outside of the Company's control. Investors should realize that if underlying assumptions prove inaccurate, or known or unknown risks or uncertainties materialize, the Company’s actual results and financial condition could vary materially from expectations and projections expressed or implied in its forward-looking statements. Investors are therefore cautioned not to rely on these forward-looking statements. Risks and uncertainties include, but are not limited to:"
        },
        {
          "year": 2016,
          "paragraphIndex": 62,
          "text": "The Company faces substantial competition in all three operating segments and in all geographic markets. The Company’s businesses compete with companies of all sizes on the basis of cost-effectiveness, technological innovations, intellectual property rights, product performance, real or perceived product advantages, pricing and availability and rate of reimbursement. The Company also competes with other market participants in securing rights to acquisitions, collaborations and licensing agreements with third parties. Competition for rights to product candidates and technologies may result in significant investment and acquisition costs and onerous agreement terms for the Company. Competitors’ development of more effective or less costly products, and/or their ability to secure patent and other intellectual property rights and successfully market products ahead of us, could negatively impact sales of the Company’s existing products as well as its ability to bring new products to market despite significant prior investment in the related product development."
        },
        {
          "year": 2015,
          "paragraphIndex": 4,
          "text": "The Pharmaceutical segment is focused on five therapeutic areas: immunology (e.g., rheumatoid arthritis, inflammatory bowel disease and psoriasis), infectious diseases and vaccines (e.g., HIV, hepatitis, respiratory infections and tuberculosis), neuroscience (e.g., Alzheimer's disease, mood disorders and schizophrenia), oncology (e.g., prostate cancer, hematologic malignancies and lung cancer), and cardiovascular and metabolic diseases (e.g., thrombosis and diabetes). Products in this segment are distributed directly to retailers, wholesalers, hospitals and health care professionals for prescription use. Key products in the Pharmaceutical segment include: REMICADE ® (infliximab), a treatment for a number of immune-mediated inflammatory diseases; SIMPONI ® (golimumab), a subcutaneous treatment for adults with moderate to severe rheumatoid arthritis, active psoriatic arthritis, active ankylosing spondylitis and moderately active to severely active ulcerative colitis; SIMPONI ARIA ® (golimumab), an intravenous treatment for adults with moderate to severe rheumatoid arthritis; STELARA ® (ustekinumab), a treatment for adults with moderate to severe plaque psoriasis and active psoriatic arthritis, and for adolescents with moderate to severe psoriasis; OLYSIO ® /SOVRIAD ® (simeprevir), for combination treatment of chronic hepatitis C in adult patients; PREZISTA ® (darunavir), EDURANT ® (rilpivirine), and PREZCOBIX ® /REZOLSTA ® (darunavir/cobicistat), antiretroviral medicines for the treatment of human immunodeficiency virus (HIV-1) in combination with other antiretroviral products; SIRTURO ® (bedaquiline), a diarylquinoline antimycobacterial drug indicated as part of combination therapy in adults (>18 years) with pulmonary multi-drug resistant tuberculosis (MDR-TB); CONCERTA ® (methylphenidate HCl) extended-release tablets CII, a treatment for attention deficit hyperactivity disorder; INVEGA ® (paliperidone) extended-release tablets, for the treatment of schizophrenia and schizoaffective disorder; INVEGA SUSTENNA ® /XEPLION ® (paliperidone palmitate), for the treatment of schizophrenia and schizoaffective disorder in adults; INVEGA TRINZA ® (paliperidone palmitate), for the treatment of schizophrenia in patients after they have been adequately treated with INVEGA SUSTENNA ® for at least four months; RISPERDAL CONSTA ® (risperidone long-acting injection), for the treatment of"
        },
        {
          "year": 2015,
          "paragraphIndex": 5,
          "text": "schizophrenia and the maintenance treatment of Bipolar 1 Disorder in adults; VELCADE ® (bortezomib), a treatment for multiple myeloma and for use in combination with rituximab, cyclophosphamide, doxorubicin and prednisone for the treatment of adult patients with previously untreated mantle cell lymphoma; ZYTIGA ® (abiraterone acetate), used in combination with prednisone as a treatment for metastatic castration-resistant prostate cancer; IMBRUVICA ® (ibrutinib), an oral, once-daily therapy approved for use in treating certain B-cell malignancies, or blood cancers, and Waldenström's Macroglobulinemia; DARZALEX TM (daratumumab), for the treatment of double refractory multiple myeloma; YONDELIS ® (trabectedin), for the treatment of patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen; PROCRIT ® (epoetin alfa, sold outside the U.S. as EPREX ® ), to stimulate red blood cell production; XARELTO ® (rivaroxaban), an oral anticoagulant for the prevention of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE) in patients undergoing hip or knee replacement surgery, to reduce the risk of stroke and systemic embolism in patients with nonvalvular atrial fibrillation, for the treatment and reduction of risk of recurrence of DVT and PE; INVOKANA ® (canagliflozin), for the treatment of adults with type 2 diabetes; and INVOKAMET ® /VOKANAMET ® (canagliflozin/metformin HCl), a combination therapy of fixed doses of canagliflozin and metformin hydrochloride for the treatment of adults with type 2 diabetes. Many of these medicines were developed in collaboration with strategic partners or are licensed from other companies and maintain active lifecycle development programs."
        },
        {
          "year": 2015,
          "paragraphIndex": 12,
          "text": "In the United States, the latest of these patents expires in September 2018 and this patent stands rejected and is subject to reexamination proceedings instituted by a third party in the United States Patent and Trademark Office. Those proceedings are on going."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tcja",
        "hypertension",
        "income",
        "adjustments",
        "arterial",
        "arterial hypertension",
        "audits disputes",
        "decision",
        "guidance",
        "income tax",
        "january",
        "net",
        "pah",
        "provisional",
        "pulmonary arterial",
        "infliximab biosimilar",
        "pfizer",
        "revenues fiscal",
        "total revenues",
        "accordingly",
        "accordingly patents",
        "alfa",
        "alzheimer",
        "appealed",
        "april",
        "began",
        "benefit",
        "benefit recorded",
        "change statutory",
        "delayed"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 56,
          "text": "Company’s provision for income taxes. Accounting for the income tax effects of the TCJA requires significant judgments to be made in interpreting its provisions. Due to the timing of the enactment and the complexity involved in applying the provisions of the TCJA, the Company made reasonable estimates of the effects and recorded provisional amounts in the financial statements for fiscal year 2017. These provisional amounts are based on the Company’s initial analysis of the TCJA as of January 18, 2018. Anticipated guidance from the U.S. Treasury about implementing the TCJA, and the potential for additional guidance from the Securities and Exchange Commission or the Financial Accounting Standards Board related to the TCJA, may result in adjustments to these estimates which could materially affect the Company’s financial position and results of operations as well as the effective tax rate in the period in which the adjustments are made."
        },
        {
          "year": 2017,
          "paragraphIndex": 27,
          "text": "acetate), used in combination with prednisone as a treatment for metastatic castration-resistant prostate cancer; IMBRUVICA ® (ibrutinib), an oral, once-daily therapy approved for use in treating certain B-cell malignancies, or blood cancers, and Waldenström's Macroglobulinemia; DARZALEX ® (daratumumab), for the treatment of relapsed/refractory multiple myeloma; PROCRIT ®/ EPREX ® , to stimulate red blood cell production; XARELTO ® (rivaroxaban), an oral anticoagulant for the prevention of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE) in patients undergoing hip or knee replacement surgery, to reduce the risk of stroke and systemic embolism in patients with nonvalvular atrial fibrillation, and for the treatment and reduction of risk of recurrence of DVT and PE; INVOKANA ® (canagliflozin), for the treatment of adults with type 2 diabetes; INVOKAMET ® /VOKANAMET ® (canagliflozin/metformin HCl), a combination therapy of fixed doses of canagliflozin and metformin hydrochloride for the treatment of adults with type 2 diabetes; and INVOKAMET ® XR (canagliflozin/metformin hydrochloride extended-release), a once-daily, fixed-dose combination therapy of canagliflozin and metformin hydrochloride extended-release, for the treatment of adults with type 2 diabetes; OPSUMIT ® (macitentan) as monotherapy or in combination, indicated for the long-term treatment of pulmonary arterial hypertension (PAH); UPTRAVI ® (selexipag), the only approved oral, selective IP receptor agonist targeting a prostacyclin pathway in PAH. Many of these medicines were developed in collaboration with strategic partners or are licensed from other companies and maintain active lifecycle development programs."
        },
        {
          "year": 2017,
          "paragraphIndex": 26,
          "text": "The Pharmaceutical segment is focused on six therapeutic areas: Immunology (e.g., rheumatoid arthritis, inflammatory bowel disease and psoriasis), Infectious Diseases and Vaccines (e.g., HIV/AIDS), Neuroscience (e.g., mood disorders and schizophrenia), Oncology (e.g., prostate cancer and hematologic malignancies), Cardiovascular and Metabolism (e.g., thrombosis and diabetes) and Pulmonary Hypertension (e.g., Pulmonary Arterial Hypertension), a new therapeutic area, which was established with the acquisition of Actelion in June 2017. Medicines in this segment are distributed directly to retailers, wholesalers, hospitals and health care professionals for prescription use. Key products in the Pharmaceutical segment include: REMICADE ® (infliximab), a treatment for a number of immune-mediated inflammatory diseases; SIMPONI ® (golimumab), a subcutaneous treatment for adults with moderate to severe rheumatoid arthritis, active psoriatic arthritis, active ankylosing spondylitis and moderately active to severely active ulcerative colitis; SIMPONI ARIA ® (golimumab), an intravenous treatment for adults with moderate to severe rheumatoid arthritis; STELARA ® (ustekinumab), a treatment for adults with moderate to severe plaque psoriasis and active psoriatic arthritis, and for adults with moderately to severely active Crohn's disease; EDURANT ® (rilpivirine) and PREZISTA ® (darunavir) and PREZCOBIX ® /REZOLSTA ® (darunavir/cobicistat), antiretroviral medicines for the treatment of human immunodeficiency virus (HIV-1) in combination with other antiretroviral products; CONCERTA ® (methylphenidate HCl) extended-release tablets CII, a treatment for attention deficit hyperactivity disorder; INVEGA SUSTENNA ® /XEPLION ® (paliperidone palmitate), for the treatment of schizophrenia and schizoaffective disorder in adults; INVEGA TRINZA ® /TREVICTA ® (paliperidone palmitate), for the treatment of schizophrenia in patients after they have been adequately treated with INVEGA SUSTENNA ® for at least four months; RISPERDAL CONSTA ® (risperidone long-acting injection), for the treatment of schizophrenia and the maintenance treatment of Bipolar 1 Disorder in adults; VELCADE ® (bortezomib), a treatment for multiple myeloma and for use in combination with rituximab, cyclophosphamide, doxorubicin and prednisone for the treatment of adult patients with previously untreated mantle cell lymphoma; ZYTIGA ® (abiraterone"
        },
        {
          "year": 2016,
          "paragraphIndex": 52,
          "text": "The Company has experienced significant challenges to patents covering its largest product, REMICADE ® (infliximab) (accounting for approximately 9.7% of the Company’s total revenues for fiscal 2016), and continues to assert certain patents related to the product. In April 2016, the FDA approved for sale in the United States an infliximab biosimilar to be marketed by a subsidiary of Pfizer Inc. In October 2016, the notice of launch period under the U.S. Biologics Price Competition and Innovation Act (the BPCIA) passed and in November 2016 Pfizer began shipment of an infliximab biosimilar to wholesalers in the United States. Sales of an infliximab biosimilar in the U.S. market will result in a reduction in U.S. sales of REMICADE ® ."
        },
        {
          "year": 2016,
          "paragraphIndex": 33,
          "text": "Sales of the Company’s largest product, REMICADE ® (infliximab), accounted for approximately 9.7% of the Company's total revenues for fiscal 2016. Accordingly, the patents related to this product are believed to be material to the Company."
        },
        {
          "year": 2016,
          "paragraphIndex": 56,
          "text": "Changes in tax laws or regulations, including tax reform proposals in the U.S., Belgium and Switzerland, could negatively impact the Company’s effective tax rate and results of operations. A change in statutory tax rate may result in the revaluation of the Company’s deferred tax assets and liabilities related to the relevant jurisdiction in the period in which the new tax law is enacted, potentially resulting in a material expense or benefit recorded to the Company’s Consolidated Statement of Earnings for that period. For a discussion of risks of changes in tax rates in other countries, including Belgium, please see “Management’s Discussion and Analysis of Results of Operations and Financial Condition—Other Information—Economic and Market Factors” in Item 7 of this Report."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "swiss",
        "swiss tax",
        "party manufacturers",
        "acceptable",
        "expiration date",
        "latest",
        "latest projected",
        "parties manufacture",
        "projected",
        "projected expiration",
        "agreement party",
        "ahv",
        "ahv financing",
        "benefit",
        "benefit recorded",
        "billion",
        "canada",
        "exclusive",
        "nyu",
        "actelion",
        "anti tnf",
        "antibodies",
        "court",
        "district",
        "human anti",
        "net",
        "patents expired",
        "patents specifically",
        "prednisone",
        "prednisone treatment"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 37,
          "text": "United States. In the U.S., the latest projected expiration date for patents in this set is 2023 due to a patent term extension. In Europe, the latest projected expiration date for patents in this set is 2024 due to a Supplemental Patent Certificate (patent term extension). In most other countries, the latest projected expiration date is 2021."
        },
        {
          "year": 2018,
          "paragraphIndex": 56,
          "text": "On September 28, 2018, the Swiss Parliament approved the Federal Act on Tax Reform and AHV Financing (Swiss Tax Reform). However, a referendum has been called and, as a result, a public vote on the Swiss Tax Reform will take place on May 19th, 2019. I f the Swiss Tax Reform passes, then the measures are expected to come into force in either January 2020 or January 2021. Prior to approval in the referendum and its subsequent cantonal implementation, the proposed Swiss Tax Reform is not enacted and therefore the Company has not reflected any of the potential impacts in its fiscal results. The Company is currently assessing the impact of the proposed Swiss Tax Reform, and when enacted, the law may have a material impact on the Company’s operating results."
        },
        {
          "year": 2018,
          "paragraphIndex": 74,
          "text": "The Company relies on third parties to manufacture certain of our products. We depend on these third party manufacturers to allocate to us a portion of their manufacturing capacity sufficient to meet our needs, to produce products of acceptable quality and at acceptable manufacturing yields and to deliver those products to us on a timely basis and at acceptable prices. However, we cannot guarantee that these third party manufacturers will be able to meet our near-term or long-term manufacturing requirements, which could result in lost sales and have an adverse effect on our business."
        },
        {
          "year": 2017,
          "paragraphIndex": 35,
          "text": "The second set of patents specifically related to REMICADE ® was granted to The Kennedy Institute of Rheumatology in Europe, Canada, Australia and the United States. Janssen Biotech, Inc. has licenses (exclusive for human anti-TNF antibodies and semi-exclusive for non-human anti-TNF antibodies) to these patents, which expired in 2017 outside of the United States and will expire in August 2018 in the United States. Certain of these patents have been successfully challenged and invalidated, and others are under review in various patent offices around the world and are also subject to litigation in Canada."
        },
        {
          "year": 2017,
          "paragraphIndex": 41,
          "text": "Research activities represent a significant part of the Company’s businesses. Research and development expenditures relate to the processes of discovering, testing and developing new products, upfront payments and milestones, improving existing products, as well as demonstrating product efficacy and regulatory compliance prior to launch. The Company remains committed to investing in research and development with the aim of delivering high quality and innovative products. Worldwide costs of research and development activities amounted to $10.6 billion, $9.1 billion and $9.0 billion for fiscal years 2017, 2016 and 2015, respectively. Research facilities are located in the United States, Belgium, Brazil, Canada, China, France, Germany, Israel, Japan, the Netherlands, Switzerland and the United Kingdom with additional R&D support in over 30 other countries."
        },
        {
          "year": 2017,
          "paragraphIndex": 33,
          "text": "There are two sets of patents related specifically to REMICADE ® . The first set of patents is co-owned by Janssen Biotech, Inc., a wholly-owned subsidiary of Johnson & Johnson, and NYU Langone Medical Center (NYU). Janssen Biotech, Inc. has an exclusive license to NYU's interests in the patents. These patents have expired in all countries outside the United States."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "counterfeit",
        "websites",
        "adjustment",
        "authentic",
        "challenged",
        "channels",
        "class action",
        "counterfeit medicines",
        "counterfeit versions",
        "example",
        "factsaboutourprescriptionopioids",
        "factsabouttalc",
        "threat",
        "unreasonable",
        "versions products",
        "swiss tax",
        "tcja",
        "adjustments",
        "income tax",
        "proposed",
        "referendum",
        "aca positive",
        "addition written",
        "adult",
        "adult petite",
        "assessing",
        "called",
        "cantonal",
        "clear dabao",
        "companies located"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 81,
          "text": "Our industry continues to be challenged by the vulnerability of distribution channels to illegal counterfeiting and the presence of counterfeit products in a growing number of markets and over the Internet. Third parties may illegally distribute and sell counterfeit versions of our products, which do not meet our rigorous manufacturing and testing standards. To distributors and patients, counterfeit products may be visually indistinguishable from the authentic version. Counterfeit medicines pose a risk to patient health and safety because of the conditions under which they are manufactured-often in unregulated, unlicensed, uninspected and unsanitary sites-as well as the lack of regulation of their contents."
        },
        {
          "year": 2019,
          "paragraphIndex": 82,
          "text": "The industry's failure to mitigate the threat of counterfeit medicines could adversely impact our business and reputation by impacting patient confidence in our authentic products, potentially resulting in lost sales, product recalls, and an increased threat of litigation. In addition, diversion of our products from their authorized market into other channels may result in reduced revenues and negatively affect our profitability."
        },
        {
          "year": 2019,
          "paragraphIndex": 51,
          "text": "Investors and the public should note that the Company also announces information at www.factsaboutourprescriptionopioids.com and www.factsabouttalc.com . We use these websites to communicate with investors and the public about our products, litigation and other matters. It is possible that the information we post to these websites could be deemed to be material information. Therefore, we encourage investors and others interested in the Company to review the information posted to these websites in conjunction with www.jnj.com, the Company's"
        },
        {
          "year": 2018,
          "paragraphIndex": 56,
          "text": "On September 28, 2018, the Swiss Parliament approved the Federal Act on Tax Reform and AHV Financing (Swiss Tax Reform). However, a referendum has been called and, as a result, a public vote on the Swiss Tax Reform will take place on May 19th, 2019. I f the Swiss Tax Reform passes, then the measures are expected to come into force in either January 2020 or January 2021. Prior to approval in the referendum and its subsequent cantonal implementation, the proposed Swiss Tax Reform is not enacted and therefore the Company has not reflected any of the potential impacts in its fiscal results. The Company is currently assessing the impact of the proposed Swiss Tax Reform, and when enacted, the law may have a material impact on the Company’s operating results."
        },
        {
          "year": 2018,
          "paragraphIndex": 55,
          "text": "On December 22, 2017, the U.S. enacted The Tax Cuts and Jobs Act (the TCJA), which introduced significant changes to U.S. corporate income tax law that will have a meaningful impact on the Company’s provision for income taxes. Accounting for the income tax effects of the TCJA requires significant judgments to be made in interpreting its provisions. Anticipated guidance from the U.S. Treasury about implementing the TCJA, which should be final by June 22, 2019 (18 months after enactment),"
        },
        {
          "year": 2018,
          "paragraphIndex": 27,
          "text": "The Consumer segment includes a broad range of products used in the baby care, oral care, beauty, over-the-counter pharmaceutical, women’s health and wound care markets. Baby Care includes the JOHNSON’S ® line of products. Oral Care includes the LISTERINE ® product line. Major brands in Beauty include the AVEENO ® ; CLEAN & CLEAR ® ; DABAO ™ ; JOHNSON’S ® Adult; LE PETITE MARSEILLAIS ® ; NEUTROGENA ® and OGX ® product lines. Over-the-counter medicines include the broad family of TYLENOL ® acetaminophen products; SUDAFED ® cold, flu and allergy products; BENADRYL ® and ZYRTEC ® allergy products; MOTRIN ® IB ibuprofen products; and the PEPCID ® line of acid reflux products. Major brands in Women’s Health outside of North America are STAYFREE ® and CAREFREE ® sanitary pads and o.b. ® tampon brands. Wound Care brands include the BAND-AID ® Brand Adhesive Bandages and NEOSPORIN ® First Aid product lines. These products are marketed to the general public and sold both to retail outlets and distributors throughout the world."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Climate change",
        "ratings",
        "credit",
        "vaccine",
        "candidate",
        "covid pandemic",
        "credit ratings",
        "highly skilled",
        "skilled",
        "diverse",
        "pandemic adversely",
        "rating",
        "spread",
        "water",
        "adults",
        "active",
        "forward",
        "forward looking",
        "looking",
        "www",
        "com",
        "looking statements",
        "committee",
        "available",
        "management",
        "treatment adults",
        "arthritis",
        "broad",
        "canagliflozin"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 35,
          "text": "We currently maintain investment grade credit ratings with Moody's Investors Service and Standard & Poor's Ratings Services. Rating agencies routinely evaluate us, and their ratings of our long-term and short-term debt are based on a number of factors. Any downgrade of our credit ratings by a credit rating agency, whether as a result of our actions or factors which are beyond our control, can increase the cost of borrowing under any indebtedness we may incur, reduce market capacity for our commercial paper or require the posting of additional collateral under our derivative contracts. There can be no assurance that we will be able to maintain our credit ratings, and any additional actual or anticipated changes or downgrades in our credit ratings, including any announcement that our ratings are under review for a downgrade, may have a negative impact on our liquidity, capital position and access to capital markets."
        },
        {
          "year": 2020,
          "paragraphIndex": 13,
          "text": "We also face uncertainties related to our efforts to develop a COVID-19 vaccine candidate, including uncertainties related to the risk that our development programs may not be successful, commercially viable or receive approval or Emergency Use Authorization from regulatory authorities; risks associated with clinical trial data, including further analyses of existing preclinical or clinical trial data that may be inconsistent with the data used for selection of the JNJ-78436735 vaccine candidate and dose level for the Phase 3 (ENSEMBLE) trial; the risk that clinical trial data are subject to differing interpretations and assessments, including during the peer review/publication process, in the scientific community generally, and by regulatory authorities; disruptions in the relationships between us, our third-party suppliers and external manufacturers; the risk that other companies may produce superior or competitive products; the risk that demand for any products we may develop may no longer exist; risks related to the availability of raw materials to manufacture any such products; the risk that we may not be able to recoup costs associated with our R&D and manufacturing efforts and risks associated with any changes in the way we approach or provide additional research funding for potential drug development related to COVID-19; the risk that we may not be able to create or scale up manufacturing capacity on a timely basis, that we may experience manufacturing delays once a manufacturing site is activated, or have access to logistics or supply channels commensurate with global demand for any potential approved vaccine or product candidate, which would negatively impact our ability to supply the estimated numbers of doses of our vaccine candidate within the projected time periods indicated, and other challenges and risks associated with the pace of our vaccine development program; and pricing and access challenges for such products, including in the U.S."
        },
        {
          "year": 2020,
          "paragraphIndex": 36,
          "text": "Our continued growth requires us to recruit and retain talented employees representing diverse backgrounds, experiences, and skill sets. The market for highly skilled workers and leaders in our industry is extremely competitive and our ability to compete depends on our ability to hire, develop and motivate highly skilled personnel in all areas of our organization. Maintaining our brand and reputation, as well as a diverse, equitable and inclusive work environment enables us to attract top talent. If we are less successful in our recruiting efforts, or if we cannot retain highly skilled workers and key leaders, our ability to develop and deliver successful products and services may be adversely affected. In addition, effective succession planning is important to our long-term success. Any unsuccessful implementation of our succession plans or failure to ensure effective transfer of knowledge and smooth transitions involving key employees could"
        },
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "This Annual Report on Form 10-K and Johnson & Johnson's other publicly available documents contain \"forward-looking statements\" within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. Management and representatives of Johnson & Johnson and its subsidiaries (the \"Company\") also may from time to time make forward-looking statements. Forward-looking statements do not relate strictly to historical or current facts and reflect management’s assumptions, views, plans, objectives and projections about the future. Forward-looking statements may be identified by the use of words such as “plans,” “expects,” “will,” “anticipates,” “estimates” and other words of similar meaning in conjunction with, among other things: discussions of future operations; expected operating results and financial performance; impact of planned acquisitions and dispositions; the Company’s strategy for growth; product development; regulatory approvals; market position and expenditures."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "Because forward-looking statements are based on current beliefs, expectations and assumptions regarding future events, they are subject to uncertainties, risks and changes that are difficult to predict and many of which are outside of the Company's control. Investors should realize that if underlying assumptions prove inaccurate, or known or unknown risks or uncertainties materialize, the Company’s actual results and financial condition could vary materially from expectations and projections expressed or implied in its forward-looking statements. Investors are therefore cautioned not to rely on these forward-looking statements. Risks and uncertainties include, but are not limited to:"
        },
        {
          "year": 2019,
          "paragraphIndex": 28,
          "text": "The Pharmaceutical segment is focused on six therapeutic areas: Immunology (e.g., rheumatoid arthritis, inflammatory bowel disease and psoriasis), Infectious Diseases (e.g., HIV/AIDS), Neuroscience (e.g., mood disorders, neurodegenerative disorders and schizophrenia), Oncology (e.g., prostate cancer and hematologic malignancies), Cardiovascular and Metabolism (e.g., thrombosis and diabetes) and Pulmonary Hypertension (e.g., Pulmonary Arterial Hypertension). Medicines in this segment are distributed directly to retailers, wholesalers, hospitals and health care professionals for prescription use. Key products in the Pharmaceutical segment include: REMICADE ® (infliximab), a treatment for a number of immune-mediated inflammatory diseases; SIMPONI ® (golimumab), a subcutaneous treatment for adults with moderate to severe rheumatoid arthritis, active psoriatic arthritis, active ankylosing spondylitis and moderately active to severely active ulcerative colitis; SIMPONI ARIA ® (golimumab), an intravenous treatment for adults with moderate to severe rheumatoid arthritis, active psoriatic arthritis and active ankylosing spondylitis; STELARA ® (ustekinumab), a treatment for adults and children with moderate to severe plaque psoriasis, for adults with active psoriatic arthritis, for adults with moderately to severely active Crohn's disease and treatment of moderately to severely active ulcerative colitis; TREMFYA ® (guselkumab), a treatment for adults with moderate to severe plaque psoriasis; EDURANT ® (rilpivirine), PREZISTA ® (darunavir) and PREZCOBIX ® /REZOLSTA ® (darunavir/cobicistat), antiretroviral medicines for the treatment of human immunodeficiency virus (HIV-1) in combination with other antiretroviral products and SYMTUZA ® (darunavir/cobicistat/emtricitabine/tenofovir alafenamide), a once-daily single tablet regimen for the treatment of HIV; CONCERTA ® (methylphenidate HCl) extended-release tablets CII, a treatment for attention deficit hyperactivity disorder; INVEGA SUSTENNA ® /XEPLION ® (paliperidone palmitate), for the treatment of schizophrenia and schizoaffective disorder in adults; INVEGA TRINZA ® /TREVICTA ® (paliperidone palmitate), for the treatment of schizophrenia in patients after they have been adequately treated with INVEGA SUSTENNA ® for at least four months; RISPERDAL CONSTA ® (risperidone long-acting injection), for the treatment of schizophrenia and the"
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "separation",
        "planned",
        "planned separation",
        "free",
        "privacy",
        "tax free",
        "opinion",
        "ruling",
        "shares",
        "shares common",
        "assumptions",
        "economic legal",
        "qualify",
        "qualify tax",
        "separation consumer",
        "health care",
        "care providers",
        "device",
        "medical device",
        "patent infringement",
        "suffer",
        "able successfully",
        "activity outside",
        "authorization",
        "base",
        "base erosion",
        "beginning",
        "beginning fiscal",
        "beps",
        "beps project"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 41,
          "text": "The Company intends to obtain an opinion from its U.S. tax advisors and a ruling from the IRS as to the tax-free nature of the planned separation under the U.S. Internal Revenue Code of 1986, as amended. The opinion and ruling will be based on, among other things, various factual assumptions and representations that the Company and the New Consumer Health Company will make regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these assumptions or representations are, or become, inaccurate or incomplete, reliance on the opinion and ruling may be jeopardized. If subsequent to the planned separation it is determined that the transaction does not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial."
        },
        {
          "year": 2021,
          "paragraphIndex": 37,
          "text": "In November 2021, the Company announced its intention to separate the Company’s Consumer Health business, with the intention to create a new, publicly traded company. The planned separation is intended to qualify as a tax-free transaction for U.S. federal income tax purposes. The Company is targeting completion of the planned separation in 18 to 24 months after initial announcement. Completion of the planned separation will be subject to the satisfaction of certain conditions, including, among others, consultations with works councils and other employee representative bodies, as required, final approval of the Company’s Board of Directors, receipt of a favorable opinion and Internal Revenue Service (“IRS”) ruling with respect to the tax-free nature of the transaction, and the receipt of other regulatory approvals. There can be no assurance regarding the ultimate timing of the planned separation or that such separation will be completed. Unanticipated developments could delay, prevent or otherwise adversely affect the planned separation, including but not limited to disruptions in general or financial market conditions or potential problems or delays in obtaining various regulatory and tax approvals or clearances."
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "The Company cannot predict the effect of the planned separation on the trading price of shares of its common stock, and the market value of shares of its common stock may be less than, equal to or greater than the market value of shares of its common stock prior to the planned separation. In addition, the price of the Company’s common stock may be more volatile around the time of the planned separation."
        },
        {
          "year": 2020,
          "paragraphIndex": 16,
          "text": "Sales of the Company’s pharmaceutical and medical device products are significantly affected by reimbursements by third-party payers such as government healthcare programs, private insurance plans and managed care organizations. As part of various efforts to contain healthcare costs, these payers are putting downward pressure on prices at which products will be reimbursed. In the U.S., increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, in part due to continued consolidation among health care providers, could result in further pricing pressures. In addition, increased political scrutiny could result in additional pricing pressures. Outside the U.S., numerous major markets, including the EU, United Kingdom and Japan, have pervasive government involvement in funding healthcare and, in that regard, directly or indirectly impose price controls, limit access to, or reimbursement for, the Company’s products, or reduce the value of its intellectual property protection."
        },
        {
          "year": 2020,
          "paragraphIndex": 23,
          "text": "In connection with the 2015 Organization for Economic Cooperation and Development Base Erosion and Profit Shifting (BEPS) project, companies are required to disclose more information to tax authorities on operations around the world, which may lead to greater audit scrutiny of profits earned in other countries. The Company regularly assesses the likely outcomes of its tax audits and disputes to determine the appropriateness of its tax reserves. However, any tax authority could take a position on tax treatment that is contrary to the Company’s expectations, which could result in tax liabilities in excess of reserves."
        },
        {
          "year": 2020,
          "paragraphIndex": 33,
          "text": "Anti-Bribery and Other Regulations: The Company is subject to various federal and foreign laws that govern its international business practices with respect to payments to government officials. Those laws include the U.S. Foreign Corrupt Practices Act (FCPA), which prohibits U.S. publicly traded companies from promising, offering, or giving anything of value to foreign officials with the corrupt intent of influencing the foreign official for the purpose of helping the Company obtain or retain business or gain any improper advantage. The Company’s business is heavily regulated and therefore involves significant interaction with foreign officials. Also, in many countries outside the U.S., the health care providers who prescribe human pharmaceuticals are employed by the government and the purchasers of human pharmaceuticals are government entities;"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "russia",
        "ukraine",
        "russia ukraine",
        "ukraine war",
        "letter",
        "letter ruling",
        "opinions",
        "private letter",
        "covid health",
        "cybersecurity incidents",
        "export controls",
        "ongoing",
        "opinions tax",
        "kenvue",
        "medtech",
        "opinion",
        "pharmaceutical medical",
        "addition increased",
        "affects",
        "begin",
        "begun",
        "cause disruptions",
        "caused",
        "consumption",
        "determined",
        "devices segments",
        "factual",
        "inaccurate",
        "incomplete",
        "incorporated"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 38,
          "text": "We have experienced, and expect to continue to experience, other risks related to the broad economic consequences of the Russia-Ukraine War, including foreign currency volatility, decreased demand for our products in countries affected by the Russia-Ukraine War and challenges to our global supply chain related to increased costs of materials and other inputs for our products and suppliers operating in Russia and Ukraine. We also continue to monitor the various sanctions and export controls imposed in response to the Russia-Ukraine War."
        },
        {
          "year": 2022,
          "paragraphIndex": 50,
          "text": "As a result of the Russia-Ukraine War, there has been, and we expect there will continue to be, an increased risk of information security or cybersecurity incidents, including cyberattacks perpetrated by Russia or others at its direction. Although we have taken steps to enhance our protections against these attacks, we may not be able to address the threat of information security or cybersecurity incidents proactively or implement adequate preventative measures and we may not be able to detect and address any such disruption or security breach promptly, or at all, which could adversely affect our business, results of operations or financial condition. Moreover, we are aware of incidents in which our third-party partners have been the target of information security or cybersecurity incidents as a result of the Russia-Ukraine War. Although, to date, our IT Systems have not been compromised by these incidents, it is possible that future information security or cybersecurity incidents involving our customers, manufacturers, suppliers or other third-party partners could successfully compromise our IT Systems, which could adversely affect our business, results of operations or financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 36,
          "text": "In February 2022, Russia launched a military invasion of Ukraine. The ongoing Russia-Ukraine War has provoked strong reactions from the United States, the United Kingdom, the European Union and various other countries and economic and political organizations around the world. We have been monitoring the geopolitical situation in Russia since the start of the Russia-Ukraine War and have suspended additional investment, enrollment of clinical trials, and supply of our personal care products in Russia. We continue to monitor the need for humanitarian relief in the region and continue to supply our medicines, medical devices and equipment in the region in compliance with the applicable sanctions. We will continue to monitor the geopolitical situation in Russia and to evaluate our activities and future operations in Russia."
        },
        {
          "year": 2021,
          "paragraphIndex": 41,
          "text": "The Company intends to obtain an opinion from its U.S. tax advisors and a ruling from the IRS as to the tax-free nature of the planned separation under the U.S. Internal Revenue Code of 1986, as amended. The opinion and ruling will be based on, among other things, various factual assumptions and representations that the Company and the New Consumer Health Company will make regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these assumptions or representations are, or become, inaccurate or incomplete, reliance on the opinion and ruling may be jeopardized. If subsequent to the planned separation it is determined that the transaction does not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial."
        },
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "In addition, to the extent the COVID-19 pandemic adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in this “Risk Factors” section and those incorporated by reference herein, i ncluding risks relating to the Company’s effective tax rate as a result of changes in consumption as well as changes in laws relating to supply of the Company’s products . Given that developments concerning the COVID-19 pandemic have been constantly evolving, additional impacts and risks may arise, including litigation, that are not presently known to the Company."
        },
        {
          "year": 2021,
          "paragraphIndex": 11,
          "text": "While the U.S. and other countries have begun or will begin to reopen their economies, the extent to which COVID-19 will impact the Company’s future operations will depend on many factors which cannot be predicted with confidence, including the duration of the outbreak and impact of variants. Any resurgence in COVID-19 could result in the imposition of new mandates and prolonged restrictive measures implemented in order to control the spread of the disease. The continued global spread of COVID-19 could adversely impact the Company’s operations, including, among other things, our manufacturing operations, supply chain, including third-party suppliers, sales and marketing and clinical trial operations. Any of these factors could adversely affect the Company’s business, financial results, and global economic conditions generally."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "annual",
        "annual report",
        "tensions",
        "global tensions",
        "innovative medicine",
        "medicine",
        "ownership",
        "changes comply",
        "comply new",
        "constraints",
        "divestiture",
        "emerging",
        "expanded",
        "financial performance",
        "planned separation",
        "consumer health",
        "covid health",
        "shares common",
        "vaccine",
        "monitor",
        "outbreak",
        "receipt",
        "separation consumer",
        "assumptions representations",
        "completed",
        "completion",
        "completion planned",
        "continuing",
        "create"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "The Company incurred significant expenses in connection with the Kenvue separation (the Separation). In addition, the Company may not be able to achieve the full strategic and financial benefits that are expected to result from the Separation. The anticipated benefits of the Separation were based on a number of assumptions, some of which may prove incorrect. The Company holds a 9.5% ownership interest in Kenvue. The Company cannot predict the trading price of shares of Kenvue’s common stock and the market value of the Kenvue shares are subject to market volatility and other factors outside of the Company’s control. The Company intends to divest its ownership interest in Kenvue, but there can be no assurance regarding the ultimate timing of such divestiture. Unanticipated developments could delay, prevent or otherwise adversely affect the divestiture, including but not limited to financial market conditions."
        },
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "Sales of the Company’s Innovative Medicine and MedTech products are significantly affected by reimbursements by thirdparty payors such as government healthcare programs, private insurance plans and managed care organizations. As part of various efforts to contain healthcare costs, these payors are putting downward pressure on prices at which products will be reimbursed. In the U.S., increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, in part due to continued consolidation among healthcare providers, could result in further pricing pressures. In addition, recent legislation and ongoing political scrutiny on pricing, coverage and reimbursement could result in additional pricing pressures. Specifically, the Inflation Reduction Act of 2022 (IRA) may subject certain products to government-established pricing, potentially impose rebates, and subject manufacturers who fail to adhere to the government's interpretations of the law to penalties. Further, increased third-party utilization of the 340B Federal Drug Discount Program from expanded interpretations of the statute may have a negative impact on the Company's financial performance. Outside the U.S., numerous major markets, including the EU, United Kingdom, Japan and China, have pervasive government involvement in funding healthcare and, in that regard, directly or indirectly impose price controls, limit access to, or reimbursement for, the Company’s products, or reduce the value of its intellectual property protection."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "As described above, the Company has extensive operations and business activity throughout the world. Global tensions, conflict and/or war among any of the countries in which we conduct business or distribute our products may result in foreign currency volatility, decreased demand for our products in affected countries, and challenges to our global supply chain related to increased costs of materials and other inputs for our products and suppliers. Most recently, we have experienced, and expect to continue to experience, impacts to the Company's business resulting from the Russia-Ukraine war, rising conflict in the Middle East as well as increasing tensions between the U.S. and China. In response to heightened conflict, such as the Russia-Ukraine war, governments may impose export controls and broad financial and economic sanctions. Our business and operations may be further impacted by the imposition of trade protection measures or other policies adopted by any country that favor domestic companies and technologies over foreign competitors. Additional sanctions or other measures may be imposed by the global community, including but not limited to limitations on our ability to file, prosecute and maintain patents, trademarks and other intellectual property rights. Furthermore, in some countries, such as in Russia, action may be taken that allows companies and individuals to exploit inventions owned by patent holders from the United States and many other countries without consent or compensation and we may not be able to prevent third parties from practicing the Company's inventions in Russia or from selling or importing products in and into Russia."
        },
        {
          "year": 2022,
          "paragraphIndex": 41,
          "text": "In November 2021, the Company announced its intention to separate the Company’s Consumer Health business, with the intention to create a standalone publicly traded company, which was subsequently named Kenvue, Inc. (\"Kenvue\"). The planned separation is intended to qualify as a tax-free transaction for U.S. federal income tax purposes. The Company is targeting completion of the planned separation in 2023. Completion of the planned separation will be subject to the satisfaction of certain conditions, including, among others, consultations with works councils and other employee representative bodies, as required, final approval by the Company’s Board of Directors, the continuing effectiveness and validity of the Company's private letter ruling from the Internal Revenue Service (“IRS”) and receipt of favorable opinions of the Company's U.S. tax advisors with respect to the tax-free nature of the transaction, and the receipt of other regulatory approvals. There can be no assurance regarding the ultimate timing of the planned separation or that such separation will be completed. Unanticipated developments could delay, prevent or otherwise adversely affect the planned separation, including but not limited to disruptions in general or financial market conditions or potential problems or delays in obtaining various regulatory and tax approvals or clearances."
        },
        {
          "year": 2022,
          "paragraphIndex": 45,
          "text": "The Company has received a private letter ruling from the IRS as to the tax-free nature of the planned separation under the U.S. Internal Revenue Code of 1986, as amended. The planned separation is conditioned on, among other things, the continuing effectiveness and validity of the Company's private letter ruling from the IRS and receipt of favorable opinions of the Company's U.S. tax advisors. The private letter ruling and opinions will be based on, among other things, various facts, assumptions, representations and undertakings from the Company and Kenvue regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these facts, assumptions, representations or undertakings are incorrect or not otherwise satisfied, the Company and its shareholders may not be able to rely on the ruling or the opinions of tax advisors. Notwithstanding the private letter ruling and opinions of tax advisors, if subsequent to the planned separation the IRS determines that certain steps of the transaction do not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial."
        },
        {
          "year": 2022,
          "paragraphIndex": 11,
          "text": "We also face uncertainties related to our vaccine development programs, including uncertainties related to the risk that our continued development programs may not be successful, commercially viable or receive approval from regulatory authorities; risks associated with clinical trial and real-world data, including further analyses of its efficacy, safety and durability; the risk that continued evolution and mutation of disease and the duration of a particular outbreak may impede our ability to conduct trials within a specified time frame; the risk that data are subject to differing interpretations and assessments, including during the peer review/publication process, in the scientific community generally, and by national immunization technical advisory groups (NITAGs) and regulatory authorities; disruptions in the relationships between us, our third-party suppliers, external manufacturers, and other third parties with whom we engage; the risk that other companies may produce superior or competitive products; the risk that demand for any products we may develop may no longer exist; risks related to the availability of raw materials to manufacture any such products; the risk that we may not be able to recoup costs associated with our R&D and manufacturing efforts and risks associated with any changes in the way we approach or provide additional research funding for potential drug development; the risk that we may not be able to create or scale up manufacturing capacity on a timely basis, that we may continue to experience manufacturing delays once a manufacturing site is activated, or have access to logistics or supply channels commensurate with global demand for any potential approved vaccine or product candidate, which would negatively impact our ability to supply the estimated numbers of doses of our vaccine within the projected time periods indicated, and other challenges and risks associated with the pace of our vaccine development program; and pricing and access challenges for such products, including in the U.S."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "tariffs",
        "announced",
        "approval new",
        "beginning",
        "delayed",
        "abuse",
        "announcements",
        "available",
        "beginning fiscal",
        "breaches",
        "budget",
        "budgets",
        "canada",
        "caused",
        "changed",
        "separation",
        "kenvue",
        "diverse",
        "free",
        "innovator",
        "ownership",
        "tax free",
        "tax liability",
        "anda",
        "biological",
        "biologics",
        "challenge patents",
        "created",
        "divestiture",
        "financial benefits"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 32,
          "text": "made announcements regarding the potential imposition of tariffs on other jurisdictions. While certain of the announced tariffs have been delayed, the U.S. government may in the future pause, reimpose or increase tariffs, and countries subject to such tariffs have and in the future may impose reciprocal tariffs or other restrictive trade measures in response. Any of these actions could increase uncertainties and associated risks relating to the Company’s global operations."
        },
        {
          "year": 2024,
          "paragraphIndex": 31,
          "text": "As described above, the Company has extensive operations and business activity throughout the world. Global tensions, conflict and/or war among any of the countries in which we conduct business or distribute our products may result in foreign currency volatility, decreased demand for our products in affected countries, and challenges to our global supply chain related to increased costs of materials and other inputs for our products and suppliers. Most recently, we have experienced, and expect to continue to experience, impacts to the Company's business resulting from the Russia-Ukraine war, rising conflict in the Middle East as well as increasing tensions between the U.S. and China. In response to heightened conflict, such as the Russia-Ukraine war, governments may impose export controls and broad financial and economic sanctions. Our business and operations may be further impacted by the imposition of tariffs, trade protection measures or other policies adopted by any country that favor domestic companies and technologies over foreign competitors. Additional sanctions or other measures may be imposed by the global community, including but not limited to limitations on our ability to file, prosecute and maintain patents, trademarks and other intellectual property rights. Furthermore, in some countries, such as in Russia, action may be taken that allows companies and individuals to exploit inventions owned by patent holders from the United States and many other countries without consent or compensation and we may not be able to prevent third parties from practicing the Company's inventions in Russia or from selling or importing products in and into Russia. In addition, the U.S. government recently announced tariffs on products manufactured in several jurisdictions, including China, Mexico and Canada, and has"
        },
        {
          "year": 2024,
          "paragraphIndex": 23,
          "text": "The Company pursues product development through internal research and development as well as through collaborations, acquisitions, joint ventures and licensing or other arrangements with third parties. In all of these contexts, developing new products, particularly pharmaceutical and biotechnology products and medical devices, requires significant investment of resources over many years. Only a very few biopharmaceutical research and development programs result in commercially viable products. The process depends on many factors including the ability to: discern patients’ and healthcare providers’ future needs; develop promising new compounds, strategies and technologies; achieve successful clinical trial results; secure effective intellectual property protection; obtain regulatory approvals on a timely basis; and, if and when they reach the market, successfully differentiate the Company’s products from competing products and approaches to treatment. Moreover, the development and regulatory approval of new products may be delayed due to limits on federal agency budgets or personnel, including reductions to the U.S. FDA’s budget, employees, and operations, which may lead to slower response times and longer review periods. After approval, new products or enhancements to existing products may not be accepted quickly or significantly in the marketplace due to product and price competition, changes in customer preferences or healthcare purchasing patterns, resistance by healthcare providers or uncertainty over third-party reimbursement. Even following initial regulatory approval, the success of a product can be adversely impacted by safety and efficacy findings in larger real-world patient populations, as well as market entry of competitive products."
        },
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "The Company incurred significant expenses in connection with the Kenvue separation (the Separation). In addition, the Company may not be able to achieve the full strategic and financial benefits that are expected to result from the Separation. The anticipated benefits of the Separation were based on a number of assumptions, some of which may prove incorrect. The Company holds a 9.5% ownership interest in Kenvue. The Company cannot predict the trading price of shares of Kenvue’s common stock and the market value of the Kenvue shares are subject to market volatility and other factors outside of the Company’s control. The Company intends to divest its ownership interest in Kenvue, but there can be no assurance regarding the ultimate timing of such divestiture. Unanticipated developments could delay, prevent or otherwise adversely affect the divestiture, including but not limited to financial market conditions."
        },
        {
          "year": 2023,
          "paragraphIndex": 20,
          "text": "The Company has faced increasing patent challenges from third parties seeking to manufacture and market generic and biosimilar versions of the Company’s key pharmaceutical products prior to expiration of the applicable patents covering those products. In the U.S., manufacturers of generic versions of innovative human pharmaceutical products may challenge the validity, or claim non-infringement, of innovator products through the Abbreviated New Drug Application, or ANDA, process with the U.S. FDA and related ANDA litigation. The Biologics Price Competition and Innovation Act (BPCIA), enacted in 2010, which created a new regulatory pathway for the approval by the U.S. FDA of biosimilar alternatives to innovator-developed biological products, also created mechanisms for biosimilar applicants to challenge the patents on the innovator biologics. The IPR process with the USPTO is also being used by competitors to challenge patents asserted in litigation."
        },
        {
          "year": 2023,
          "paragraphIndex": 43,
          "text": "The Company received a private letter ruling from the IRS as to the tax-free nature of the Separation under the U.S. Internal Revenue Code of 1986, as amended. Notwithstanding the private letter ruling and opinions of tax advisors, if the IRS determines that certain steps of the transaction did not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial. The Separation may also not qualify for tax-free treatment in other countries around the world, and as a result may trigger substantial tax liability to the Company."
        }
      ]
    }
  ]
}