{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "tax",
        "impact",
        "rights",
        "foreign",
        "technologies",
        "Inflation",
        "ability",
        "challenges",
        "currency",
        "period",
        "providers",
        "reputational",
        "adversely affect",
        "damage",
        "delays",
        "adults",
        "committee",
        "available",
        "active",
        "combination",
        "executive",
        "arthritis",
        "broad",
        "corporate",
        "diabetes",
        "schizophrenia",
        "segment",
        "trademarks",
        "treatment adults",
        "website"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 17,
          "text": "Inflation and Currency Devaluation Risks\n: The Company faces challenges in maintaining profitability of operations in economies experiencing high inflation rates. The Company has accounted for operations in Venezuela as highly inflationary, as the prior three-year cumulative inflation rate surpassed 100%. While the Company strives to maintain profit margins in these areas through cost reduction programs, productivity improvements and periodic price increases, it might experience operating losses as a result of continued inflation. In addition, the impact of currency devaluations in countries experiencing high inflation rates or significant currency exchange fluctuations could negatively impact the Company’s operating results."
        },
        {
          "year": 2016,
          "paragraphIndex": 11,
          "text": "The Company faces substantial competition in all three operating segments and in all geographic markets. The Company’s businesses compete with companies of all sizes on the basis of cost-effectiveness, technological innovations, intellectual property rights, product performance, real or perceived product advantages, pricing and availability and rate of reimbursement. The Company also competes with other market participants in securing rights to acquisitions, collaborations and licensing agreements with third parties. Competition for rights to product candidates and technologies may result in significant investment and acquisition costs and onerous agreement terms for the Company. Competitors’ development of more effective or less costly products, and/or their ability to secure patent and other intellectual property rights and successfully market products ahead of us, could negatively impact sales of the Company’s existing products as well as its ability to bring new products to market despite significant prior investment in the related product development."
        },
        {
          "year": 2016,
          "paragraphIndex": 5,
          "text": "Changes in tax laws or regulations, including tax reform proposals in the U.S., Belgium and Switzerland, could negatively impact the Company’s effective tax rate and results of operations. A change in statutory tax rate may result in the revaluation of the Company’s deferred tax assets and liabilities related to the relevant jurisdiction in the period in which the new tax law is enacted, potentially resulting in a material expense or benefit recorded to the Company’s Consolidated Statement of Earnings for that period. For a discussion of risks of changes in tax rates in other countries, including Belgium, please see “Management’s Discussion and Analysis of Results of Operations and Financial Condition—Other Information—Economic and Market Factors” in Item 7 of this Report."
        },
        {
          "year": 2015,
          "paragraphIndex": 4,
          "text": "The Pharmaceutical segment is focused on five therapeutic areas: immunology (e.g., rheumatoid arthritis, inflammatory bowel disease and psoriasis), infectious diseases and vaccines (e.g., HIV, hepatitis, respiratory infections and tuberculosis), neuroscience (e.g., Alzheimer's disease, mood disorders and schizophrenia), oncology (e.g., prostate cancer, hematologic malignancies and lung cancer), and cardiovascular and metabolic diseases (e.g., thrombosis and diabetes). Products in this segment are distributed directly to retailers, wholesalers, hospitals and health care professionals for prescription use. Key products in the Pharmaceutical segment include: REMICADE\n®\n(infliximab), a treatment for a number of immune-mediated inflammatory diseases; SIMPONI\n®\n(golimumab), a subcutaneous treatment for adults with moderate to severe rheumatoid arthritis, active psoriatic arthritis, active ankylosing spondylitis and moderately active to severely active ulcerative colitis; SIMPONI ARIA\n®\n(golimumab), an intravenous treatment for adults with moderate to severe rheumatoid arthritis; STELARA\n®\n(ustekinumab), a treatment for adults with moderate to severe plaque psoriasis and active psoriatic arthritis, and for adolescents with moderate to severe psoriasis; OLYSIO\n®\n/SOVRIAD\n®\n(simeprevir), for combination treatment of chronic hepatitis C in adult patients; PREZISTA\n®\n(darunavir), EDURANT\n®\n(rilpivirine), and PREZCOBIX\n®\n/REZOLSTA\n®\n(darunavir/cobicistat), antiretroviral medicines for the treatment of human immunodeficiency virus (HIV-1) in combination with other antiretroviral products; SIRTURO\n®\n(bedaquiline), a diarylquinoline antimycobacterial drug indicated as part of combination therapy in adults (>18 years) with pulmonary multi-drug resistant tuberculosis (MDR-TB); CONCERTA\n®\n(methylphenidate HCl) extended-release tablets CII, a treatment for attention deficit hyperactivity disorder; INVEGA\n®\n(paliperidone) extended-release tablets, for the treatment of schizophrenia and schizoaffective disorder; INVEGA SUSTENNA\n®\n/XEPLION\n®\n(paliperidone palmitate), for the treatment of schizophrenia and schizoaffective disorder in adults; INVEGA TRINZA\n®\n(paliperidone palmitate), for the treatment of schizophrenia in patients after they have been adequately treated with INVEGA SUSTENNA\n®\nfor at least four months; RISPERDAL CONSTA\n®\n(risperidone long-acting injection), for the treatment of"
        },
        {
          "year": 2015,
          "paragraphIndex": 27,
          "text": "The Company’s main corporate website address is\nwww.jnj.com.\nCopies of the Company’s Quarterly Reports on Form 10-Q, Annual Report on Form 10-K and Current Reports on Form 8-K filed or furnished to the U.S. Securities and Exchange Commission (the \"SEC\"), and any amendments to the foregoing, will be provided without charge to any shareholder submitting a written request to the Secretary at the principal executive offices of the Company or by calling 1-800-950-5089. All of the Company’s SEC filings are also available on the Company’s website at\nwww.investor.jnj.com/gov/sec-filings.cfm\n, as soon as reasonably practicable after having been electronically filed or furnished to the SEC. All SEC filings are also available at the SEC’s website at\nwww.sec.gov\n. In addition, the written charters of the Audit Committee, the Compensation & Benefits Committee, the Nominating & Corporate Governance Committee, the Regulatory, Compliance & Government Affairs Committee and the Science, Technology & Sustainability Committee of the Board of Directors and the Company’s Principles of Corporate Governance, Code of Business Conduct (for employees), Code of Business Conduct & Ethics for Members of the Board of Directors and Executive Officers, and other corporate governance materials, are available at\nwww.investor.jnj.com/gov/materials.cfm\non the Company's website and will be provided without charge to any shareholder submitting a written request, as provided above. The information on the Company’s website is not, and will not be deemed, a part of this Report or incorporated into any other filings the Company makes with the SEC."
        },
        {
          "year": 2015,
          "paragraphIndex": 5,
          "text": "schizophrenia and the maintenance treatment of Bipolar 1 Disorder in adults; VELCADE\n®\n(bortezomib), a treatment for multiple myeloma and for use in combination with rituximab, cyclophosphamide, doxorubicin and prednisone for the treatment of adult patients with previously untreated mantle cell lymphoma; ZYTIGA\n®\n(abiraterone acetate), used in combination with prednisone as a treatment for metastatic castration-resistant prostate cancer; IMBRUVICA\n®\n(ibrutinib), an oral, once-daily therapy approved for use in treating certain B-cell malignancies, or blood cancers, and Waldenström's Macroglobulinemia; DARZALEX\nTM\n(daratumumab), for the treatment of double refractory multiple myeloma; YONDELIS\n®\n(trabectedin), for the treatment of patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen; PROCRIT\n®\n(epoetin alfa, sold outside the U.S. as EPREX\n®\n), to stimulate red blood cell production; XARELTO\n®\n(rivaroxaban), an oral anticoagulant for the prevention of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE) in patients undergoing hip or knee replacement surgery, to reduce the risk of stroke and systemic embolism in patients with nonvalvular atrial fibrillation, for the treatment and reduction of risk of recurrence of DVT and PE; INVOKANA\n®\n(canagliflozin), for the treatment of adults with type 2 diabetes; and INVOKAMET\n®\n/VOKANAMET\n®\n(canagliflozin/metformin HCl), a combination therapy of fixed doses of canagliflozin and metformin hydrochloride for the treatment of adults with type 2 diabetes. Many of these medicines were developed in collaboration with strategic partners or are licensed from other companies and maintain active lifecycle development programs."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tcja",
        "income",
        "adjustments",
        "audits disputes",
        "estimates",
        "guidance",
        "income tax",
        "provisional",
        "provisions",
        "accounting standards",
        "addition increased",
        "additional guidance",
        "additional pricing",
        "addressing tax",
        "applying",
        "infliximab biosimilar",
        "belgium",
        "pfizer",
        "analysis results",
        "april",
        "began",
        "benefit",
        "benefit recorded",
        "change",
        "change statutory",
        "discussion analysis",
        "expense",
        "expense benefit",
        "invalidate",
        "ipr proceedings"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 6,
          "text": "Company’s provision for income taxes. Accounting for the income tax effects of the TCJA requires significant judgments to be made in interpreting its provisions. Due to the timing of the enactment and the complexity involved in applying the provisions of the TCJA, the Company made reasonable estimates of the effects and recorded provisional amounts in the financial statements for fiscal year 2017. These provisional amounts are based on the Company’s initial analysis of the TCJA as of January 18, 2018. Anticipated guidance from the U.S. Treasury about implementing the TCJA, and the potential for additional guidance from the Securities and Exchange Commission or the Financial Accounting Standards Board related to the TCJA, may result in adjustments to these estimates which could materially affect the Company’s financial position and results of operations as well as the effective tax rate in the period in which the adjustments are made."
        },
        {
          "year": 2017,
          "paragraphIndex": 5,
          "text": "Changes in tax laws or regulations could negatively impact the Company’s effective tax rate and results of operations. On December 22, 2017, the U.S. enacted The Tax Cuts and Jobs Act (the TCJA), which resulted in the revaluation of the Company’s U.S. related deferred tax assets and liabilities and had an impact on the Company’s Consolidated Statement of Earnings. The TCJA introduces significant changes to U.S. corporate income tax law that will have a meaningful impact on the"
        },
        {
          "year": 2017,
          "paragraphIndex": 2,
          "text": "Sales of the Company’s pharmaceutical and medical device products are significantly affected by reimbursements by third-party payers such as government healthcare programs, private insurance plans and managed care organizations. As part of various efforts to contain healthcare costs, these payers are putting downward pressure on prices at which products will be reimbursed. In the United States, increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, in part due to continued consolidation among health care providers, could result in further pricing pressures. In addition, increased political scrutiny could result in additional pricing pressures. Outside the United States, numerous major markets, including the EU and Japan, have pervasive government involvement in funding healthcare and, in that regard, directly or indirectly impose price controls, limit access to, or reimbursement for, the Company’s products, or reduce the value of its intellectual property protection."
        },
        {
          "year": 2016,
          "paragraphIndex": 1,
          "text": "The Company has experienced significant challenges to patents covering its largest product, REMICADE\n®\n(infliximab) (accounting for approximately 9.7% of the Company’s total revenues for fiscal 2016), and continues to assert certain patents related to the product. In April 2016, the FDA approved for sale in the United States an infliximab biosimilar to be marketed by a subsidiary of Pfizer Inc. In October 2016, the notice of launch period under the U.S. Biologics Price Competition and Innovation Act (the BPCIA) passed and in November 2016 Pfizer began shipment of an infliximab biosimilar to wholesalers in the United States. Sales of an infliximab biosimilar in the U.S. market will result in a reduction in U.S. sales of REMICADE\n®\n."
        },
        {
          "year": 2016,
          "paragraphIndex": 5,
          "text": "Changes in tax laws or regulations, including tax reform proposals in the U.S., Belgium and Switzerland, could negatively impact the Company’s effective tax rate and results of operations. A change in statutory tax rate may result in the revaluation of the Company’s deferred tax assets and liabilities related to the relevant jurisdiction in the period in which the new tax law is enacted, potentially resulting in a material expense or benefit recorded to the Company’s Consolidated Statement of Earnings for that period. For a discussion of risks of changes in tax rates in other countries, including Belgium, please see “Management’s Discussion and Analysis of Results of Operations and Financial Condition—Other Information—Economic and Market Factors” in Item 7 of this Report."
        },
        {
          "year": 2016,
          "paragraphIndex": 9,
          "text": "The Company has faced increasing patent challenges from third parties seeking to manufacture and market generic and biosimilar versions of the Company's key pharmaceutical products prior to expiration of the applicable patents covering those products. In the United States, manufacturers of generic versions of innovative human pharmaceutical products may challenge the validity, or claim non-infringement, of innovator products through the Abbreviated New Drug Application, or ANDA, process with the FDA. The BPCIA, enacted in 2010, which created a new regulatory pathway for the approval by the FDA of biosimilar alternatives to innovator-developed biological products, also created mechanisms for biosimilar applicants to challenge the patents on the innovator biologics. The inter partes review (IPR) process with the USPTO, created under the 2011 America Invents Act, is also being used by competitors to challenge patents held by the Company’s subsidiaries. For example, a key patent for ZYTIGA\n®\nis currently subject to patent litigation and several IPR proceedings brought by generic companies seeking to invalidate the patent."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "swiss",
        "swiss tax",
        "party manufacturers",
        "acceptable",
        "change",
        "parties manufacture",
        "agreement party",
        "benefit",
        "benefit recorded",
        "delays increased",
        "disruption",
        "expense",
        "expense benefit",
        "fiscal quarter",
        "increased costs",
        "remicade",
        "states",
        "united",
        "united states",
        "infliximab",
        "estimates",
        "largest",
        "largest product",
        "product remicade",
        "provisional",
        "remicade infliximab",
        "sales remicade",
        "accounting standards",
        "additional guidance",
        "analysis"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 4,
          "text": "Changes in tax laws or regulations around the world could negatively impact the Company’s effective tax rate and results of operations. A change in statutory tax rate in any country would result in the revaluation of the Company’s deferred tax assets and liabilities related to that particular jurisdiction in the period in which the new tax law is enacted. This change would result in an expense or benefit recorded to the Company’s Consolidated Statement of Earnings. The Company closely monitors these proposals as they arise in the countries where it operates. Changes to the statutory tax rate may occur at any time, and any related expense or benefit recorded may be material to the fiscal quarter and year in which the law change is enacted."
        },
        {
          "year": 2018,
          "paragraphIndex": 6,
          "text": "On September 28, 2018, the Swiss Parliament approved the Federal Act on Tax Reform and AHV Financing (Swiss Tax Reform). However, a referendum has been called and, as a result, a public vote on the Swiss Tax Reform will take place on May 19th, 2019.\nI\nf the Swiss Tax Reform passes, then the measures are expected to come into force in either January 2020 or January 2021. Prior to approval in the referendum and its subsequent cantonal implementation, the proposed Swiss Tax Reform is not enacted and therefore the Company has not reflected any of the potential impacts in its fiscal results. The Company is currently assessing the impact of the proposed Swiss Tax Reform, and when enacted, the law may have a material impact on the Company’s operating results."
        },
        {
          "year": 2018,
          "paragraphIndex": 24,
          "text": "The Company relies on third parties to manufacture certain of our products. We depend on these third party manufacturers to allocate to us a portion of their manufacturing capacity sufficient to meet our needs, to produce products of acceptable quality and at acceptable manufacturing yields and to deliver those products to us on a timely basis and at acceptable prices. However, we cannot guarantee that these third party manufacturers will be able to meet our near-term or long-term manufacturing requirements, which could result in lost sales and have an adverse effect on our business."
        },
        {
          "year": 2017,
          "paragraphIndex": 1,
          "text": "The Company has experienced significant challenges to patents covering its largest product, REMICADE\n®\n(infliximab) (accounting for approximately 8.3% of the Company’s total net trade sales for fiscal 2017), and continues to assert certain patents related to the product. In the United States, a biosimilar version of REMICADE\n®\nwas introduced in 2016, and additional competitors continue to enter the market. Sales of infliximab biosimilars in the U.S. market will result in a continued reduction in U.S. sales of REMICADE\n®\n."
        },
        {
          "year": 2017,
          "paragraphIndex": 2,
          "text": "Sales of the Company’s pharmaceutical and medical device products are significantly affected by reimbursements by third-party payers such as government healthcare programs, private insurance plans and managed care organizations. As part of various efforts to contain healthcare costs, these payers are putting downward pressure on prices at which products will be reimbursed. In the United States, increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, in part due to continued consolidation among health care providers, could result in further pricing pressures. In addition, increased political scrutiny could result in additional pricing pressures. Outside the United States, numerous major markets, including the EU and Japan, have pervasive government involvement in funding healthcare and, in that regard, directly or indirectly impose price controls, limit access to, or reimbursement for, the Company’s products, or reduce the value of its intellectual property protection."
        },
        {
          "year": 2017,
          "paragraphIndex": 6,
          "text": "Company’s provision for income taxes. Accounting for the income tax effects of the TCJA requires significant judgments to be made in interpreting its provisions. Due to the timing of the enactment and the complexity involved in applying the provisions of the TCJA, the Company made reasonable estimates of the effects and recorded provisional amounts in the financial statements for fiscal year 2017. These provisional amounts are based on the Company’s initial analysis of the TCJA as of January 18, 2018. Anticipated guidance from the U.S. Treasury about implementing the TCJA, and the potential for additional guidance from the Securities and Exchange Commission or the Financial Accounting Standards Board related to the TCJA, may result in adjustments to these estimates which could materially affect the Company’s financial position and results of operations as well as the effective tax rate in the period in which the adjustments are made."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "adults",
        "active",
        "forward",
        "forward looking",
        "looking",
        "www",
        "com",
        "looking statements",
        "states",
        "committee",
        "available",
        "management",
        "strategic",
        "treatment adults",
        "united",
        "swiss tax",
        "tcja",
        "adjustments",
        "income tax",
        "proposed",
        "referendum",
        "assessing",
        "called",
        "cantonal",
        "enactment",
        "final",
        "implementation",
        "implementing",
        "interpreting",
        "june"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 0,
          "text": "This Annual Report on Form 10-K\nand Johnson & Johnson's other publicly available documents contain \"forward-looking statements\" within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. Management and representatives of Johnson & Johnson and its subsidiaries (the \"Company\") also may from time to time make forward-looking statements.\nForward-looking statements do not relate strictly to historical or current facts and reflect management’s assumptions, views, plans, objectives and projections about the future. Forward-looking statements may be identified by the use of words such as “plans,” “expects,” “will,” “anticipates,” “estimates” and other words of similar meaning in conjunction with, among other things: discussions of future operations; expected operating results and financial performance; impact of planned acquisitions and dispositions; the Company’s strategy for growth; product development; regulatory approvals; market position and expenditures."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "Because forward-looking statements are based on current beliefs, expectations and assumptions regarding future events, they are subject to uncertainties, risks and changes that are difficult to predict and many of which are outside of the Company's control. Investors should realize that if underlying assumptions prove inaccurate, or known or unknown risks or uncertainties materialize, the Company’s actual results and financial condition could vary materially from expectations and projections expressed or implied in its forward-looking statements. Investors are therefore cautioned not to rely on these forward-looking statements. Risks and uncertainties include, but are not limited to:"
        },
        {
          "year": 2019,
          "paragraphIndex": 25,
          "text": "The Executive Committee of Johnson & Johnson is the principal management group responsible for the strategic operations and allocation of the resources of the Company. This Committee oversees and coordinates the activities of the Company's three business segments: Consumer, Pharmaceutical and Medical Devices. Within the strategic parameters provided by the Committee, senior management groups at U.S. and international operating companies are each responsible for their own strategic plans and the day-to-day operations of those companies. Each subsidiary within the business segments is, with limited exceptions, managed by residents of the country where located."
        },
        {
          "year": 2018,
          "paragraphIndex": 6,
          "text": "On September 28, 2018, the Swiss Parliament approved the Federal Act on Tax Reform and AHV Financing (Swiss Tax Reform). However, a referendum has been called and, as a result, a public vote on the Swiss Tax Reform will take place on May 19th, 2019.\nI\nf the Swiss Tax Reform passes, then the measures are expected to come into force in either January 2020 or January 2021. Prior to approval in the referendum and its subsequent cantonal implementation, the proposed Swiss Tax Reform is not enacted and therefore the Company has not reflected any of the potential impacts in its fiscal results. The Company is currently assessing the impact of the proposed Swiss Tax Reform, and when enacted, the law may have a material impact on the Company’s operating results."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "On December 22, 2017, the U.S. enacted The Tax Cuts and Jobs Act (the TCJA), which introduced significant changes to U.S. corporate income tax law that will have a meaningful impact on the Company’s provision for income taxes. Accounting for the income tax effects of the TCJA requires significant judgments to be made in interpreting its provisions. Anticipated guidance from the U.S. Treasury about implementing the TCJA, which should be final by June 22, 2019 (18 months after enactment),"
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Climate change",
        "covid pandemic",
        "employee",
        "ratings",
        "talent",
        "consumer health",
        "credit",
        "best",
        "dei",
        "diversity",
        "inclusion",
        "vaccine",
        "candidate",
        "credit ratings",
        "expiration date",
        "latest projected",
        "projected expiration",
        "extension",
        "tax reform",
        "adjustment",
        "ahv",
        "determined",
        "financing",
        "orthopaedic",
        "switzerland",
        "act used",
        "action fda",
        "america invents",
        "assets disruptions"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 103,
          "text": "We currently maintain investment grade credit ratings with Moody's Investors Service and Standard & Poor's Ratings Services. Rating agencies routinely evaluate us, and their ratings of our long-term and short-term debt are based on a number of factors. Any downgrade of our credit ratings by a credit rating agency, whether as a result of our actions or factors which are beyond our control, can increase the cost of borrowing under any indebtedness we may incur, reduce market capacity for our commercial paper or require the posting of additional collateral under our derivative contracts. There can be no assurance that we will be able to maintain our credit ratings, and any additional actual or anticipated changes or downgrades in our credit ratings, including any announcement that our ratings are under review for a downgrade, may have a negative impact on our liquidity, capital position and access to capital markets."
        },
        {
          "year": 2020,
          "paragraphIndex": 81,
          "text": "We also face uncertainties related to our efforts to develop a COVID-19 vaccine candidate, including uncertainties related to the risk that our development programs may not be successful, commercially viable or receive approval or Emergency Use Authorization from regulatory authorities; risks associated with clinical trial data, including further analyses of existing preclinical or clinical trial data that may be inconsistent with the data used for selection of the JNJ-78436735 vaccine candidate and dose level for the Phase 3 (ENSEMBLE) trial; the risk that clinical trial data are subject to differing interpretations and assessments, including during the peer review/publication process, in the scientific community generally, and by regulatory authorities; disruptions in the relationships between us, our third-party suppliers and external manufacturers; the risk that other companies may produce superior or competitive products; the risk that demand for any products we may develop may no longer exist; risks related to the availability of raw materials to manufacture any such products; the risk that we may not be able to recoup costs associated with our R&D and manufacturing efforts and risks associated with any changes in the way we approach or provide additional research funding for potential drug development related to COVID-19; the risk that we may not be able to create or scale up manufacturing capacity on a timely basis, that we may experience manufacturing delays once a manufacturing site is activated, or have access to logistics or supply channels commensurate with global demand for any potential approved vaccine or product candidate, which would negatively impact our ability to supply the estimated numbers of doses of our vaccine candidate within the projected time periods indicated, and other challenges and risks associated with the pace of our vaccine development program; and pricing and access challenges for such products, including in the U.S."
        },
        {
          "year": 2020,
          "paragraphIndex": 61,
          "text": "The Company is committed to workplace diversity and to cultivating, fostering, and advancing a culture of equity and inclusion. Enabling employees to perform at their best while being themselves is fundamental to the Company's continued success. The Company’s DEI vision is:\nBe yourself, change the world\n. The Company's DEI strategy focuses on three pillars that reflect the strategic priorities identified to enable the Company to address the challenges and opportunities presented by this evolving understanding of diversity:"
        },
        {
          "year": 2019,
          "paragraphIndex": 37,
          "text": "There is one set of granted patents related specifically to STELARA\n®\n. This set of patents is owned by Janssen Biotech, Inc., a wholly-owned subsidiary of Johnson & Johnson. These patents are in force in the U.S. and many countries outside the U.S. In the U.S., the latest projected expiration date for patents in this set is 2023 due to patent term extension and adjustment. In most of Europe, the latest projected expiration date for patents in this set is 2024 due to a Supplementary Protection Certificate (patent term extension). In most other countries, the latest projected expiration date is 2021."
        },
        {
          "year": 2019,
          "paragraphIndex": 60,
          "text": "In fiscal year 2019, Switzerland enacted the Federal Act on Tax Reform and AHV Financing (TRAF) which became effective on January 1, 2020. As of December 29, 2019, certain cantons where the Company operates have not yet enacted portions of the tax reform as stipulated in the Swiss Federal law. These enactments and future possible guidance from the applicable taxing authorities may have a material impact on the Company’s operating results."
        },
        {
          "year": 2019,
          "paragraphIndex": 38,
          "text": "In addition to competing in the immunology market with STELARA\n®\n, the Company is currently marketing SIMPONI\n®\n(golimumab) and SIMPONI ARIA\n®\n(golimumab), next generation immunology products. Patents related to these products are in force and the latest projected U.S. expiration date is 2024 due to patent term extension and adjustment. The Company also markets REMICADE\n®\n(infliximab) in the immunology market which is the Company’s 2nd largest product. Patents on this product have expired and the Food and Drug Administration approved the first infliximab biosimilar for sale in the U.S. in 2016, and a number of such products have been launched since then. For a more extensive description of legal matters regarding the patents related to REMICADE\n®\n, see Note 21 “Legal Proceedings - Intellectual Property - Pharmaceutical - REMICADE\n®\nRelated Cases” of the Notes to Consolidated Financial Statements included in Item 8 of this Report."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "separation",
        "planned separation",
        "separation consumer",
        "free",
        "tax free",
        "intention",
        "opinion",
        "ruling",
        "shares",
        "shares common",
        "Data privacy",
        "benefits planned",
        "completion",
        "completion planned",
        "economic legal",
        "health care",
        "care providers",
        "care industry",
        "healthy",
        "pharmacyclics",
        "care field",
        "castration",
        "consolidation health",
        "jabil",
        "llc",
        "metastatic",
        "mind",
        "patent infringement",
        "scrutiny health",
        "suffer"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 106,
          "text": "In November 2021, the Company announced its intention to separate the Company’s Consumer Health business, with the intention to create a new, publicly traded company. The planned separation is intended to qualify as a tax-free transaction for U.S. federal income tax purposes. The Company is targeting completion of the planned separation in 18 to 24 months after initial announcement. Completion of the planned separation will be subject to the satisfaction of certain conditions, including, among others, consultations with works councils and other employee representative bodies, as required, final approval of the Company’s Board of Directors, receipt of a favorable opinion and Internal Revenue Service (“IRS”) ruling with respect to the tax-free nature of the transaction, and the receipt of other regulatory approvals. There can be no assurance regarding the ultimate timing of the planned separation or that such separation will be completed. Unanticipated developments could delay, prevent or otherwise adversely affect the planned separation, including but not limited to disruptions in general or financial market conditions or potential problems or delays in obtaining various regulatory and tax approvals or clearances."
        },
        {
          "year": 2021,
          "paragraphIndex": 110,
          "text": "The Company intends to obtain an opinion from its U.S. tax advisors and a ruling from the IRS as to the tax-free nature of the planned separation under the U.S. Internal Revenue Code of 1986, as amended. The opinion and ruling will be based on, among other things, various factual assumptions and representations that the Company and the New Consumer Health Company will make regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these assumptions or representations are, or become, inaccurate or incomplete, reliance on the opinion and ruling may be jeopardized. If subsequent to the planned separation it is determined that the transaction does not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial."
        },
        {
          "year": 2021,
          "paragraphIndex": 109,
          "text": "The Company cannot predict the effect of the planned separation on the trading price of shares of its common stock, and the market value of shares of its common stock may be less than, equal to or greater than the market value of shares of its common stock prior to the planned separation. In addition, the price of the Company’s common stock may be more volatile around the time of the planned separation."
        },
        {
          "year": 2020,
          "paragraphIndex": 14,
          "text": "•\nPricing pressures resulting from trends toward health care cost containment, including the continued consolidation among health care providers and other market participants, trends toward managed care, the shift toward governments increasingly becoming the primary payers of health care expenses, significant new entrants to the health care markets seeking to reduce costs and government pressure on companies to voluntarily reduce costs and price increases;"
        },
        {
          "year": 2020,
          "paragraphIndex": 40,
          "text": "Sales of the Company’s third largest product, IMBRUVICA\n®\n(ibrutinib), accounted for approximately 5.0% of the Company's total revenues for fiscal 2020. Accordingly, patents related to this product are believed to be material to the Company. Pharmacyclics LLC (an AbbVie company) owns the patents related to IMBRUVICA\n®\n, and Janssen Biotech, Inc. has an exclusive license to those patents. The Pharmacyclics patents and their expiration dates are listed in the Approved Drug Products with Therapeutic Equivalence Evaluations (Orange Book). Pharmacyclics LLC and Janssen Biotech, Inc. have entered into confidential settlement agreements with certain generic companies granting licenses to market their generic ibrutinib products in the United States before the expiration of certain patents."
        },
        {
          "year": 2020,
          "paragraphIndex": 64,
          "text": "The Company’s investment in employee health, well-being and safety is built on its conviction that advancing health for humanity starts with advancing the health of its employees. With the right awareness, focus, practices and tools, the Company ensures that all its employees around the world, as well as temporary contractors and visitors to the Company's sites, can work safely. The Company has continuously expanded health and well-being programs throughout the Company and across the globe, incorporating new thinking and technologies to keep its offerings best-in-class and to help employees achieve their personal mind and body health goals. The programs and practices the Company advances covers three core dimensions: Healthy Eating, Healthy Movement and Healthy Mind."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "russia",
        "ukraine",
        "russia ukraine",
        "ukraine war",
        "ira",
        "letter",
        "letter ruling",
        "opinions",
        "pharmaceutical medtech",
        "private letter",
        "cybersecurity incidents",
        "export controls",
        "kenvue",
        "medicare drugs",
        "opinions tax",
        "aca",
        "pharmaceutical medical",
        "opinion",
        "puerto",
        "related covid",
        "rico",
        "aca individual",
        "caused",
        "individual mandate",
        "mandate",
        "presented",
        "priorities",
        "accommodations",
        "act aca",
        "actors"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 105,
          "text": "We have experienced, and expect to continue to experience, other risks related to the broad economic consequences of the Russia-Ukraine War, including foreign currency volatility, decreased demand for our products in countries affected by the Russia-Ukraine War and challenges to our global supply chain related to increased costs of materials and other inputs for our products and suppliers operating in Russia and Ukraine. We also continue to monitor the various sanctions and export controls imposed in response to the Russia-Ukraine War."
        },
        {
          "year": 2022,
          "paragraphIndex": 117,
          "text": "As a result of the Russia-Ukraine War, there has been, and we expect there will continue to be, an increased risk of information security or cybersecurity incidents, including cyberattacks perpetrated by Russia or others at its direction. Although we have taken steps to enhance our protections against these attacks, we may not be able to address the threat of information security or cybersecurity incidents proactively or implement adequate preventative measures and we may not be able to detect and address any such disruption or security breach promptly, or at all, which could adversely affect our business, results of operations or financial condition. Moreover, we are aware of incidents in which our third-party partners have been the target of information security or cybersecurity incidents as a result of the Russia-Ukraine War. Although, to date, our IT Systems have not been compromised by these incidents, it is possible that future information security or cybersecurity incidents involving our customers, manufacturers, suppliers or other third-party partners could successfully compromise our IT Systems, which could adversely affect our business, results of operations or financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 112,
          "text": "The Company has received a private letter ruling from the IRS as to the tax-free nature of the planned separation under the U.S. Internal Revenue Code of 1986, as amended. The planned separation is conditioned on, among other things, the continuing effectiveness and validity of the Company's private letter ruling from the IRS and receipt of favorable opinions of the Company's U.S. tax advisors. The private letter ruling and opinions will be based on, among other things, various facts, assumptions, representations and undertakings from the Company and Kenvue regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these facts, assumptions, representations or undertakings are incorrect or not otherwise satisfied, the Company and its shareholders may not be able to rely on the ruling or the opinions of tax advisors. Notwithstanding the private letter ruling and opinions of tax advisors, if subsequent to the planned separation the IRS determines that certain steps of the transaction do not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial."
        },
        {
          "year": 2021,
          "paragraphIndex": 50,
          "text": "U.S. government actors continue efforts to repeal, modify, or invalidate provisions of the Patient Protection and Affordable Care Act (the ACA) which passed in 2010. For example, federal legislation repealed the ACA’s individual mandate tax penalty as well as the tax on generous employer-sponsored healthcare plans; the Center for Medicare & Medicaid Services (CMS) began permitting states to impose work requirements on persons covered by Medicaid expansion plans; certain federal subsidies to insurers have ended; and certain short-term insurance plans not offering the full array of ACA benefits have been allowed to extend in duration. Some of these changes are being challenged in U.S. courts and so their long-term impact remains uncertain. The ACA has also been subject to judicial challenge. In November 2020, the U.S. Supreme Court heard argument in\nTexas v. Azar\n, which challenges the constitutionality of the ACA. Pending resolution of the litigation, all of the ACA but the individual mandate to buy health insurance remains in effect."
        },
        {
          "year": 2021,
          "paragraphIndex": 65,
          "text": "Protecting and supporting our employees during the COVID-19 pandemic continues to be a top priority and our approach includes: keeping employees informed of local COVID-19 transmission rates and corresponding risk levels; promoting the health and safety of our employees in the workplace through robust layers of protection; enhanced cleaning and access to cleaning supplies and personal protective equipment; supporting employees with pay continuity, benefits and well-being tools; and recognizing extraordinary employee contributions at work and in our communities. In 2021, in recognition of the new way of working, we initiated J&J Flex, a hybrid model that empowers our office-based employees to find the right productivity and balance of in-person and remote work. This model allows for work to happen seamlessly across a variety of workplaces and is enabled by an array of enhanced collaboration tools and technology to optimize productivity and connection. J&J Flex rolled out in fourth quarter 2021 globally, and will continue deployment through 2022 as protocol and requirements related to the COVID-19 pandemic allow. The Company is evaluating flexible work strategies for its on-site workforce, such as virtual on-boarding and training, to help our employees balance their personal and professional lives. Also, we continued to enhance our benefits offerings with access to wellness tools, on-site vaccine clinics, mental health support resources and delivery of at-home testing kits. In addition, as COVID-19 vaccines were broadly distributed and administered in 2021, including the one developed by Johnson & Johnson, we adopted policies in the U.S., Puerto Rico, and certain other countries to require proof of vaccination from Johnson & Johnson employees and contingent workers, in order to return to our sites, where permitted by local law and regulation. In the U.S. and Puerto Rico, this requirement took effect on October 4, 2021, with processes established for granting accommodations to those with medical or religious needs. Select manufacturing and distribution employees and contractors in the U.S. and Puerto Rico, as well as certain additional countries, are adopting similar policies through early 2022."
        },
        {
          "year": 2021,
          "paragraphIndex": 110,
          "text": "The Company intends to obtain an opinion from its U.S. tax advisors and a ruling from the IRS as to the tax-free nature of the planned separation under the U.S. Internal Revenue Code of 1986, as amended. The opinion and ruling will be based on, among other things, various factual assumptions and representations that the Company and the New Consumer Health Company will make regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these assumptions or representations are, or become, inaccurate or incomplete, reliance on the opinion and ruling may be jeopardized. If subsequent to the planned separation it is determined that the transaction does not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "tensions",
        "global tensions",
        "innovative medicine",
        "medicine",
        "changes comply",
        "comply new",
        "implement changes",
        "increasing number",
        "machine",
        "machine learning",
        "manufacture supply",
        "medicine medtech",
        "payors",
        "risks liabilities",
        "planned separation",
        "consumer health",
        "active",
        "www",
        "adults",
        "com",
        "forward",
        "forward looking",
        "looking",
        "arthritis",
        "committee",
        "employee",
        "looking statements",
        "strategy",
        "available"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "Sales of the Company’s Innovative Medicine and MedTech products are significantly affected by reimbursements by third-\nparty payors such as government healthcare programs, private insurance plans and managed care organizations. As part of various efforts to contain healthcare costs, these payors are putting downward pressure on prices at which products will be reimbursed. In the U.S., increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, in part due to continued consolidation among healthcare providers, could result in further pricing pressures. In addition, recent legislation and ongoing political scrutiny on pricing, coverage and reimbursement could result in additional pricing pressures. Specifically, the Inflation Reduction Act of 2022 (IRA) may subject certain products to government-established pricing, potentially impose rebates, and subject manufacturers who fail to adhere to the government's interpretations of the law to penalties. Further, increased third-party utilization of the 340B Federal Drug Discount Program from expanded interpretations of the statute may have a negative impact on the Company's financial performance. Outside the U.S., numerous major markets, including the EU, United Kingdom, Japan and China, have pervasive government involvement in funding healthcare and, in that regard, directly or indirectly impose price controls, limit access to, or reimbursement for, the Company’s products, or reduce the value of its intellectual property protection."
        },
        {
          "year": 2023,
          "paragraphIndex": 25,
          "text": "The Company leverages the use of data science, machine learning and other forms of AI and emerging technologies across varying parts of its business and operations, and the introduction and incorporation of AI may result in unintended consequences or other new or expanded risks and liabilities. AI technology is continuously evolving, and the AI technologies we develop and adopt may become obsolete earlier than planned. Our investments in these technologies may not result in the benefits we anticipate or enable us to obtain or maintain a competitive advantage. The application of machine learning and AI in our business is emerging and evolving alongside new laws and regulations that may entail significant costs or ultimately limit our ability to continue the use of these technologies. These technologies also carry inherent risks related to data privacy and security further described below."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "As described above, the Company has extensive operations and business activity throughout the world. Global tensions, conflict and/or war among any of the countries in which we conduct business or distribute our products may result in foreign currency volatility, decreased demand for our products in affected countries, and challenges to our global supply chain related to increased costs of materials and other inputs for our products and suppliers. Most recently, we have experienced, and expect to continue to experience, impacts to the Company's business resulting from the Russia-Ukraine war, rising conflict in the Middle East as well as increasing tensions between the U.S. and China. In response to heightened conflict, such as the Russia-Ukraine war, governments may impose export controls and broad financial and economic sanctions. Our business and operations may be further impacted by the imposition of trade protection measures or other policies adopted by any country that favor domestic companies and technologies over foreign competitors. Additional sanctions or other measures may be imposed by the global community, including but not limited to limitations on our ability to file, prosecute and maintain patents, trademarks and other intellectual property rights. Furthermore, in some countries, such as in Russia, action may be taken that allows companies and individuals to exploit inventions owned by patent holders from the United States and many other countries without consent or compensation and we may not be able to prevent third parties from practicing the Company's inventions in Russia or from selling or importing products in and into Russia."
        },
        {
          "year": 2022,
          "paragraphIndex": 0,
          "text": "This Annual Report on Form 10-K\nand Johnson & Johnson’s other publicly available documents contain “forward-looking statements” within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. Management and representatives of Johnson & Johnson and its subsidiaries (the Company) also may from time to time make forward-looking statements.\nForward-looking statements do not relate strictly to historical or current facts and reflect management’s assumptions, views, plans, objectives and projections about the future. Forward-looking statements may be identified by the use of words such as “plans,” “expects,” “will,” “anticipates,” “estimates” and other words of similar meaning in conjunction with, among other things: discussions of future operations; expected operating results and financial performance; impact of planned acquisitions and dispositions; impact and timing of restructuring initiatives, including associated cost savings and other benefits; the planned separation of the Company’s Consumer Health business; the Company’s strategy for growth; product development activities; regulatory approvals; market position and expenditures."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "Because forward-looking statements are based on current beliefs, expectations and assumptions regarding future events, they are subject to uncertainties, risks and changes that are difficult to predict and many of which are outside of the Company’s control. Investors should realize that if underlying assumptions prove inaccurate, or known or unknown risks or uncertainties materialize, the Company’s actual results and financial condition could vary materially from expectations and projections expressed or implied in its forward-looking statements. Investors are therefore cautioned not to rely on these forward-looking statements. Risks and uncertainties include, but are not limited to:"
        },
        {
          "year": 2022,
          "paragraphIndex": 66,
          "text": "In addition, the Amended and Restated Certificate of Incorporation, By-Laws, the written charters of the Audit Committee, the Compensation & Benefits Committee, the Nominating & Corporate Governance Committee, the Regulatory Compliance & Sustainability Committee, the Science & Technology Committee and any special committee of the Board of Directors and the Company’s Principles of Corporate Governance, Code of Business Conduct (for employees), Code of Business Conduct & Ethics for Members of the Board of Directors and Executive Officers, and other corporate governance materials, are available at\nwww.investor.jnj.com/gov.cfm\non the Company's website and will be provided without charge to any shareholder submitting a written request, as provided above. The information on\nwww.jnj.com\n,\nwww.factsaboutourprescriptionopioids.com,"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "active",
        "adults",
        "com",
        "forward",
        "forward looking",
        "looking",
        "arthritis",
        "available",
        "disease",
        "executive",
        "looking statements",
        "www",
        "employee",
        "janssen",
        "jnj",
        "separation",
        "diverse",
        "free",
        "innovator",
        "tax free",
        "tax liability",
        "anda",
        "biological",
        "challenge patents",
        "created",
        "free treatment",
        "irs",
        "letter",
        "letter ruling",
        "private letter"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 0,
          "text": "This Annual Report on Form 10-K and Johnson & Johnson’s other publicly available documents contain “forward-looking statements” within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. Management and representatives of Johnson & Johnson and its subsidiaries (the Company) also may from time to time make forward-looking statements. Forward-looking statements do not relate strictly to historical or current facts and reflect management’s assumptions, views, plans, objectives and projections about the future. Forward-looking statements may be identified by the use of words such as “plans,” “expects,” “will,” “anticipates,” “estimates” and other words of similar meaning in conjunction with, among other things: discussions of future operations; expected operating results and financial performance; impact of planned acquisitions and dispositions; impact and timing of restructuring initiatives, including associated cost savings and other benefits; the Company’s strategy for growth; product development activities; regulatory approvals; market position and expenditures."
        },
        {
          "year": 2024,
          "paragraphIndex": 1,
          "text": "Because forward-looking statements are based on current beliefs, expectations and assumptions regarding future events, they are subject to uncertainties, risks and changes that are difficult to predict and many of which are outside of the Company’s control. Investors should realize that if underlying assumptions prove inaccurate, or known or unknown risks or uncertainties materialize, the Company’s actual results and financial condition could vary materially from expectations and projections expressed or implied in its forward-looking statements. Investors are therefore cautioned not to rely on these forward-looking statements. Risks and uncertainties include, but are not limited to:"
        },
        {
          "year": 2024,
          "paragraphIndex": 61,
          "text": "The Company’s main corporate website address is\nwww.jnj.com\n. The Company makes its SEC filings available on the Company’s website at\nwww.investor.jnj.com/financials/sec-filings\n, as soon as reasonably practicable after having been electronically filed or furnished to the SEC. The Company's SEC filings are also available at the SEC’s website at\nwww.sec.gov\n."
        },
        {
          "year": 2023,
          "paragraphIndex": 43,
          "text": "The Company received a private letter ruling from the IRS as to the tax-free nature of the Separation under the U.S. Internal Revenue Code of 1986, as amended. Notwithstanding the private letter ruling and opinions of tax advisors, if the IRS determines that certain steps of the transaction did not qualify for tax-free treatment for U.S. federal income tax purposes, the resulting tax liability to the Company and its shareholders could be substantial. The Separation may also not qualify for tax-free treatment in other countries around the world, and as a result may trigger substantial tax liability to the Company."
        },
        {
          "year": 2023,
          "paragraphIndex": 20,
          "text": "The Company has faced increasing patent challenges from third parties seeking to manufacture and market generic and biosimilar versions of the Company’s key pharmaceutical products prior to expiration of the applicable patents covering those products. In the U.S., manufacturers of generic versions of innovative human pharmaceutical products may challenge the validity, or claim non-infringement, of innovator products through the Abbreviated New Drug Application, or ANDA, process with the U.S. FDA and related ANDA litigation. The Biologics Price Competition and Innovation Act (BPCIA), enacted in 2010, which created a new regulatory pathway for the approval by the U.S. FDA of biosimilar alternatives to innovator-developed biological products, also created mechanisms for biosimilar applicants to challenge the patents on the innovator biologics. The IPR process with the USPTO is also being used by competitors to challenge patents asserted in litigation."
        },
        {
          "year": 2023,
          "paragraphIndex": 42,
          "text": "The Company incurred significant expenses in connection with the Kenvue separation (the Separation). In addition, the Company may not be able to achieve the full strategic and financial benefits that are expected to result from the Separation. The anticipated benefits of the Separation were based on a number of assumptions, some of which may prove incorrect. The Company holds a 9.5% ownership interest in Kenvue. The Company cannot predict the trading price of shares of Kenvue’s common stock and the market value of the Kenvue shares are subject to market volatility and other factors outside of the Company’s control. The Company intends to divest its ownership interest in Kenvue, but there can be no assurance regarding the ultimate timing of such divestiture. Unanticipated developments could delay, prevent or otherwise adversely affect the divestiture, including but not limited to financial market conditions."
        }
      ]
    }
  ]
}