{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "line credit",
        "tools",
        "writing",
        "writing tools",
        "easy",
        "chegg writing",
        "counterfeit",
        "easy solutions",
        "imagine",
        "imagine easy",
        "physical textbooks",
        "rented",
        "sold rented",
        "students tutors",
        "acquisition imagine",
        "liquidate",
        "america",
        "assign",
        "beta",
        "boards",
        "career",
        "center",
        "closing",
        "commitment",
        "comprised",
        "concentration",
        "conditions general",
        "constraints upgrade",
        "cost effectively",
        "costs pay"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 91,
          "text": "The regulatory framework for privacy issues worldwide is currently in flux and is likely to remain so for the foreseeable future. Practices regarding the collection, use, storage, display, processing, transmission and security of personal information by companies offering online services have recently come under increased public scrutiny. The U.S. government, including the White House, the FTC and the U.S. Department of Commerce, are reviewing the need for greater regulation of the collection and use of information concerning consumer behavior with respect to online services, including regulation aimed at restricting certain targeted advertising practices. The FTC in particular has approved consent decrees resolving complaints and their resulting investigations into the privacy and security practices of a number of online, social media companies. Similar actions may also impact us directly, particularly because high school students who use our Writing Tools, College Admissions, College Counseling and Scholarship Services are typically under the age of 18, which subjects our business to laws covering the protection of minors. For example, various U.S. and international laws restrict the distribution of materials considered harmful to children and impose additional restrictions on the ability of online services to collect information from minors. The FTC has also revised the rules under the Children’s Online Privacy Protection Act effective July 1, 2013. Although our services are not primarily directed to children under 13, our Chegg Writing Tools, in particular, could be used by students as early as in middle school, and the FTC could decide that our site now or in the future has taken inadequate precautions to prevent children under 13 from accessing our site and providing us information."
        },
        {
          "year": 2016,
          "paragraphIndex": 102,
          "text": "From time to time, third parties have alleged and are likely to allege in the future that we or our business infringes, misappropriates or otherwise violates their intellectual property or proprietary rights. Many companies, including various “non-practicing entities” or “patent trolls,” are devoting significant resources to developing or acquiring patents that could potentially affect many aspects of our business. There are numerous patents that broadly claim means and methods of conducting business on the Internet. We have not exhaustively searched patents related to our technology. In addition, the publishing industry has been, and we expect in the future will continue to be, the target of counterfeiting and piracy. We have in the past and may continue to receive communications alleging that physical textbooks sold or rented by us are counterfeit. For example, we recently cooperated, and continue to cooperate, with a group of publishers in a series of audits which have identified several thousand potentially fraudulent textbooks which we have removed from our inventory. While our fulfillment partner, Ingram, has a system for inspecting the physical textbooks in our catalog of books, many of the books sold or rented to students are shipped directly from our suppliers, and, despite this inspection, unauthorized or counterfeit textbooks may inadvertently be included in the catalog of books we offer and may be subsequently sold or rented by us to students, or purchased by us through our buyback program, including on behalf of other buyers participating in our buyback program, and we may be subject to allegations of civil or criminal liability. We may implement measures in an effort to protect against these potential liabilities that could require us to spend substantial resources. Any costs incurred as a result of liability or asserted liability relating to sales of unauthorized or counterfeit textbooks could harm our business, reputation and financial condition."
        },
        {
          "year": 2016,
          "paragraphIndex": 28,
          "text": "Acquired companies, businesses and assets can be complex and time consuming to integrate. For example, we recently expanded into internships with the acquisition of Internships.com in October 2014 and into writing tools with the acquisition of Imagine Easy Solutions in 2016. We are currently in the process of transitioning these users to the Chegg platform and integrating these brands into the Chegg platform. We may not successfully transition these users to the Chegg platform."
        },
        {
          "year": 2015,
          "paragraphIndex": 8,
          "text": "significant risks, including our ability to cost-effectively liquidate our remaining inventory of textbooks, Ingram's ability to acquire textbooks and manage logistical and fulfillment activities for us, our ability to create a successful and profitable partnership, the provision of extended payment terms to Ingram for the facilitation of textbook purchases beyond Ingram's capital commitment, and that we and/or Ingram may elect to terminate the partnership sooner than anticipated."
        },
        {
          "year": 2015,
          "paragraphIndex": 7,
          "text": "The market for our connected learning platform is still unproven and rapidly changing. Historically, we generated the majority of our revenues from print textbooks. Print textbook rental is highly capital intensive and presents both business planning and logistical challenges that are complex. To reduce our investment in the highly capital intensive nature of print textbook rentals, we have entered into a partnership with Ingram wherein Ingram makes all new investments in the rental library of print textbooks, taking title and risk of loss for the books, and provides logistical and fulfillment services for the print textbooks that we rent and sell. The partnership allows us to market, use our branding and maintain the customer experience around print textbook rentals, while reducing our investments in textbook inventory, fulfillment and logistics operations. As a result of this change, we stopped making additional investments in our textbook library beginning in May 2015 and we expect to rent and liquidate our remaining inventory of print textbooks during 2016. We expect the transition of these aspects of our print textbook offerings to Ingram to be complete by 2017. Our partnership with Ingram is non-exclusive and subject to"
        },
        {
          "year": 2015,
          "paragraphIndex": 139,
          "text": "Delaware law and provisions in our restated certificate of incorporation and restated bylaws that went into effect at the closing of our IPO could make a merger, tender offer or proxy contest difficult, thereby depressing the trading price of our common stock."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "engagement learning",
        "cuts",
        "cuts jobs",
        "tax cuts",
        "patches",
        "principles",
        "updates",
        "accounting principles",
        "cloud",
        "deferred tax",
        "internal controls",
        "math",
        "new tax",
        "updates patches",
        "Cybersecurity",
        "connected learning",
        "emerging",
        "emerging growth",
        "engagement connected",
        "attractive",
        "china",
        "stock attractive",
        "exemptions",
        "investments textbook",
        "later",
        "new revised",
        "public companies",
        "reduced disclosure",
        "requirements applicable",
        "revised accounting"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 139,
          "text": "Generally accepted accounting principles in the United States are subject to interpretation by the Financial Accounting Standards Board (FASB), the SEC, and various bodies formed to promulgate and interpret appropriate accounting principles. A change in these principles or interpretations could have a significant effect on our reported financial results, and may even affect the reporting of transactions completed before the announcement or effectiveness of a change. For example, in May 2014 the FASB issued ASU No. 2014-09,\nRevenue from Contracts with Customers, as amended (Topic 606)\n, for which certain elements affected our accounting for revenue and costs incurred to acquire contracts. We have adopted Topic 606 using the modified retrospective transition method. Other companies in our industry may apply these accounting principles differently than we do, adversely affecting the comparability of our financial statements. See Note 2 to our accompanying financial statements for information about Topic 606."
        },
        {
          "year": 2017,
          "paragraphIndex": 34,
          "text": "Our facilities and information systems also are subject to break-ins, sabotage, intentional acts of vandalism, cybersecurity risks including cyber-attacks such as computer viruses and denial of service attacks, the failure of physical, administrative and technical security measures, terrorist acts, natural disasters, human error, the financial insolvency of our third-party vendors, and other unanticipated problems or events. These information systems periodically experience directed attacks intended to lead to interruptions and delays in our operations as well as loss, misuse or theft of data. We have implemented physical, technical and administrative safeguards to protect our systems. To date, unauthorized users have not had a material effect on our systems; however, there can be no assurance that attacks will not be successful in the future. In addition, our information systems must be constantly updated, patched, and upgraded to protect against known vulnerabilities and optimize performance. Material disruptions or slowdown of our systems, including a disruption or slowdown could occur if we are unable to successfully update, patch and upgrade our systems. For instance, in December 2017, researchers identified significant CPU architecture vulnerabilities commonly known as “Spectre” and “Meltdown” that have affected both private and public cloud services, including AWS, that have required software updates and patches to mitigate such vulnerabilities and such updates and patches have required servers to be offline and potentially slow their performance."
        },
        {
          "year": 2017,
          "paragraphIndex": 130,
          "text": "The Tax Cuts and Jobs Act of 2017 changed both the federal deferred tax value of the net operating loss carryforwards and the rules of utilization of federal net operating loss carryforwards. The Tax Cuts and Jobs Act of 2017 lowered the corporate tax rate from 35% to 21% effective for our 2018 financial year. For net operating loss carryforwards generated in years prior to 2018, there is no annual limitation on the utilization and the carryforward period remains at 20 years. However, net operating loss carryforwards generated in years after 2017 will only be available to offset 80% of future taxable income in any single year but will not expire."
        },
        {
          "year": 2016,
          "paragraphIndex": 135,
          "text": "We are an “emerging growth company,” as defined under the JOBS Act. For so long as we are an “emerging growth company,” we may take advantage of certain exemptions from reporting requirements that are applicable to other public companies that are not “emerging growth companies” including, but not limited to, compliance with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act, reduced disclosure obligations regarding executive compensation in our periodic reports and proxy statements and exemptions from the requirements of holding a nonbinding advisory vote on executive compensation and stockholder approval of any golden parachute payments not previously approved."
        },
        {
          "year": 2016,
          "paragraphIndex": 121,
          "text": "In addition, we are an “emerging growth company” as defined in the Jumpstart Our Business Startups Act of 2012 (JOBS Act), and as such we have elected to avail ourselves of the exemption from the requirement that our independent registered public accounting firm audit our internal control over financial reporting under Section 404 of the Sarbanes-Oxley Act until we cease to be an “emerging growth company.” See “—We are an “emerging growth company,” and we cannot be certain if the reduced disclosure requirements applicable to “emerging growth companies” will make our common stock less attractive to investors.” for additional risks relating to our “emerging growth company” status."
        },
        {
          "year": 2016,
          "paragraphIndex": 138,
          "text": "Under the JOBS Act, “emerging growth companies” can delay adopting new or revised accounting standards issued subsequent to the enactment of the JOBS Act until such time as those standards apply to private companies. We have irrevocably elected not to avail ourselves of this exemption from new or revised accounting standards and will be subject to the same new or revised accounting standards as other public companies that are not “emerging growth companies.”"
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "tax act",
        "conversion",
        "netsoc",
        "repurchase notes",
        "capped",
        "capped transactions",
        "pay cash",
        "Data breach",
        "chegg math",
        "conversion notes",
        "conversions",
        "conversions notes",
        "fundamental",
        "fundamental change",
        "indenture",
        "line credit",
        "dividends",
        "chegg test",
        "pay dividends",
        "broad",
        "discretion",
        "logistical",
        "transitioned",
        "borrow",
        "broad discretion",
        "covenants",
        "credit facility",
        "directors broad",
        "dividends foreseeable",
        "drawn"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 146,
          "text": "In addition, our ability to repurchase notes or to pay cash upon conversions of notes may be limited by law, regulatory authority or agreements governing any future indebtedness. Our failure to repurchase notes at a time when the repurchase is required by the indenture or to pay cash upon conversions of notes as required by the indenture would constitute a default under the indenture. A default under the indenture or the fundamental change itself could also lead to a default under agreements governing any future indebtedness. If the payment of the related indebtedness were to be accelerated after any applicable notice or grace periods, we may not have sufficient funds to repay the indebtedness and repurchase the notes or to pay cash upon conversions of notes."
        },
        {
          "year": 2018,
          "paragraphIndex": 145,
          "text": "Holders of the notes will have the right to require us to repurchase all or a portion of their notes upon the occurrence of a fundamental change before the maturity date at a repurchase price equal to 100% of the principal amount of the notes to be repurchased, plus accrued and unpaid interest, if any. In addition, upon conversion of the notes, unless we elect to deliver solely shares of our common stock to settle such conversion (other than paying cash in lieu of delivering any fractional share), we will be required to make cash payments in respect of the notes being converted. However, we may not have enough available cash or be able to obtain financing at the time we are required to make repurchases of notes surrendered therefor or pay cash with respect to notes being converted."
        },
        {
          "year": 2018,
          "paragraphIndex": 144,
          "text": "We may not have the ability to raise the funds necessary to settle conversions of the notes in cash or to repurchase the notes upon a fundamental change, and any future debt may contain limitations on our ability to pay cash upon conversion or repurchase of the notes."
        },
        {
          "year": 2017,
          "paragraphIndex": 146,
          "text": "We have never declared or paid cash dividends on our capital stock. We currently intend to retain any future earnings to finance the operation and expansion of our business, and we do not expect to declare or pay any dividends in the foreseeable future. As a result, our stockholders may only receive a return on their investment in our common stock if the market price of our common stock increases. In addition, our credit facility contains restrictions on our ability to pay dividends."
        },
        {
          "year": 2017,
          "paragraphIndex": 137,
          "text": "We have a revolving line of credit pursuant to a credit facility with Wells Fargo Bank, National Association (Bank) that provides an aggregate principal amount of\n$30.0 million\nwith an accordion feature that, subject to the Bank's discretion, allows us to borrow up to a total of\n$50.0 million\n(the Line of Credit). The Line of Credit expires in September 2019. We currently have no amount drawn down under our Line of Credit. Our personal property secures the Line of Credit. If we default on our credit obligations, the Bank may, among other things, require immediate repayment of amounts drawn on the Line of Credit or terminate the Line of Credit or may foreclose on our personal property that secures the Line of Credit."
        },
        {
          "year": 2017,
          "paragraphIndex": 144,
          "text": "Our management, with the oversight of the board of directors, has broad discretion in the application of the net proceeds from our past and future sales of securities and could spend the proceeds in ways that do not improve our results of operations or enhance the value of our common stock or with which our stockholders otherwise disagree. The failure of our management to apply these funds effectively could result in unfavorable returns and uncertainty about our prospects, each of which could cause the price of our common stock to decline."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "thinkful",
        "ingram fedex",
        "skills",
        "distribution partners",
        "forum",
        "sellers",
        "short sellers",
        "skills based",
        "chegg prep",
        "educators",
        "tutors educators",
        "action asserting",
        "approvals",
        "based learning",
        "chancery",
        "cause ingram",
        "ingram acquire",
        "patches",
        "updates",
        "updates patches",
        "buyback",
        "buyback program",
        "relies",
        "test",
        "ups",
        "users tutors",
        "warehouse",
        "affected private",
        "architecture vulnerabilities",
        "aws required"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 157,
          "text": "In addition, our restated certificate of incorporation provides that the Court of Chancery of the State of Delaware shall be the sole and exclusive forum for any derivative action or proceeding brought on our behalf, any action asserting a breach of fiduciary duty, any action asserting a claim against us arising pursuant to the Delaware General Corporation Law, our restated certificate of incorporation, or our bylaws, or any action asserting a claim against us that is governed by the internal affairs doctrine. This choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or any of our directors, officers, or other employees, which may discourage lawsuits against us and our directors, officers, and other employees. This exclusive forum provision will not apply to claims that are vested in the exclusive jurisdiction of a court or forum other than the Court of Chancery of the State of Delaware, or for which the Court of Chancery of the State of Delaware does not have subject matter jurisdiction. For instance, the provision would not preclude the filing of claims brought to enforce any liability or duty created by the Exchange Act or Securities Act or the rules and regulations thereunder in federal court."
        },
        {
          "year": 2019,
          "paragraphIndex": 93,
          "text": "Our ability to deliver course content to students enrolled in Thinkful skills programs may be subject to state oversight including\nregulatory approvals and licensure for the course content, the faculty members teaching the content, and the recruiting, admissions, and marketing activities associated with the business\n. Thinkful's efforts to obtain necessary approvals and licenses began prior to our acquisition of Thinkful and has continued following the acquisition. We monitor changes to the state regulatory requirements applicable to our Thinkful business, and to all of Chegg's business activities, however, any failure to obtain the appropriate licenses or address evolving state requirements may result in governmental or regulatory proceedings or actions by private litigants which could potentially harm our business, results of operations, and financial condition."
        },
        {
          "year": 2019,
          "paragraphIndex": 149,
          "text": "Short selling occurs when an investor borrows a security and sells it on the open market, with the intention of buying identical securities at a later date to return to the lender. A short seller hopes to profit from a decline in the value of the securities between the sale of the borrowed securities and the purchase of the replacement shares. Because it is in the short seller’s best interests for the price of the stock to decline, some short sellers publish, or arrange for the publication of, opinions or characterizations regarding the relevant issuer, its business prospects, and similar matters calculated to or which may create negative market momentum. Although, traditionally, short sellers were limited in their ability to access mainstream business media or to otherwise create negative market rumors, the rise of the Internet has allowed short sellers to publicly attack a company’s reputation and business on a broader scale. In the past, the publication of such commentary about us by a disclosed short seller has precipitated a decline in the market price of our common stock, and future similar efforts by other short sellers may have similar effects."
        },
        {
          "year": 2018,
          "paragraphIndex": 40,
          "text": "Our reliance on AWS makes us vulnerable to any errors, interruptions, or delays in their operations. Any disruption in the services provided by AWS could harm our reputation or brand or cause us to lose students or revenues or incur substantial recovery costs and distract management from operating our business. For instance, in February 2017, AWS experienced a widespread outage for half a business day, when during such time our learning platform was unavailable. Additionally, in December 2017, researchers identified significant CPU architecture vulnerabilities commonly known as “Spectre” and “Meltdown” that have affected both private and public cloud services, including AWS, that have required software updates and patches to mitigate such vulnerabilities and such updates and patches have required servers to be offline and potentially slow their performance."
        },
        {
          "year": 2018,
          "paragraphIndex": 17,
          "text": "Our facilities and information systems, as well as those of our third-party service providers, also are subject to break-ins, sabotage, intentional acts of vandalism, cybersecurity risks including cyber-attacks such as computer viruses and denial of service attacks, the failure of physical, administrative and technical security measures, terrorist acts, natural disasters, human error, the financial insolvency of our third-party vendors, and other unanticipated problems or events. These information systems have periodically experienced and will continue to experience both directed attacks as well as loss of, misuse of or theft of data. While we have implemented physical, technical and administrative safeguards designed to help protect our systems, in the event of a system interruption or a security exposure or breach, they may not be as effective as intended and we may not have adequate insurance coverage to compensate for related losses. To date, unauthorized users have not had a material effect on our company; however, there can be no assurance that attacks will not be successful in the future or that any loss will not be material. In addition, our information systems must be constantly updated, patched, and upgraded to protect against known vulnerabilities and optimize performance. Material disruptions or slowdown of our systems, including a disruption or slowdown could occur if we are unable to successfully update, patch and upgrade our systems. For instance, in December 2017, researchers identified significant CPU architecture vulnerabilities commonly known as “Spectre” and “Meltdown” that have affected both private and public cloud services, including AWS, that have required software updates and patches to mitigate such vulnerabilities and such updates and patches have required servers to be offline and potentially slow their performance."
        },
        {
          "year": 2018,
          "paragraphIndex": 37,
          "text": "Ingram predominantly relies on UPS to deliver textbooks from its textbook warehouse and to return textbooks to Ingram from our students. To a lesser extent Ingram relies on FedEx for delivery of print textbook rentals and on publishers, distributors and wholesalers to fulfill a certain portion of textbook sales orders and liquidations. As a result, our business could be subject to carrier disruptions and increased costs due to factors that are beyond our control, including labor difficulties, inclement weather, increased fuel costs and other rising costs of transportation and terrorist activity. If UPS were to limit its services or delivery areas, such as by the discontinuation of Saturday delivery service, Ingram's ability to timely deliver textbooks could diminish, and our student satisfaction could be adversely affected. If Ingram's relationships with its shipping vendors are terminated or impaired or if Ingram's shipping vendors are unable to deliver merchandise for us, Ingram would be required to rely on alternative carriers for delivery and return shipments of textbooks to and from students. Ingram may be unable to sufficiently engage alternative carriers on a timely basis or on terms favorable to them, if at all. If textbooks are not delivered on time to students, they could become dissatisfied and discontinue their use of our service, which could adversely affect our operating results."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "repurchase program",
        "estimates assumptions",
        "final guidance",
        "securities repurchase",
        "current covid",
        "cpra",
        "data security",
        "health",
        "private right",
        "prolonged",
        "right action",
        "summary",
        "contents",
        "table",
        "table contents",
        "ingram",
        "fedex",
        "financial reporting",
        "marketing services",
        "digital content",
        "rent",
        "order",
        "bodies",
        "inability",
        "ingram fedex",
        "partnership",
        "activity"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 12,
          "text": "A significant number of U.S. and international colleges ceased in-person classes during 2020 in an attempt to ensure the safety of their students. Should the COVID-19 pandemic continue, colleges may face reduced enrollment and reduced income. Further, if the COVID-19 pandemic continues to limit the functionality of colleges and universities, they may not have the financial resources to withstand prolonged declines in enrollment, diminishing revenues and even potential shutdowns and may be forced to close. Additionally, uncertainties surrounding the COVID-19 pandemic have forced colleges to pay heightened attention to alternative methods of instruction, including online learning and related concerns, such as proctoring exams. This increase in attention and demand may lead to additional scrutiny from the faculty of more traditional institutions, such as colleges or universities."
        },
        {
          "year": 2020,
          "paragraphIndex": 11,
          "text": "All of our employees are currently working remotely because of the COVID-19 pandemic. The health of our employees is of primary concern and at this time and we cannot reasonably predict when our employees can return to our offices. We may need to take further precautionary measures to protect the health of our employees. Additionally, our management team is focused on ongoing planning for and mitigating the risks of COVID-19, which may reduce their time for other initiatives. The COVID-19 pandemic may lead to employee inefficiencies, operational and cybersecurity risks, logistics disruptions, and other circumstances which could have an adverse impact on our business and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 10,
          "text": "While our business was not materially and adversely affected by the COVID-19 pandemic during the year ended December 31, 2020, the COVID-19 pandemic may still have a material adverse impact on our business and result of operations in the near-term. We are continuously monitoring our business and operations to take appropriate actions to mitigate risks arising from the COVID-19 pandemic, but there can be no guarantee that the actions we take will be successful. Should the situation worsen or not improve, or our steps for risk mitigation fail, our business, liquidity, financial condition, results of operations, stock price and prospects may be materially and adversely affected."
        },
        {
          "year": 2019,
          "paragraphIndex": 43,
          "text": "Our strategic partnership with Ingram expires in 2020, after which logistics and shipping services will be provided by FedEx. As part of this transition, Ingram business activities related to our print textbook offering will decrease over time while FedEx’s business activities will ramp up. If we experience unexpected challenges during this coordinated transition of our print textbook offering from Ingram to FedEx, if the transition takes a longer time to complete than expected, or if we fail to accurately forecast the transition costs, our business and results of operations will be impacted. Further, during this transition, customers may experience longer shipping periods than they have come to expect or the order accuracy may decline, causing increased calls to our customer service team, the need to expedite corrected orders, and the potential loss of customers. Additionally, we are currently engaged in a reconciliation process with Ingram to address open claims between the companies. If we and Ingram are unable to reach agreement on those claims, we may be required to resort to mediation or litigation for resolution."
        },
        {
          "year": 2019,
          "paragraphIndex": 44,
          "text": "Our strategic partnership with Ingram expires in 2020. Until the termination of our partnership, we will continue to rely on Ingram to fulfill print textbook rental and sales orders. If our partnership with Ingram is interrupted prior to its expiration or if Ingram experiences disruptions in its business or is not able to perform as anticipated, we may experience operational difficulties, an inability to fulfill print textbook orders, increased costs and a loss of business, that may have an adverse effect on our business, results of operations and financial condition. Furthermore, if we are unable to achieve the financial return targets set forth in our agreement with Ingram, we could be required to make additional payments to Ingram which could adversely affect our results of operations. In addition to our strategic partnership with Ingram, we have entered into agreements with other partners to provide their textbooks for rental or sale through our website for which Ingram provides logistics and fulfillment for all print textbook rental or sale orders. If we are unable to enter into or renew our agreements with our partners or if any of our partners perform significantly below our expectations, we may experience a material adverse effect on our business, results of operations and financial condition. Commencing in 2020, we will begin transitioning fulfillment services from Ingram to FedEx."
        },
        {
          "year": 2019,
          "paragraphIndex": 1,
          "text": "Although we began our operations in July 2005, we did not launch our online print textbook rental business until 2007 or begin generating revenues at scale from print textbook rentals until 2010. We completed a transition to a new model for our Required Materials product line in November 2016 through our strategic partnership with Ingram to accelerate our transition away from the more capital-intensive aspects of the print textbook rental business. We continue to market, use our branding, and maintain the customer experience around print textbook rentals, while through the end of 2019, Ingram or other partners fund all rental textbook inventory and have title and risk of loss related to textbook rentals for the textbooks they own. Beginning in 2020, we will begin transitioning our textbook rental business whereby we will resume owning textbooks, but will work with FedEx as our vendor for warehousing and fulfillment services."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "contents",
        "table",
        "table contents",
        "Sanctions",
        "export",
        "pearson",
        "college enrollment",
        "export controls",
        "sanctions export",
        "educational landscape",
        "embargoed",
        "employment opportunities",
        "evolving educational",
        "growth prospects",
        "landscape",
        "final guidance",
        "messages",
        "challenges risks",
        "text",
        "text messages",
        "thereof",
        "april issued",
        "difficult evaluate",
        "evaluate",
        "evaluate current",
        "expansion thereof",
        "future prospects",
        "history evolving",
        "increased challenges",
        "number states"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 68,
          "text": "As a U.S. company with U.S. origin software applications, we are required to comply with U.S. trade controls. Our activities are subject to U.S. economic sanctions laws and regulations administered by the Department of the Treasury, Office of Foreign Assets Control (OFAC), which prohibit most transactions with embargoed jurisdictions or prohibited parties without a specific or general license from OFAC. Additionally, the U.S. Department of Commerce, Bureau of Industry and Security (BIS) administers the Export Administration Regulations (EAR), which restrict exports of software subject to the EAR to embargoed countries and prohibited parties. Although we have taken precautions to prevent our platform, services and software applications from being provided in embargoed jurisdictions and to prohibited parties, and we continue to enhance our policies and procedures relating to sanctions and export compliance, we may not be able to prevent all transactions that are noncompliant with U.S. trade controls. Sanctions and export violations can result in significant fines or penalties, as well as reputational harm and loss of business."
        },
        {
          "year": 2021,
          "paragraphIndex": 69,
          "text": "Our customers outside of the United States generated approximately 11.1% of our net revenues during the year ended December 31, 2021, and our growth strategy includes further expanding our operations and customer base across all major global markets. An escalation in sanctions or export controls against regions where we operate, or the issuance of new sanctions designations or export restrictions against individuals and entities located in various regions, could result in decreased ability to provide our platform, services and software applications to existing or potential customers. Any limitation on our ability to operate in various global markets could adversely affect our business performance and growth prospects."
        },
        {
          "year": 2021,
          "paragraphIndex": 8,
          "text": "The uncertainty surrounding the evolving educational landscape, the COVID-19 pandemic, employment opportunities for students, the number of classes and the difficulty of the classes that the students take, and the demand and market for our products and services make it difficult to predict our operational trends and results of operations, particularly with respect to our newer offerings, and the ultimate market size for our products and services. If the market and demand for a comprehensive learning platform does not develop as we expect, or if we fail to address the needs of this market, our business and prospects would be harmed. We face risks, expenses, and difficulties related to our specific business model, including the risks more fully described throughout this “Risk Factors” section, which impede our ability to successfully accomplish the following, among other items:"
        },
        {
          "year": 2020,
          "paragraphIndex": 43,
          "text": "•\nthe Telephone Consumer Protection Act of 1991 (the (TCPA) restricts telemarketing and the use of automated telephone equipment. The TCPA limits the use of automatic dialing systems, artificial or prerecorded voice messages, and SMS text messages. It also applies to unsolicited text messages advertising the commercial availability of goods or services. Additionally, a number of states have enacted statutes that address telemarketing, such as do-no call lists and “no rebuttal statutes” that require the telemarketer to end the call when the consumer indicates that he or she is not interested in the product being sold. Restrictions on telephone marketing, including calls and text messages, are enforced by the FTC, the Federal Communications Commission, state-level regulators and through the availability of statutory damages and class action lawsuits for violations of the TCPA; and"
        },
        {
          "year": 2020,
          "paragraphIndex": 63,
          "text": "Our effective tax rate may fluctuate in the future as a result of new tax laws and final guidance on 2017 Tax Act. The new tax laws and 2017 Tax Act’s final guidance will have a meaningful impact on our provision for income taxes once we release our valuation allowance. Due to the complexities involved in applying the provisions of new tax legislation and 2017 Tax Act’s final guidance, we may make reasonable estimates of the effects in our financial statements. As we collect and prepare necessary data and interpret the new tax legislation as well as final guidance on 2017 Tax Act, we may make adjustments that could affect our financial position and results of operations as well as our effective tax rate in the period in which the adjustments are made. The 2020 Finance Bill was passed by the Parliament of India as Financial Act with amendments. The 2020 Finance Bill replaced the Dividend Distribution Tax on our distributing India entity with the withholding tax imposed on the U.S. recipient shareholders. As a result of the 2020 Finance Bill, we released $0.3 million of our withholding tax deferred tax liability related to deemed distributions from our entity in India."
        },
        {
          "year": 2020,
          "paragraphIndex": 62,
          "text": "Our effective tax rate may fluctuate as a result of new tax U.S. and worldwide laws, our interpretations of those new tax laws, and final guidance on 2017 Tax Act, which are subject to significant judgments and estimates. The ongoing effects of the new tax laws, 2017 Tax Act’s final guidance, and the refinement of provisional estimates could make our results difficult to predict."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Artificial intelligence",
        "security incidents",
        "order",
        "artificial",
        "intelligence",
        "safe",
        "Supply chain",
        "consent order",
        "information technology",
        "legal proceedings",
        "machine learning",
        "parties rely",
        "transfer personal",
        "adverse consequences",
        "commission",
        "net operating",
        "operating loss",
        "carryforwards",
        "loss carryforwards",
        "expire",
        "taxable",
        "etextbooks",
        "tax credit",
        "counterfeit",
        "credit carryforwards",
        "fulfillment",
        "partner",
        "achieve profitability",
        "affect profitability",
        "carryforwards tax"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 107,
          "text": "Furthermore, in June 2020, we received a civil investigative demand (“CID”) from the United States Federal Trade Commission (“FTC”) related to our privacy and data security practices. In October 2022, the FTC issued a proposed complaint against us alleging that we violated the Federal Trade Commission Act by failing to provide reasonable security for consumers’ personal information and that our alleged security shortcomings contributed to the 2018 Data Incident and several other security incidents in 2017, 2019, and 2020 that exposed sensitive personal information of users and employees. In October 2022, without any admission of liability, we entered into an agreement with the FTC containing a proposed consent order that will significantly impact our data security and privacy practices. The FTC consent order was finalized in January 2023. The FTC consent order requires us to establish, implement and maintain a comprehensive information security program, provide multi-factor authentication methods as an option or requirement for consumers, document and adhere to a detailed information retention schedule and provide consumers with online tools they can use to request access to or the deletion of their personal information. The consent order also requires us to obtain initial and biennial assessments of our information security program from an independent third-party assessor and comply with detailed reporting requirements for the 20 year-duration of the order. Any violations of the proposed order after it becomes effective could expose us to significant civil penalties, further injunctions and other adverse consequences."
        },
        {
          "year": 2022,
          "paragraphIndex": 42,
          "text": "Our future success depends, in part, on our ability to anticipate and respond effectively to the threat and opportunity presented by new technology disruption and developments. These may include new software applications or related services based on artificial intelligence, machine learning, or robotics. We may be exposed to competitive risks related to the adoption and application of new technologies by established market participants or new entrants, start-up companies and others. New technologies, including those based on artificial intelligence, can provide students with more immediate responses than traditional tools. Over time, the accuracy of these tools and their ability to handle complex questions may improve, which may be disruptive to education technology businesses, such as ours."
        },
        {
          "year": 2022,
          "paragraphIndex": 129,
          "text": "We have in the past and may in the future be subject to regulatory investigations and actions or litigation in connection with any noncompliance with our privacy obligations or a security breach or related issue, and we could also be liable to third parties for these types of incidents. For instance, we have been subject to litigation and investigations as a result of past security incidents, as further described in the risk factor titled “\nThe compromise of our information technology systems or data, including through computer malware, viruses, hacking, phishing attacks, spamming and other security incidents, could harm our business and results of operations\n,” and a consent order has been finally approved and entered by the FTC related to the same, as further described in Note 13, “Commitments and Contingencies,” of our accompanying Notes to Consolidated Financial Statements included in Part II, Item 8, “Consolidated Financial Statements and Supplementary Data” of this Annual Report on Form 10-K. We could face similar actions, or other actions related to our privacy and data security practices, in the future."
        },
        {
          "year": 2021,
          "paragraphIndex": 72,
          "text": "At December 31, 2021, we had federal and state net operating loss carryforwards due to prior period losses of approximately $660 million and $485 million, respectively, which if not utilized will begin to expire in 2028 and 2022 for federal and state purposes, respectively. An immaterial portion of the state net operating loss carryforwards expired in 2021. At December 31, 2021, we also had federal tax credit carryforwards of approximately $21.4 million, which if not utilized will begin to expire in 2030, and state tax credit carryforwards of approximately $15.7 million, which do not expire. These net operating loss and tax credit carryforwards could expire unused and be unavailable to offset future income tax liabilities, which could adversely affect our profitability. For example, we have net operating loss carryforwards of $25.4 million related to our previous operations in Kentucky that will expire unused unless we have similar operations in Kentucky. Additionally, in response to the COVID-19 pandemic, California’s Legislature passed Assembly Bill 85 (A.B. 85), which suspends the use of net operating losses for tax years beginning in 2020, 2021, and 2022 for taxpayers with taxable income of $1.0 million or more before an application of net operating loss. A.B. 85 includes an extended carryover period for the suspended net operating losses with an additional year carryforward for each year of suspension. A.B. 85 also limits the utilization of business incentive tax credits for taxable years 2020, 2021, and 2022, requiring that taxpayers can only claim a maximum of $5.0 million in tax credit on an aggregate basis."
        },
        {
          "year": 2021,
          "paragraphIndex": 73,
          "text": "The 2017 Tax Act changed both the federal deferred tax value of the net operating loss carryforwards and the rules of utilization of federal net operating loss carryforwards. The 2017 Tax Act lowered the corporate tax rate from 35% to 21% effective for our 2018 financial year. For net operating loss carryforwards generated in years prior to 2018, there is no annual limitation on the utilization and the carryforward period remains at 20 years; net operating loss carryforwards generated in years after 2017 will only be available to offset 80% of future taxable income in any single year but will not expire. However, the Coronavirus Aid, Relief, and Economic Security (CARES) Act temporarily repealed the 80% taxable income limitation for tax years beginning before January 1, 2021; net operating loss carried forward from 2018 or later to taxable years beginning after December 31, 2020 will be subject to the 80% limitation. Also, under the CARES Act, net operating loss arising in 2018, 2019 and 2020 can be carried back five years."
        },
        {
          "year": 2021,
          "paragraphIndex": 74,
          "text": "In addition, under Section 382 of the Internal Revenue Code of 1986, as amended (the Code), our ability to utilize net operating loss carryforwards or other tax attributes, such as tax credits, in any taxable year may be limited if we experience an “ownership change.” A Section 382 “ownership change” generally occurs if one or more stockholders or groups of stockholders who own at least 5% of our stock increase their ownership by more than 50 percentage points over their lowest ownership percentage within a rolling three-year period. Similar rules may apply under state tax laws. As a result of prior equity issuances and other transactions in our stock and the stock of acquired companies, we have previously experienced “ownership changes” under Section 382 and comparable state tax laws. We may experience ownership changes in the future as a result of future issuances and other transactions of our stock. It is possible that any future ownership change could have a material effect on the use of our net operating loss carryforwards or other tax attributes, which could adversely affect our profitability."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "given",
        "education learning",
        "piracy",
        "ai technology",
        "credentials",
        "improper",
        "improper sharing",
        "misappropriation user",
        "misuse platform",
        "sharing misappropriation",
        "user credentials",
        "ai machine",
        "chegg skills",
        "efforts drive",
        "grant",
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "contents risks",
        "compared",
        "efforts successful",
        "lingering",
        "competitors seo",
        "complementary products",
        "crises including",
        "current covid",
        "decline reasons",
        "engagement website",
        "engines methodologies",
        "estimates management"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 99,
          "text": "A substantial portion of our revenue comes from our Subscription Services and the distribution of our educational content to our paid subscribers through our learning platform. Our content has been subject to unauthorized copying and widespread digital dissemination without an economic return to us. Some students may misuse our products and services in ways that violate our Terms of Use, our Honor Code, other company policies, applicable laws, or the code of conduct at their educational institutions. We have experienced improper sharing and misappropriation of user credentials, allowing for parties to access content and services that they have not paid for. Through such misuse of our platform and content, students may be able to access our offerings for free or at a reduced cost relative to our paid subscription, which has and may continue to negatively impact our ability to attract students to, and retain students on, our platform. The impact of misuse of our platform and content on our revenues and subscriptions is hard to quantify, but we believe that illegal copying and dissemination of our content, improper sharing and misappropriation of user credentials, and other forms of unauthorized activity have had a substantial"
        },
        {
          "year": 2023,
          "paragraphIndex": 53,
          "text": "As of December 31, 2023, there were 11,877,920 shares available for grant under the 2023 Equity Incentive Plan. Given the number of shares available for grant and given the decrease in our stock price, we may need to request that our shareholders vote on a new equity incentive plan sooner than previously anticipated. If our shareholders do not approve a new equity incentive plan or if we are not able to grant employees the appropriate number of shares, we may not be successful in compensating our key employees commensurate with other technology companies with whom we compete for talent, and we may lose their services. In addition, we may not be able to attract their replacements. If we cannot retain our key employees or attract adequate replacements, we may not be able to achieve our business objectives and our financial condition could be materially negatively impacted."
        },
        {
          "year": 2023,
          "paragraphIndex": 74,
          "text": "Our ability to deliver course content to students enrolled in Chegg Skills (formerly Thinkful) skills-based learning programs may be subject to state oversight including regulatory approvals and licensure for the course content, the faculty members teaching the content, and the recruiting, admissions, and marketing activities associated with the business. Chegg Skills' efforts to obtain necessary approvals and licenses began prior to our acquisition of the business and continues following the acquisition. We monitor changes to the state regulatory requirements applicable to our business activities, including Chegg Skills; however, if we do not obtain the appropriate licenses or address evolving state requirements, it may result in governmental or regulatory proceedings or actions by private litigants, which could potentially harm our business, results of operations, and financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 45,
          "text": "Our business is dependent on, among other factors, general economic conditions, which affect student spending and brand advertising. Prior to the COVID-19 pandemic, state and federal funding levels at colleges across the United States remained below historic levels, which led to increased tuition and decreased amounts of financial aid offered to students. The COVID-19 pandemic adversely affected federal and state budgets for education and caused significant economic volatility. To the extent that these trends continue, students may elect to not attend colleges and universities and reduce the amount they spend on educational content and textbooks. In addition to decreased spending by students, brands may reduce their spend on our advertising services. Any of the foregoing may have an adverse effect on our business."
        },
        {
          "year": 2022,
          "paragraphIndex": 25,
          "text": "The uncertainty surrounding the evolving educational landscape, the demand and market for our products and services, and the lingering impact of the COVID-19 pandemic make it difficult to predict our operational trends and results of operations, particularly with respect to our newer offerings, and the ultimate market size for our products and services. If the market and demand for a comprehensive learning platform does not develop as we expect, or if we fail to address the needs of this market, our business and prospects would be harmed. We face risks, expenses, and difficulties related to our specific business model, including the risks more fully described throughout this “Risk Factors” section, which impede our ability to successfully accomplish the following, among other items:"
        },
        {
          "year": 2022,
          "paragraphIndex": 39,
          "text": "We experienced volatile revenue growth in recent periods with revenues of $766.9 million and $776.3 million during the years ended December 31, 2022 and 2021, respectively. You should not rely on our revenue for any previous quarterly or annual period as any indication of our revenue or revenue growth in future periods. As we grow our business, we expect our revenue growth rates to decline compared to prior years or turn negative for a number of reasons, which may include more challenging comparisons to prior periods as our revenue grows, lower revenues from print textbooks as a result of our partnership with GT Marketplace, LLC (GT) beginning in April 2022, slowing demand for our platform or offerings, increasing competition, increasing regulation, lower enrollment in higher education, a decrease in the growth of our overall market or market saturation, and our failure to capitalize on growth opportunities. In addition, our growth rates are likely to experience increased volatility, and may decline or turn negative, as the world recovers from the COVID-19 pandemic and societal and economic circumstances shift."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "ml",
        "ai ml",
        "Generative AI",
        "restructuring activities",
        "aio",
        "search experience",
        "undertake",
        "undertaken",
        "academic support",
        "contents risks",
        "declined",
        "google search",
        "internal restructuring",
        "site",
        "solutions",
        "alliances",
        "arbitration",
        "purported",
        "act cal",
        "action captioned",
        "alliances relationships",
        "cal",
        "cal civ",
        "chegg case",
        "civ",
        "civ code",
        "complaint filed",
        "court northern",
        "declaratory",
        "declaratory judgment"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 70,
          "text": "We incur substantial costs to implement restructuring plans, and our restructuring activities may subject us to reputational risks and litigation risks and expenses. There can be no assurance that any restructuring activities that we have undertaken or undertake in the future will achieve the cost savings, operating efficiencies, or other benefits that we may initially expect. In addition, restructuring activities has in the past and may continue to result in loss of institutional knowledge and expertise, attrition beyond our intended reduction in force, or a negative impact on employee morale and productivity or our ability to attract highly skilled employees. Internal restructurings can also require a significant amount of time and focus from management and other employees, which may divert attention from commercial operations. If any internal restructuring activities we have undertaken or undertake in the future fail to achieve some or all of the expected benefits, our business, financial condition, and results of operations could be materially and adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 29,
          "text": "Our competitors that are not specifically focused on education and learning services but whose AI offerings may impact education and learning include companies such as Google, OpenAI, Microsoft, Meta, and Anthropic. In particular, Google's roll out of Artificial Intelligence Overview (AIO) has created and is expected to continue to create headwinds for our industry and our business, most notably reductions in traffic to our website and customers subscribing to our services. In August 2024, Google began to significantly expand its AIO search experience, which displays AI-generated content at the top of its search results. This experience, which includes questions and solutions for education, keeps users on Google search results versus leading them onto our site. AIO’s prevalence has grown and may continue to increase. While we continue to study the changes and adjust our SEO strategy, we expect Google may continue its shift from being a search origination point to the destination, which could materially adversely affect our business, operating results and financial condition. As described in more detail in Part I, Item 3, \"Legal Proceedings\" of this Annual Report on Form 10-K, on February 24, 2025, we filed a complaint in the U.S. District Court for the District of Columbia against Google LLC and Alphabet Inc. (\"Google\"), asserting federal antitrust claims and common-law unjust enrichment claims, in connection with Google's expansion of its AIO search experience. Given the nature of the case, including that the proceedings are in their early stages, we are unable to predict the ultimate outcome of the case or whether Google will seek to counterclaim, or the likelihood of success should Google do so. This claim could result in costly litigation, require significant amounts of management time, and divert significant resources. See “— Adverse litigation judgments or settlements resulting from legal proceedings in which we are or may be involved could expose us to monetary damages or limit our ability to operate our business.\n\""
        },
        {
          "year": 2024,
          "paragraphIndex": 31,
          "text": "Across our industry, there has been a continued increase in the adoption of free and paid generative AI products for academic support, and students are increasingly turning to generative AI for academic support, such as homework and exams, as well as assistance in other areas of daily life. This shift in student behavior impacts education technology companies broadly, where students see generative AI products like Chat GPT and others as strong alternatives to vertically specialized solutions for"
        },
        {
          "year": 2023,
          "paragraphIndex": 119,
          "text": "Additionally, after the FTC’s preliminary approval of the consent order was publicly announced, a putative class action captioned Keller v. Chegg, Inc. (Case No. 22-cv-6986-JD) was filed in November 2022 in the U.S. District Court for the Northern District of California. The complaint was filed by a purported Chegg user and alleges various claims based on Chegg’s failure to take reasonable security measures. The plaintiff asserts claims under negligence; negligence per se; the California Consumer Legal Remedies Act, Cal. Civ. Code §§ 1750, et seq.; the California Consumer Privacy Act, Cal. Civ. Code § 1798.150; and the Declaratory Judgment Act, 28 U.S.C. §§ 2201, et seq. The Plaintiff seeks relief that certifies a class, damages, a declaratory judgment, injunctive relief, and attorneys’ fees and costs. On August 15, 2023, the Company received an order granting its motion to compel arbitration, and the case will be stayed and administratively closed pending the conclusion of arbitration."
        },
        {
          "year": 2023,
          "paragraphIndex": 117,
          "text": "Following the 2018 Data Incident, a purported securities class action captioned Shah v. Chegg, Inc. et. al. (Case No. 3:18-cv-05956-CRB) was filed in the U.S. District Court for the Northern District of California against us and our CEO. The complaint was filed by a purported Chegg stockholder and alleged claims under Sections 10(b) and 20(a) of the Exchange Act, as amended, based on allegedly misleading statements regarding our security measures to protect users’ data and related internal controls and procedures, as well as our second quarter 2018 financial results. This case was voluntarily dismissed without prejudice in March 2019. Moreover, following the 2018 Data Incident, we received notices that an aggregate of 16,691 arbitration demands were filed against us by individuals alleging that they had suffered damages in connection with the 2018 Data Incident. All such arbitral demands have been resolved."
        },
        {
          "year": 2023,
          "paragraphIndex": 29,
          "text": "Some of our competitors have adopted, and may continue to adopt, aggressive pricing policies (including free offerings), less stringent standards for user-uploaded content, and devote substantially more resources to marketing, website, and systems development than we do. We also face risks from strategic alliances by other education ecosystem participants. New competition may come from companies with greater brand recognition, and have significantly greater financial, marketing, and other resources than we do. We may, in the future, establish alliances or relationships with other competitors or potential competitors. To the extent such alliances are terminated or new alliances and relationships are established, our business could be harmed."
        }
      ]
    }
  ]
}