{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "benefits",
        "attacks breaches",
        "away network",
        "companies digital",
        "digital players",
        "eea",
        "establish interchange",
        "interchange rate",
        "largest financial",
        "mobile providers",
        "players",
        "players mobile",
        "psd",
        "reduce benefits",
        "route",
        "area",
        "defense",
        "largest customers",
        "occurs",
        "switching",
        "transaction switching",
        "announced",
        "bureau",
        "clams",
        "constituency",
        "converge",
        "designated systemically",
        "determinant",
        "evaluations",
        "execute"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "Although we partner with technology companies (such as digital players and mobile providers) that leverage our technology, platforms and network to deliver their products, they could develop platforms or networks that disintermediate us from digital payments and impact our ability to compete in the digital economy."
        },
        {
          "year": 2016,
          "paragraphIndex": 49,
          "text": "We work with technology companies (such as digital players and mobile providers) that use our technology to enhance payment safety and security and to deliver their payment-related products and services quickly and efficiently to consumers. Our inability to keep pace technologically could negatively impact the willingness of these customers to work with us, and could encourage them to use their own technology and compete against us."
        },
        {
          "year": 2016,
          "paragraphIndex": 8,
          "text": "If issuers cannot collect, or we are forced to reduce, interchange rates, issuers may be less willing to participate in our four-party payments system, or may reduce the benefits offered in connection with the use of our products, reducing the attractiveness of our products to consumers. In particular, any changes to our interregional interchange fees as a result of the European Commission’s Statement of Objections could impact our cross-border transaction activity disproportionately versus competitors that are not subject to similar reductions. These and other impacts could lower transaction volumes, and/or make proprietary three-party networks or other forms of payment more attractive. Issuers could reduce the benefits associated with our products or choose to charge higher fees to consumers to attempt to recoup a portion of the costs incurred for their services. In addition, issuers could seek to decrease the expense of their card and other payment programs by seeking a reduction in the fees that we charge to them, particularly if regulation has a disproportionate impact on Mastercard than on our competitors in terms of the fees we can charge. This could make our products less desirable to consumers, reduce the volume of transactions and our profitability, and limit our ability to innovate or offer differentiated products."
        },
        {
          "year": 2015,
          "paragraphIndex": 36,
          "text": "Competitors, customers, large digital and other technology companies, governments and other industry participants may develop products that compete with or replace value-added products and services we currently provide to support our transaction switching and payment offerings. These products could replace our own processing and payments offerings or could force us to change our pricing or practices for these offerings."
        },
        {
          "year": 2015,
          "paragraphIndex": 77,
          "text": "We process substantially all cross-border transactions using MasterCard, Maestro and Cirrus-branded cards and generate a significant amount of revenue from cross-border volume fees and transaction switching fees. Revenue from processing cross-border and currency conversion transactions for our customers fluctuates with cross-border travel and our customers’ need for transactions to be converted into their base currency. Cross-border activity may be adversely affected by world geopolitical, economic, weather and other conditions. These include the threat of terrorism and outbreaks of flu, viruses and other diseases. Any such decline in cross-border activity could adversely affect our results of operations."
        },
        {
          "year": 2015,
          "paragraphIndex": 6,
          "text": "If issuers cannot collect, or we are forced to reduce, interchange fees, issuers will be unable to use interchange fees to recoup a portion of the costs incurred for their services. This could reduce the number of financial institutions willing to participate in our four-party payments system, lower overall transaction volumes, and/or make proprietary three-party networks or other forms of payment more attractive. Issuers could also choose to charge higher fees to consumers to attempt to recoup a portion of the costs incurred for their services, thereby making our card programs less desirable to consumers and reducing our transaction volumes and profitability. In addition, issuers could attempt to decrease the expense of their card and other payment programs by seeking a reduction in the fees that we charge to them. This could also result in less innovation and fewer product offerings. We are devoting substantial management and financial resources to the defense of interchange fees in regulatory proceedings, litigation and legislative activity. The potential outcome of any legislative, regulatory or litigation action could have a more positive or negative impact on MasterCard relative to its competitors. If we are ultimately unsuccessful in our defense of interchange fees, any such legislation, regulation and/or litigation may have a material adverse impact on our overall business and results of operations. In addition, regulatory proceedings and litigation could result in MasterCard being fined and/or having to pay civil damages."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tax",
        "integrated",
        "integrated products",
        "switching",
        "account holders",
        "vocalink",
        "tax laws",
        "account based",
        "real",
        "real time",
        "time account",
        "authentication",
        "federal",
        "organizations",
        "based payments",
        "cardholder",
        "acceptance cards",
        "cards carrying",
        "cfpb",
        "filed",
        "involving cards",
        "magnetic",
        "operators party",
        "payment card",
        "cardholder account",
        "cardholders merchants",
        "cases processing",
        "commercial",
        "countries persons",
        "enforcement action"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 54,
          "text": "Operating a new type of payments system presents new regulatory and operational risks. English regulators have designated this platform to be “critical national infrastructure” and regulators in other countries may in the future expand their regulatory oversight of real-time account-based payments systems in similar ways. In addition, any prolonged service outage on this network could result in quickly escalating impacts, including potential intervention by the Bank of England and significant reputational risk to Vocalink and us. For a discussion of the regulatory risks related to our real-time account-based payments platform, see our risk factor in “Risk Factors - Regulation Related to Our Participation in the Payments Industry” in this Part I, Item 1A. Furthermore, the complexity of this payment technology requires careful management to address security vulnerabilities that are different from those faced on our core network. While we are leveraging Vocalink’s talent and expertise, we may face challenges in adapting to the complex requirements of operating a new payments system. Operational difficulties, such as the temporary unavailability of our services or products, or security breaches on our real-time account-based payments network could cause a loss of business for these products and services, result in potential liability for us and adversely affect our reputation."
        },
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "Potential changes in existing tax laws may impact our effective tax rate and tax payments. For example, the recent U.S. tax legislation enacted on December 22, 2017 represents a significant overhaul of the U.S. federal tax code. This tax legislation reduced the U.S. statutory corporate tax rate and made other changes that could have a favorable impact on our overall U.S. federal tax liability in a given period. However, the tax legislation also included a number of provisions that limit or eliminate various deductions, including interest expense, performance-based compensation for certain executives and the domestic production activities deduction, among others, that could affect our U.S. federal income tax position. We are continuing to evaluate the overall impact of this tax legislation on our operations and U.S. federal income tax position. See Note 17 (Income Taxes) to the consolidated financial statements included in Part II, Item 8 for further discussion of the TCJA. While we expect the TCJA to be favorable to the Company overall, there can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 33,
          "text": "In addition, fraudulent activity could encourage regulatory intervention, which could damage our reputation and reduce the use and acceptance of our integrated products and services or increase our compliance costs. Criminals are using increasingly sophisticated methods to capture consumer account information to engage in illegal activities such as counterfeiting or other fraud. As outsourcing and specialization become common in the payments industry, there are more third parties involved in processing transactions using our payment products. While we are taking measures to make card and digital payments more secure, increased fraud levels involving our integrated products and services, or misconduct or negligence by third parties switching or otherwise servicing our integrated products and services, could lead to regulatory intervention, such as enhanced security requirements, as well as damage to our reputation."
        },
        {
          "year": 2016,
          "paragraphIndex": 86,
          "text": "We, our issuers and acquirers, merchants and other third parties process, transmit or store cardholder account and other information in connection with payment cards and devices. In addition, our customers may sponsor (or we may certify as PCI-compliant) third-party processors to process transactions generated by cards carrying our brands and merchants may use third parties to provide services related to card use. A breach of the systems on which sensitive cardholder data and account information are processed, transmitted or stored could lead to fraudulent activity involving cards carrying our brands, damage our reputation and lead to claims against us, as well as subject us to regulatory actions. We routinely encounter account data compromise events, some of which have been high profile, involving merchants and third-party payment processors that process, store or transmit payment card data, which affect millions of Mastercard, Visa, Discover, American Express and other types of cardholders. These events typically involve external agents hacking the merchants’ or third-party processors’ systems and installing malware to compromise the confidentiality and integrity of those systems. Further data security breaches may subject us to reputational damage and/or lawsuits involving payment cards carrying our brands. Damage to our reputation or that of our brands resulting from an account data breach of either our systems or the systems of our customers, merchants and other third parties could decrease the use and acceptance of our cards and other payment devices, as well as the trend toward electronic payments, which in turn could have a material adverse impact on our transaction volumes, results of operations and prospects for future growth, or increase our costs by leading to additional regulatory burdens being imposed upon us."
        },
        {
          "year": 2016,
          "paragraphIndex": 88,
          "text": "Criminals are using increasingly sophisticated methods to capture cardholder account information to engage in illegal activities such as counterfeiting or other fraud. Cards that use magnetic-stripe technology, still widely used in the United States, continue to raise heightened vulnerabilities to fraud relative to other technologies due to the static nature of the information on the magnetic stripe. Fraud is also more likely to occur in transactions where the card is not present, such as online commerce, which constitutes an increasing percentage of transactions. In addition, as outsourcing and specialization become commonplace in the payments industry, there are more third parties involved in processing transactions using our cards. While we are taking measures to mitigate risks associated with magnetic stripes (via increased migration to EMV) and making digital payments more secure through MDES, increased fraud levels involving our cards, or misconduct or negligence by third parties processing or otherwise servicing our cards, could lead to regulatory intervention, such as enhanced security requirements, as well as damage to our reputation. These occurrences could reduce the use and acceptance of our cards or increase our compliance costs, and thereby have a material adverse impact on our business."
        },
        {
          "year": 2016,
          "paragraphIndex": 23,
          "text": "- In the United States, the CFPB regulates consumer financial products, and can continue to do so by amending existing requirements or imposing new ones. The CFPB also has supervisory and independent examination authority as well as enforcement authority over certain financial institutions, their service providers, and other entities, which include us because of the services we provide to financial institutions that issue and acquire our products. It is not clear whether and/or to what extent the CFPB will regulate broader aspects of payment card networks."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "qualified",
        "highly qualified",
        "jurisdictions considering",
        "key personnel",
        "payment experience",
        "abroad",
        "abroad leading",
        "attract hire",
        "borders",
        "borders prohibitions",
        "brand consumers",
        "collect process",
        "considering requirements",
        "data abroad",
        "data borders",
        "based payments",
        "defaults",
        "tax legislation",
        "affiliate",
        "china",
        "issued",
        "mitigate",
        "obligation",
        "russia",
        "affiliate debit",
        "authority regulate",
        "condition economic",
        "consumer spending",
        "debit interchange",
        "decline cross"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 85,
          "text": "Our performance largely depends on the talents and efforts of our employees, particularly our key personnel and senior management. We may be unable to retain or to attract highly qualified employees. The market for key personnel is highly competitive, particularly in technology and other skill areas significant to our business. Additionally, changes in immigration and work permit laws and regulations and related enforcement have made it difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could impair our ability to attract and retain qualified employees. Failure to attract, hire, develop, motivate and retain highly qualified and diverse employee talent, or to maintain a corporate culture that fosters innovation, creativity and teamwork could harm our overall business and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 16,
          "text": "products and services to meet the needs of a changing marketplace, as well as acquire new companies, we may expand our information profile through the collection of additional data from additional sources and across multiple channels. This expansion could amplify the impact of these regulations on our business. Regulation of privacy and data protection and information security often times require monitoring of and changes to our data practices in regard to the collection, use, disclosure, storage, transfer and/or security of personal and sensitive information. We are also subject to enhanced compliance and operational requirements in the European Union, and policymakers around the globe are using these requirements as a reference to adopt new or updated privacy laws that could result in similar or stricter requirements in other jurisdictions. Some jurisdictions are also considering requirements to collect, process and/or store data within their borders, as well as prohibitions on the transfer of data abroad, leading to technological and operational implications. Other jurisdictions are considering adopting sector-specific regulations for the payments industry, including forced data sharing requirements or additional verification requirements that overlap or conflict with, or diverge from, general privacy rules. Failure to comply with these laws, regulations and requirements could result in fines, sanctions or other penalties, which could materially and adversely affect our results of operations and overall business, as well as have an impact on our reputation."
        },
        {
          "year": 2018,
          "paragraphIndex": 84,
          "text": "As more players enter the global payments system, the layers between our brand and consumers and merchants increase. In order to compete with other powerful consumer brands that are also becoming part of the consumer payment experience, we often partner with those brands on payment solutions. These brands include large digital companies and other technology companies who are our customers and use our networks to build their own acceptance brands. In some cases, our brand may not be featured in the payment solution or may be secondary to other brands. Additionally, as part of our relationships with some issuers, our payment brand is only included on the back of the card. As a result, our brand may either be invisible to consumers or may not be the primary brand with which consumers associate the payment experience. This brand invisibility, or any consumer confusion as to our role in the consumer payment experience, could decrease the value of our brand, which could adversely affect our business."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "Governments in some countries are considering, or may consider, regulatory requirements that mandate switching of domestic payments either entirely in that country or by only domestic companies. In particular, we are currently excluded from domestic switching in China and are seeking market access, which is uncertain and subject to a number of factors, including receiving regulatory approval. In 2017, People’s Bank of China issued the Service Guidelines for Market Access of Bank Card Clearing Institutions, which provide some guidance on the 2016 regulations on license application and operational requirements for network operators to process domestic payments in China. We have been engaged with regulators, business partners and other stakeholders in connection with steps required to advance an application. Additionally, Russia has amended its National Payments Systems laws to require all payment systems to process domestic transactions through a government-owned payment switch. As a result, all of our domestic transactions in Russia are currently processed by that system instead of by us."
        },
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "Potential changes in existing tax laws may impact our effective tax rate and tax payments. For example, the recent U.S. tax legislation enacted on December 22, 2017 represents a significant overhaul of the U.S. federal tax code. This tax legislation reduced the U.S. statutory corporate tax rate and made other changes that could have a favorable impact on our overall U.S. federal tax liability in a given period. However, the tax legislation also included a number of provisions that limit or eliminate various deductions, including interest expense, performance-based compensation for certain executives and the domestic production activities deduction, among others, that could affect our U.S. federal income tax position. We are continuing to evaluate the overall impact of this tax legislation on our operations and U.S. federal income tax position. See Note 17 (Income Taxes) to the consolidated financial statements included in Part II, Item 8 for further discussion of the TCJA. While we expect the TCJA to be favorable to the Company overall, there can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 54,
          "text": "Operating a new type of payments system presents new regulatory and operational risks. English regulators have designated this platform to be “critical national infrastructure” and regulators in other countries may in the future expand their regulatory oversight of real-time account-based payments systems in similar ways. In addition, any prolonged service outage on this network could result in quickly escalating impacts, including potential intervention by the Bank of England and significant reputational risk to Vocalink and us. For a discussion of the regulatory risks related to our real-time account-based payments platform, see our risk factor in “Risk Factors - Regulation Related to Our Participation in the Payments Industry” in this Part I, Item 1A. Furthermore, the complexity of this payment technology requires careful management to address security vulnerabilities that are different from those faced on our core network. While we are leveraging Vocalink’s talent and expertise, we may face challenges in adapting to the complex requirements of operating a new payments system. Operational difficulties, such as the temporary unavailability of our services or products, or security breaches on our real-time account-based payments network could cause a loss of business for these products and services, result in potential liability for us and adversely affect our reputation."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "form item",
        "mastercard form",
        "effective income",
        "income tax",
        "Climate change",
        "creation",
        "december",
        "sustainability",
        "transition",
        "access markets",
        "adoption",
        "adoption standards",
        "agreement",
        "aml cft",
        "authentication requirement",
        "contents",
        "table",
        "table contents",
        "effective tax",
        "Cybersecurity",
        "country state",
        "debit transactions",
        "operations table",
        "protection information",
        "protection security",
        "region",
        "requiring",
        "state region",
        "accounts",
        "activity extended"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 23,
          "text": "We are subject to tax laws and regulations of the U.S. federal, state and local governments as well as various non-U.S. jurisdictions. Potential changes in existing tax laws, including future regulatory guidance, may impact our effective income tax rate and tax payments. There can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective income tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 76,
          "text": "Our operations as a global payments network rely in part on global interoperable standards to help facilitate safe and simple payments. To the extent geopolitical events result in jurisdictions no longer participating in the creation or adoption of these standards, or the creation of competing standards, the products and services we offer could be negatively impacted."
        },
        {
          "year": 2019,
          "paragraphIndex": 80,
          "text": "In June 2016, voters in the United Kingdom approved the withdrawal of the U.K. from the E.U. (commonly referred to as “Brexit”). The U.K. government triggered Article 50 of the Lisbon Treaty on March 29, 2017, which commenced the official E.U. withdrawal process. In January 2020, Parliament and the E.U. approved of an agreement between the U.K. and the E.U., and the U.K. officially departed from the E.U. On February 1, 2020, the U.K. entered into a transition/implementation period, during which all E.U. laws regulations, court decisions, trading agreements and other obligations continue to apply to the U.K. During this period, which is set to expire on December 31, 2020, the U.K. and E.U. will negotiate additional terms. Uncertainty over these terms could cause political and economic uncertainty in the U.K. and the rest of Europe, which could harm our business and financial results."
        },
        {
          "year": 2018,
          "paragraphIndex": 8,
          "text": "Regulators around the world increasingly replicate other regulators’ approaches with regard to the regulation of payments and other industries. Consequently, regulation in any one country, state or region may influence regulatory approaches in other countries, states or regions. Similarly, new laws and regulations within a country, state or region involving one product may lead to regulation of similar or related products. For example, regulations affecting debit transactions could lead to regulation of other products (such as credit)."
        },
        {
          "year": 2018,
          "paragraphIndex": 26,
          "text": "We are subject to tax laws and regulations of the U.S. federal, state and local governments as well as various non-U.S. jurisdictions. Potential changes in existing tax laws, including future regulatory guidance, may impact our effective tax rate and tax payments. There can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 2,
          "text": "Some enacted regulations require financial institutions to provide third party payment processors access to consumer payment accounts. This may enable these third party payment processors to route transactions away from Mastercard products by offering account information or payment initiation services directly to people who currently use our products. This may also allow these processors to commoditize the data that are included in the transactions. New authentication standards have been enacted requiring additional verification information from consumers to complete transactions. This may increase the number of transactions that consumers abandon if we are unable to ensure a frictionless authentication experience. An increase in the rate of abandoned transactions could adversely impact our volumes or other operational metrics."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "Pandemic",
        "covid pandemic",
        "fintechs",
        "outbreak",
        "remote environment",
        "adversely impacted",
        "covid global",
        "design",
        "fintechs technology",
        "global covid",
        "health",
        "quality",
        "spread",
        "uncertain",
        "brexit",
        "withdrawal",
        "business continuity",
        "critical",
        "december",
        "divergent",
        "globally including",
        "iran",
        "kingdom",
        "largest financial",
        "potentially divergent",
        "rest",
        "syria",
        "terrorist",
        "transition"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 28,
          "text": "The COVID-19 pandemic has adversely impacted our business, results of operations and financial condition. There are no comparable recent events which may provide guidance as to the effect of the spread of COVID-19 and a global pandemic, and, as a result, the ultimate impact of COVID-19 or a similar health epidemic is highly uncertain and subject to change. The extent to which COVID-19 further impacts our business, results of operations and financial condition will depend on future developments, which are uncertain, including, but not limited to, the duration and spread of the outbreak, its severity, the actions to contain the virus or treat its impact, and how quickly and to what extent normal economic and operating conditions can resume. Even after the COVID-19 pandemic has subsided, we may continue to experience materially adverse impacts to our business and our result of operations as a result of its global economic impact, including any recession that has occurred or may occur in the future."
        },
        {
          "year": 2020,
          "paragraphIndex": 84,
          "text": "Our performance largely depends on the talents and efforts of our employees, particularly our key personnel and senior management. We may be unable to retain or to attract highly qualified employees. The market for key personnel is highly competitive, particularly in technology and other skill areas significant to our business. Additionally, changes in immigration and work permit laws and visa regulations and related enforcement have made it difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could impair our ability to attract and retain qualified employees. Moreover, as a result of the global COVID-19 pandemic, a significant portion of our workforce is working in a mostly remote environment. This remote environment may continue after the pandemic due to potential resulting trends, and could impact the quality of our corporate culture. Failure to attract, hire, develop, motivate and retain highly qualified and diverse employee talent, or to maintain a corporate culture that fosters innovation, creativity and teamwork could harm our overall business and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 26,
          "text": "Global health concerns relating to the COVID-19 outbreak have impacted the macroeconomic environment, and the outbreak has significantly increased economic uncertainty. The outbreak resulted in governments in countries across the globe implementing measures to try to contain the virus, such as travel restrictions, social distancing, and restrictions on business operations which have impacted consumers and businesses. These measures have adversely impacted and may further impact our workforce and operations and the operations of our customers, suppliers and business partners. While some of these measures have eased in certain jurisdictions, others have remained in place. The extent to which current measures are removed or new measures are put in place will depend how the pandemic evolves, as well as the progress of the global roll-out of vaccines."
        },
        {
          "year": 2019,
          "paragraphIndex": 81,
          "text": "Subsequent to the end of the transition/implementation period on December 31, 2020, Brexit could lead to legal uncertainty and potentially divergent national laws and regulations in the U.K. and E.U. We, as well as our customers who have significant operations in the U.K., may incur additional costs and expenses as we adapt to potentially divergent regulatory frameworks from the rest of the E.U. We may also face additional complexity with regard to immigration and travel rights for our employees located in the U.K. and the E.U. These factors may impact our ability to operate in the E.U. and U.K. seamlessly. Any of these effects of Brexit, among others, could harm our business and financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 80,
          "text": "In June 2016, voters in the United Kingdom approved the withdrawal of the U.K. from the E.U. (commonly referred to as “Brexit”). The U.K. government triggered Article 50 of the Lisbon Treaty on March 29, 2017, which commenced the official E.U. withdrawal process. In January 2020, Parliament and the E.U. approved of an agreement between the U.K. and the E.U., and the U.K. officially departed from the E.U. On February 1, 2020, the U.K. entered into a transition/implementation period, during which all E.U. laws regulations, court decisions, trading agreements and other obligations continue to apply to the U.K. During this period, which is set to expire on December 31, 2020, the U.K. and E.U. will negotiate additional terms. Uncertainty over these terms could cause political and economic uncertainty in the U.K. and the rest of Europe, which could harm our business and financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 19,
          "text": "Anti-Money Laundering, Counter Terrorist Financing, Economic Sanctions and Anti-Corruption\n• We are subject to AML and CFT laws and regulations globally, including the U.S. Bank Secrecy Act and the USA PATRIOT Act, as well as the various economic sanctions programs, including those imposed and administered by OFAC. The economic sanctions programs administered by OFAC restrict financial transactions and other dealings with certain countries and geographies (specifically Crimea, Cuba, Iran, North Korea and Syria) and with persons and entities included in OFAC sanctions lists including the SDN List. Iran, Sudan and Syria have been identified by the U.S. State Department as terrorist-sponsoring states. We are also subject to anti-corruption laws and regulations globally, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act, which, among other things, generally prohibit giving or offering payments or anything of value for the purpose of improperly influencing a business decision or to gain an unfair business advantage. A violation and subsequent judgment or settlement against us, or those with whom we may be associated, under these laws could subject us to substantial monetary penalties, damages, and/or have a significant reputational impact."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "based payments",
        "multi",
        "multi rail",
        "rail",
        "licenses",
        "rail solutions",
        "data governance",
        "environments",
        "face competition",
        "global economy",
        "hybrid",
        "implemented considering",
        "infections",
        "pandemic measures",
        "prevented",
        "outbreak",
        "jurisdictions considering",
        "payment network",
        "spread",
        "banking industry",
        "contain",
        "oversight payment",
        "payment platforms",
        "vote",
        "acceptance ability",
        "accordingly business",
        "ach payment",
        "activity disproportionately",
        "affected outcomes",
        "affected sanctions"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "The expansion of our products and services as part of our multi-rail strategy have also created the need for us to obtain new types and increasing numbers of regulatory licenses, resulting in increased supervision and additional compliance burdens distinct from those imposed on our core network activities. For example, certain of our subsidiaries maintain money transfer licenses to support certain activities. These licenses typically impose supervisory and examination requirements, as well as capital, safeguarding, risk management and other business obligations."
        },
        {
          "year": 2021,
          "paragraphIndex": 57,
          "text": "The payments markets in which we compete are characterized by rapid technological change, new product introductions, evolving industry standards and changing customer and consumer needs. In order to remain competitive and meet the needs of the payments markets, we are continually involved in developing complex multi-rail solutions and diversifying our integrated products and services. These efforts carry the risks associated with any diversification initiative, including cost overruns, delays in delivery and performance problems. These projects also carry risks associated with working with different types of customers, for example organizations such as corporations that are not financial institutions and non-governmental organizations (“NGOs”), and end users other than those we have traditionally worked with. These differences may present new operational challenges in the development and implementation of our new products or services. These new customers are typically less regulated, and as a result, enhanced infrastructure and monitoring is required."
        },
        {
          "year": 2021,
          "paragraphIndex": 58,
          "text": "Our failure to effectively design and deliver these multi-rail solutions and integrated products and services could make our other offerings less desirable to customers, or put us at a competitive disadvantage. In addition, if there is a delay in the implementation of our products or services or if our products or services do not perform as anticipated, or we are unable to adequately anticipate"
        },
        {
          "year": 2020,
          "paragraphIndex": 26,
          "text": "Global health concerns relating to the COVID-19 outbreak have impacted the macroeconomic environment, and the outbreak has significantly increased economic uncertainty. The outbreak resulted in governments in countries across the globe implementing measures to try to contain the virus, such as travel restrictions, social distancing, and restrictions on business operations which have impacted consumers and businesses. These measures have adversely impacted and may further impact our workforce and operations and the operations of our customers, suppliers and business partners. While some of these measures have eased in certain jurisdictions, others have remained in place. The extent to which current measures are removed or new measures are put in place will depend how the pandemic evolves, as well as the progress of the global roll-out of vaccines."
        },
        {
          "year": 2020,
          "paragraphIndex": 28,
          "text": "The COVID-19 pandemic has adversely impacted our business, results of operations and financial condition. There are no comparable recent events which may provide guidance as to the effect of the spread of COVID-19 and a global pandemic, and, as a result, the ultimate impact of COVID-19 or a similar health epidemic is highly uncertain and subject to change. The extent to which COVID-19 further impacts our business, results of operations and financial condition will depend on future developments, which are uncertain, including, but not limited to, the duration and spread of the outbreak, its severity, the actions to contain the virus or treat its impact, and how quickly and to what extent normal economic and operating conditions can resume. Even after the COVID-19 pandemic has subsided, we may continue to experience materially adverse impacts to our business and our result of operations as a result of its global economic impact, including any recession that has occurred or may occur in the future."
        },
        {
          "year": 2020,
          "paragraphIndex": 48,
          "text": "U.K. regulators have designated Vocalink, our real-time account-based payment network platform, to be a “specified service provider” and regulators in other countries may in the future expand their regulatory oversight of real-time account-based payment systems in similar ways. In addition, any prolonged service outage on this network could result in quickly escalating impacts, including potential intervention by the Bank of England and significant reputational risk to Vocalink and us. For a discussion of the regulatory risks related to our real-time account-based payment platform, see our risk factor in “Risk Factors - Payments Industry Regulation” in this Part I, Item 1A. Furthermore, the complexity of this payment technology requires careful management to address security vulnerabilities that are different from those faced on our core network. Operational difficulties, such as the temporary unavailability of our services or products, or security breaches on our real-time account-based payment network could cause a loss of business for these products and services, result in potential liability for us and adversely affect our reputation."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "esg",
        "russia",
        "core payment",
        "invasion",
        "payment network",
        "ukraine",
        "candidate",
        "esg matters",
        "growing",
        "invasion ukraine",
        "operational resilience",
        "operations russia",
        "payment schemes",
        "resilience",
        "Supply chain",
        "core network",
        "key personnel",
        "costly compliance",
        "covid global",
        "environments",
        "qualified employees",
        "regions",
        "result costly",
        "resurgence",
        "security service",
        "ability complete",
        "ability grow",
        "activity case",
        "addition central",
        "addition stockholders"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 79,
          "text": "Russia’s invasion of Ukraine. In response to the Russian invasion of Ukraine, the United States, the European Union and other governments imposed sanctions and other restrictive measures on certain Russian-related entities and individuals and we suspended our business operations in Russia. We have experienced loss of revenue in this fast-growing market as a result of both the implementation of sanctions and the suspension of our business operations, as well as related impacts in Ukraine and throughout the region. Future developments (including the expansion or extension of the war, future sanctions and/or actions taken by others globally, and other macroeconomic factors) could result in further negative impacts on our business and financial results. As customers, merchants and other business partners are impacted by the invasion, it can further negatively affect the environment in which we operate. Moreover, our compliance with sanctions and our decision to suspend business operations has led, and could further lead, to other legal ramifications and operational challenges, including fines, the nationalization of our subsidiary and any resulting impacts, and/or lawsuits."
        },
        {
          "year": 2022,
          "paragraphIndex": 90,
          "text": "Our brand and reputation are associated with our public commitments to various ESG initiatives, including our goals relating to climate (e.g., our commitment to achieve net-zero emissions by 2040), financial inclusion, and diversity, equity and inclusion. Consumers, investors, employees and other stakeholders are increasingly focused on ESG practices, and to the extent any of our ESG disclosures, public statements and metrics are subsequently viewed as inaccurate, or we are unable to execute on our sustainability initiatives, we may be viewed negatively by stakeholders concerned about these matters. These stakeholders may also have a negative view of us to the extent we have been or in the future are perceived to have not responded appropriately to growing concerns with respect to ESG matters or take or do not take positions that are unpopular with them."
        },
        {
          "year": 2022,
          "paragraphIndex": 11,
          "text": "• Geopolitical events (such as Russia’s invasion of Ukraine) and resulting OFAC sanctions, adverse trade policies, enforcement of U.S. laws related to counter financing of terrorism, economic sanctions and anti-corruption, or other types of government actions could lead affected or other jurisdictions to take actions in response that could adversely affect our business. Moreover, given our decision to suspend business operations in Russia, other separate jurisdictions may decide to increase their focus on growing local payment networks and other solutions."
        },
        {
          "year": 2021,
          "paragraphIndex": 91,
          "text": "Our performance largely depends on the talents and efforts of our employees, particularly our key personnel and senior management. We may be unable to retain or to attract highly qualified employees. The market for key personnel is highly competitive, particularly in technology and other skill areas significant to our business. Additionally, changes in immigration and work permit laws and visa regulations and related enforcement have made it difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could impair our ability to attract and retain qualified employees. Moreover, as a result of the global COVID-19 pandemic, a significant portion of our workforce is working in either a remote or hybrid environment. Such environments may continue after the pandemic due to potential resulting trends, and could impact the quality of our corporate culture, as well as our ability to attract and retain talent. Failure to attract, hire, develop, motivate and retain highly qualified and diverse employee talent, or to maintain a corporate culture that fosters innovation, creativity and teamwork could harm our overall business and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 29,
          "text": "The global COVID-19 pandemic continues to have negative effects on the global economy. The pandemic has affected business activity, adversely impacting consumers, our customers, suppliers and business partners, as well as our workforce. Variants of the virus have emerged, resulting in a resurgence of infections that have affected regions at different times. New variants may emerge with similar results. The extent to which the resurgence and severity of infections has affected, and may in the future affect, regions is impacted by the ongoing global administration of vaccines and the availability of therapeutic treatments in those locations. Governments, businesses and consumers continue to react to the changing conditions, tightening or loosening safety measures or voluntarily making personal safety decisions, as applicable, based on the current environment of their location."
        },
        {
          "year": 2021,
          "paragraphIndex": 2,
          "text": "The expansion of our products and services as part of our multi-rail strategy have also created the need for us to obtain new types and increasing numbers of regulatory licenses, resulting in increased supervision and additional compliance burdens distinct from those imposed on our core network activities. For example, certain of our subsidiaries maintain money transfer licenses to support certain activities. These licenses typically impose supervisory and examination requirements, as well as capital, safeguarding, risk management and other business obligations."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "ai information",
        "use ai",
        "ai governance",
        "contract",
        "proprietary sensitive",
        "protection ai",
        "sensitive personal",
        "ai technology",
        "bank failures",
        "collect store",
        "confidence",
        "conflicts",
        "contract terms",
        "countering",
        "countering financing",
        "integrated products",
        "united",
        "united states",
        "acceptance integrated",
        "entrants",
        "european",
        "future developments",
        "new entrants",
        "remote",
        "access integrated",
        "approach",
        "artificial",
        "collect process",
        "collection",
        "counter"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 79,
          "text": "• Our work with governments is heavily regulated, subjecting us to additional potential exposure under U.S. and international anti-corruption laws (including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act), as well as compliance with various procurement and other laws, regulations, standards and contract terms. Any violation and subsequent judgment or settlement related to the above could subject us to substantial monetary penalties and damages and have a significant reputational impact. Moreover, as a government contractor, we are subject to a government’s right to conduct audits and investigations into both our contract performance and our compliance with applicable laws, regulations and contract terms. Any adverse finding could subject us to civil or criminal penalties, sanctions, or suspension or disbarment."
        },
        {
          "year": 2023,
          "paragraphIndex": 17,
          "text": "As a user and deployer of AI technology, we are also subject to increasing and evolving laws and regulations related to AI governance and new applications of existing laws and regulations to AI. How our use and deployment of AI will be regulated remains uncertain given the uncertainty that exists as to how AI technology will develop. In addition, the use of AI creates or amplifies risks that are challenging to fully prevent or mitigate. In particular, AI algorithms may generate inaccurate, unintended, unfair or discriminatory outcomes, which may not be easily detectable or explainable, and may inadvertently breach intellectual property, privacy or other rights, as well as confidential information. Our implementation of robust AI governance and risk management frameworks aimed at complying with emerging laws and regulations may not be sufficient protection against these emerging risks."
        },
        {
          "year": 2023,
          "paragraphIndex": 84,
          "text": "• current and potential future geopolitical conflicts, as well as expansion into regional or global conflicts, and the resulting impacts to our business (this includes Russia’s invasion of Ukraine and the actions taken by the U.S., the EU, other governments and Mastercard in response)"
        },
        {
          "year": 2022,
          "paragraphIndex": 79,
          "text": "Russia’s invasion of Ukraine. In response to the Russian invasion of Ukraine, the United States, the European Union and other governments imposed sanctions and other restrictive measures on certain Russian-related entities and individuals and we suspended our business operations in Russia. We have experienced loss of revenue in this fast-growing market as a result of both the implementation of sanctions and the suspension of our business operations, as well as related impacts in Ukraine and throughout the region. Future developments (including the expansion or extension of the war, future sanctions and/or actions taken by others globally, and other macroeconomic factors) could result in further negative impacts on our business and financial results. As customers, merchants and other business partners are impacted by the invasion, it can further negatively affect the environment in which we operate. Moreover, our compliance with sanctions and our decision to suspend business operations has led, and could further lead, to other legal ramifications and operational challenges, including fines, the nationalization of our subsidiary and any resulting impacts, and/or lawsuits."
        },
        {
          "year": 2022,
          "paragraphIndex": 30,
          "text": "New entrants against whom we compete have developed alternative payments systems, e-commerce payments systems and payments systems for mobile devices, as well as physical store locations. A number of these new entrants rely principally on technology to support their services that provides cost advantages, and as a result may enjoy lower costs than we do, which could put us at a competitive disadvantage."
        },
        {
          "year": 2022,
          "paragraphIndex": 16,
          "text": "In addition, fraudulent activity and increasing cyberattacks have encouraged legislative and regulatory intervention, and could damage our reputation and reduce the use and acceptance of our integrated products and services or increase our compliance costs. Criminals are using increasingly sophisticated methods to capture consumer personal information to engage in illegal activities such as counterfeiting or other fraud. As outsourcing and specialization become common in the payments industry, there are more third parties involved in processing transactions using our payment products. While we are taking measures to make card and digital payments more secure, increased fraud levels involving our integrated products and services, or misconduct or negligence by third parties switching or otherwise servicing our integrated products and services, could lead to legislative or regulatory intervention, such as enhanced security requirements and liabilities, as well as damage to our reputation."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "environmental social",
        "social governance",
        "governance matters",
        "career",
        "feedback",
        "models",
        "motivations",
        "recorded",
        "adequacy",
        "adhere",
        "advancements",
        "alleged",
        "amplify",
        "amplify impact",
        "balance",
        "esg",
        "core payment",
        "added",
        "added services",
        "inhibited",
        "psd",
        "value added",
        "attrition",
        "cases switching",
        "companies digital",
        "continuing",
        "digital players",
        "diverse",
        "esg matters",
        "limitations business"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 96,
          "text": "As our workforce composition continues to change, our employees may have different expectations with respect to flexibility and well-being support, and may have different career motivations (such as pursuing project-based work or other gig opportunities, as opposed to linear career paths). Additionally, employees may require different levels of support as to re-skilling and upskilling in order to adapt to advancements in our industry and changes in technology. Further, certain current and prospective employees may have expectations as to positions we take on environmental, social and governance matters. To the extent we are unable to effectively meet and/or balance these different expectations, motivations and needs, we could experience a negative impact to the quality of our corporate culture, the productivity of our workforce, our ability to innovate and our ability to attract and retain talent."
        },
        {
          "year": 2024,
          "paragraphIndex": 92,
          "text": "Our brand and reputation are associated with the ways in which we impact environmental, social and governance matters. These matters include initiatives to reduce greenhouse gas emissions, help everyone participate equitably in the digital economy and create a workplace that provides equal opportunities for all of our employees. Consumers, investors, employees and other stakeholders are increasingly focused on these impacts. To the extent any of our disclosures, public statements and metrics about these matters are subsequently viewed as inaccurate, or we are unable to execute on these initiatives, we may be viewed negatively by stakeholders concerned about these matters. Moreover, in recent years, we have received negative feedback from stakeholders on the adequacy of our environmental, social and governance initiatives. We have also increasingly been receiving negative feedback from anti-environmental, social and governance stakeholders in opposition to such initiatives. Stakeholders from both"
        },
        {
          "year": 2024,
          "paragraphIndex": 19,
          "text": "Further, as we acquire new companies and develop integrated and personalized products and services to meet the needs of a changing marketplace, we have expanded and may further expand our data profile through additional data types and sources, across multiple channels, and involving new partners. This expansion has amplified and may continue to amplify the impact of these various laws and regulations on our business or subject us to new laws and regulations. For example, our acquisition of Recorded Future, a global threat intelligence company, increases our exposure to certain laws and regulations, including global cybercrime and other laws and regulations in various jurisdictions. As a result, we are required to constantly monitor our data practices and potentially change them when necessary or appropriate. We also need to provide increased care in our data management, governance and quality practices, particularly as it relates to the use of data in products leveraging AI."
        },
        {
          "year": 2023,
          "paragraphIndex": 96,
          "text": "Our brand and reputation are associated with our public commitments to various ESG initiatives, including our goals relating to climate (such as our commitment to achieve net-zero emissions by 2040), financial inclusion, and DEI. Consumers, investors, employees and other stakeholders are increasingly focused on ESG practices. To the extent any of our ESG disclosures, public statements and metrics are subsequently viewed as inaccurate, or we are unable to execute on our ESG initiatives, we may be viewed negatively by stakeholders concerned about these matters. Stakeholders (including those in support of or in opposition to ESG principles) may also have a negative view of us to the extent we are perceived to have not responded appropriately to their ESG concerns or take positions that are contrary to their views or expectations."
        },
        {
          "year": 2023,
          "paragraphIndex": 31,
          "text": "The global payments industry is highly competitive. Our payment programs compete against competitors both within and outside of the global payments industry and compete in all payment categories, including paper-based payments and all forms of electronic payments. We compete against general purpose payments networks, debit and local networks, ACH and real-time account-based payments systems, digital wallets and other fintechs (focused on online activity across various channels and processing payments using in-house capabilities), government-backed networks and digital currencies. We also face competition from companies that provide alternatives to our value-added services and new adjacent network capabilities (including open banking and digital identity)."
        },
        {
          "year": 2023,
          "paragraphIndex": 60,
          "text": "To date, we have not experienced any material impact relating to cyber-attacks or other information security breaches. However, future attacks or breaches could lead to security breaches of the networks, systems (including third-party provider systems) or devices that our customers use to access our products and services, which in turn could result in the unauthorized disclosure, release, gathering, monitoring, misuse, loss or destruction of confidential, proprietary, sensitive and personal information (including account data information) or data security compromises. Such attacks or breaches could also cause service interruptions, malfunctions or other failures in the physical infrastructure, networks or operations systems that support our business and customers (such as the lack of availability of our value-added services), as well as the operations of our customers or other third parties. In addition, they could lead to damage to our reputation with our customers, other stakeholders and the broader payments ecosystem, additional costs to us (such as repairing systems, adding new personnel or protection technologies or compliance costs), regulatory penalties, financial losses to both us and our customers and partners and the loss of customers and business opportunities. These consequences could be further pronounced in jurisdictions in which we are deemed critical national infrastructure. If such attacks are not detected immediately, or disclosed as required by law, their effect could be compounded."
        }
      ]
    }
  ]
}