{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "qualified",
        "abroad",
        "borders",
        "diverse",
        "hire",
        "implications",
        "prohibitions",
        "societal",
        "abuses",
        "allow",
        "artificial",
        "associate",
        "attention",
        "behave",
        "british",
        "based payments",
        "defaults",
        "tax legislation",
        "affiliate",
        "china",
        "issued",
        "mitigate",
        "obligation",
        "russia",
        "east",
        "economies",
        "embed",
        "environments",
        "fee",
        "impacted"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 85,
          "text": "Our performance largely depends on the talents and efforts of our employees, particularly our key personnel and senior management. We may be unable to retain or to attract highly qualified employees. The market for key personnel is highly competitive, particularly in technology and other skill areas significant to our business. Additionally, changes in immigration and work permit laws and regulations and related enforcement have made it difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could impair our ability to attract and retain qualified employees. Failure to attract, hire, develop, motivate and retain highly qualified and diverse employee talent, or to maintain a corporate culture that fosters innovation, creativity and teamwork could harm our overall business and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 16,
          "text": "products and services to meet the needs of a changing marketplace, as well as acquire new companies, we may expand our information profile through the collection of additional data from additional sources and across multiple channels. This expansion could amplify the impact of these regulations on our business. Regulation of privacy and data protection and information security often times require monitoring of and changes to our data practices in regard to the collection, use, disclosure, storage, transfer and/or security of personal and sensitive information. We are also subject to enhanced compliance and operational requirements in the European Union, and policymakers around the globe are using these requirements as a reference to adopt new or updated privacy laws that could result in similar or stricter requirements in other jurisdictions. Some jurisdictions are also considering requirements to collect, process and/or store data within their borders, as well as prohibitions on the transfer of data abroad, leading to technological and operational implications. Other jurisdictions are considering adopting sector-specific regulations for the payments industry, including forced data sharing requirements or additional verification requirements that overlap or conflict with, or diverge from, general privacy rules. Failure to comply with these laws, regulations and requirements could result in fines, sanctions or other penalties, which could materially and adversely affect our results of operations and overall business, as well as have an impact on our reputation."
        },
        {
          "year": 2018,
          "paragraphIndex": 17,
          "text": "New requirements or reinterpretations of existing requirements in these areas, or the development of new regulatory schemes related to the digital economy in general, may also increase our costs and could impact the products and services we offer and other aspects of our business, such as fraud monitoring, the development of information-based products and solutions and technology operations. In addition, these requirements may increase the costs to our customers of issuing payment products, which may, in turn, decrease the number of our payment products that they issue. Moreover, due to account data compromise events and privacy abuses by other companies, as well as the disclosure of monitoring activities by certain governmental agencies in combination with the use of artificial intelligence and new technologies, there has been heightened legislative and regulatory scrutiny around the world that could lead to further regulation and requirements and/or future enforcement. Those developments have also raised public attention on companies’ data practices and have changed consumer and societal expectations for enhanced privacy and data protection. Any of these developments could materially and adversely affect our overall business and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "Governments in some countries are considering, or may consider, regulatory requirements that mandate switching of domestic payments either entirely in that country or by only domestic companies. In particular, we are currently excluded from domestic switching in China and are seeking market access, which is uncertain and subject to a number of factors, including receiving regulatory approval. In 2017, People’s Bank of China issued the Service Guidelines for Market Access of Bank Card Clearing Institutions, which provide some guidance on the 2016 regulations on license application and operational requirements for network operators to process domestic payments in China. We have been engaged with regulators, business partners and other stakeholders in connection with steps required to advance an application. Additionally, Russia has amended its National Payments Systems laws to require all payment systems to process domestic transactions through a government-owned payment switch. As a result, all of our domestic transactions in Russia are currently processed by that system instead of by us."
        },
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "Potential changes in existing tax laws may impact our effective tax rate and tax payments. For example, the recent U.S. tax legislation enacted on December 22, 2017 represents a significant overhaul of the U.S. federal tax code. This tax legislation reduced the U.S. statutory corporate tax rate and made other changes that could have a favorable impact on our overall U.S. federal tax liability in a given period. However, the tax legislation also included a number of provisions that limit or eliminate various deductions, including interest expense, performance-based compensation for certain executives and the domestic production activities deduction, among others, that could affect our U.S. federal income tax position. We are continuing to evaluate the overall impact of this tax legislation on our operations and U.S. federal income tax position. See\nNote 17 (Income Taxes)\nto the consolidated financial statements included in Part II, Item 8 for further discussion of the TCJA. While we expect the TCJA to be favorable to the Company overall, there can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 54,
          "text": "Operating a new type of payments system presents new regulatory and operational risks. English regulators have designated this platform to be “critical national infrastructure” and regulators in other countries may in the future expand their regulatory oversight of real-time account-based payments systems in similar ways. In addition, any prolonged service outage on this network could result in quickly escalating impacts, including potential intervention by the Bank of England and significant reputational risk to Vocalink and us. For a discussion of the regulatory risks related to our real-time account-based payments platform, see our risk factor in “Risk Factors - Regulation Related to Our Participation in the Payments Industry” in this Part I, Item 1A. Furthermore, the complexity of this payment technology requires careful management to address security vulnerabilities that are different from those faced on our core network. While we are leveraging Vocalink’s talent and expertise, we may face challenges in adapting to the complex requirements of operating a new payments system. Operational difficulties, such as the temporary unavailability of our services or products, or security breaches on our real-time account-based payments network could cause a loss of business for these products and services, result in potential liability for us and adversely affect our reputation."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "item risk",
        "risk factors",
        "factors",
        "item",
        "risk",
        "Cybersecurity",
        "abandon",
        "abandoned",
        "abuses",
        "accelerated",
        "accept",
        "accidental",
        "accidents",
        "accounting",
        "accounts",
        "business",
        "customers",
        "products",
        "impact",
        "payment",
        "operations",
        "payments",
        "services",
        "results",
        "adversely",
        "results operations",
        "affect",
        "result",
        "adversely affect",
        "financial"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    }
  ]
}