{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "benefits",
        "attacks breaches",
        "away network",
        "companies digital",
        "digital players",
        "eea",
        "establish interchange",
        "interchange rate",
        "largest financial",
        "mobile providers",
        "players",
        "players mobile",
        "psd",
        "reduce benefits",
        "route",
        "area",
        "defense",
        "occurs",
        "switching",
        "transaction switching",
        "announced",
        "bureau",
        "clams",
        "constituency",
        "converge",
        "determinant",
        "evaluations",
        "execute",
        "fewer",
        "innovation"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "Although we partner with technology companies (such as digital players and mobile providers) that leverage our technology, platforms and network to deliver their products, they could develop platforms or networks that disintermediate us from digital payments and impact our ability to compete in the digital economy."
        },
        {
          "year": 2016,
          "paragraphIndex": 49,
          "text": "We work with technology companies (such as digital players and mobile providers) that use our technology to enhance payment safety and security and to deliver their payment-related products and services quickly and efficiently to consumers. Our inability to keep pace technologically could negatively impact the willingness of these customers to work with us, and could encourage them to use their own technology and compete against us."
        },
        {
          "year": 2016,
          "paragraphIndex": 8,
          "text": "If issuers cannot collect, or we are forced to reduce, interchange rates, issuers may be less willing to participate in our four-party payments system, or may reduce the benefits offered in connection with the use of our products, reducing the attractiveness of our products to consumers. In particular, any changes to our interregional interchange fees as a result of the European Commission’s Statement of Objections could impact our cross-border transaction activity disproportionately versus competitors that are not subject to similar reductions. These and other impacts could lower transaction volumes, and/or make proprietary three-party networks or other forms of payment more attractive. Issuers could reduce the benefits associated with our products or choose to charge higher fees to consumers to attempt to recoup a portion of the costs incurred for their services. In addition, issuers could seek to decrease the expense of their card and other payment programs by seeking a reduction in the fees that we charge to them, particularly if regulation has a disproportionate impact on Mastercard than on our competitors in terms of the fees we can charge. This could make our products less desirable to consumers, reduce the volume of transactions and our profitability, and limit our ability to innovate or offer differentiated products."
        },
        {
          "year": 2015,
          "paragraphIndex": 6,
          "text": "If issuers cannot collect, or we are forced to reduce, interchange fees, issuers will be unable to use interchange fees to recoup a portion of the costs incurred for their services. This could reduce the number of financial institutions willing to participate in our four-party payments system, lower overall transaction volumes, and/or make proprietary three-party networks or other forms of payment more attractive. Issuers could also choose to charge higher fees to consumers to attempt to recoup a portion of the costs incurred for their services, thereby making our card programs less desirable to consumers and reducing our transaction volumes and profitability. In addition, issuers could attempt to decrease the expense of their card and other payment programs by seeking a reduction in the fees that we charge to them. This could also result in less innovation and fewer product offerings. We are devoting substantial management and financial resources to the defense of interchange fees in regulatory proceedings, litigation and legislative activity. The potential outcome of any legislative, regulatory or litigation action could have a more positive or negative impact on MasterCard relative to its competitors. If we are ultimately unsuccessful in our defense of interchange fees, any such legislation, regulation and/or litigation may have a material adverse impact on our overall business and results of operations. In addition, regulatory proceedings and litigation could result in MasterCard being fined and/or having to pay civil damages."
        },
        {
          "year": 2015,
          "paragraphIndex": 77,
          "text": "We process substantially all cross-border transactions using MasterCard, Maestro and Cirrus-branded cards and generate a significant amount of revenue from cross-border volume fees and transaction switching fees. Revenue from processing cross-border and currency conversion transactions for our customers fluctuates with cross-border travel and our customers’ need for transactions to be converted into their base currency. Cross-border activity may be adversely affected by world geopolitical, economic, weather and other conditions. These include the threat of terrorism and outbreaks of flu, viruses and other diseases. Any such decline in cross-border activity could adversely affect our results of operations."
        },
        {
          "year": 2015,
          "paragraphIndex": 36,
          "text": "Competitors, customers, large digital and other technology companies, governments and other industry participants may develop products that compete with or replace value-added products and services we currently provide to support our transaction switching and payment offerings. These products could replace our own processing and payments offerings or could force us to change our pricing or practices for these offerings."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tax",
        "integrated",
        "integrated products",
        "switching",
        "account holders",
        "vocalink",
        "tax laws",
        "account based",
        "real",
        "real time",
        "time account",
        "authentication",
        "federal",
        "organizations",
        "different",
        "cardholder",
        "acceptance cards",
        "cards carrying",
        "cfpb",
        "filed",
        "involving cards",
        "magnetic",
        "operators party",
        "payment card",
        "related interchange",
        "cardholder account",
        "cardholders merchants",
        "cases processing",
        "commercial",
        "countries persons"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 54,
          "text": "Operating a new type of payments system presents new regulatory and operational risks. English regulators have designated this platform to be “critical national infrastructure” and regulators in other countries may in the future expand their regulatory oversight of real-time account-based payments systems in similar ways. In addition, any prolonged service outage on this network could result in quickly escalating impacts, including potential intervention by the Bank of England and significant reputational risk to Vocalink and us. For a discussion of the regulatory risks related to our real-time account-based payments platform, see our risk factor in “Risk Factors - Regulation Related to Our Participation in the Payments Industry” in this Part I, Item 1A. Furthermore, the complexity of this payment technology requires careful management to address security vulnerabilities that are different from those faced on our core network. While we are leveraging Vocalink’s talent and expertise, we may face challenges in adapting to the complex requirements of operating a new payments system. Operational difficulties, such as the temporary unavailability of our services or products, or security breaches on our real-time account-based payments network could cause a loss of business for these products and services, result in potential liability for us and adversely affect our reputation."
        },
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "Potential changes in existing tax laws may impact our effective tax rate and tax payments. For example, the recent U.S. tax legislation enacted on December 22, 2017 represents a significant overhaul of the U.S. federal tax code. This tax legislation reduced the U.S. statutory corporate tax rate and made other changes that could have a favorable impact on our overall U.S. federal tax liability in a given period. However, the tax legislation also included a number of provisions that limit or eliminate various deductions, including interest expense, performance-based compensation for certain executives and the domestic production activities deduction, among others, that could affect our U.S. federal income tax position. We are continuing to evaluate the overall impact of this tax legislation on our operations and U.S. federal income tax position. See\nNote 17 (Income Taxes)\nto the consolidated financial statements included in Part II, Item 8 for further discussion of the TCJA. While we expect the TCJA to be favorable to the Company overall, there can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 33,
          "text": "In addition, fraudulent activity could encourage regulatory intervention, which could damage our reputation and reduce the use and acceptance of our integrated products and services or increase our compliance costs. Criminals are using increasingly sophisticated methods to capture consumer account information to engage in illegal activities such as counterfeiting or other fraud. As outsourcing and specialization become common in the payments industry, there are more third parties involved in processing transactions using our payment products. While we are taking measures to make card and digital payments more secure, increased fraud levels involving our integrated products and services, or misconduct or negligence by third parties switching or otherwise servicing our integrated products and services, could lead to regulatory intervention, such as enhanced security requirements, as well as damage to our reputation."
        },
        {
          "year": 2016,
          "paragraphIndex": 86,
          "text": "We, our issuers and acquirers, merchants and other third parties process, transmit or store cardholder account and other information in connection with payment cards and devices. In addition, our customers may sponsor (or we may certify as PCI-compliant) third-party processors to process transactions generated by cards carrying our brands and merchants may use third parties to provide services related to card use. A breach of the systems on which sensitive cardholder data and account information are processed, transmitted or stored could lead to fraudulent activity involving cards carrying our brands, damage our reputation and lead to claims against us, as well as subject us to regulatory actions. We routinely encounter account data compromise events, some of which have been high profile, involving merchants and third-party payment processors that process, store or transmit payment card data, which affect millions of Mastercard, Visa, Discover, American Express and other types of cardholders. These events typically involve external agents hacking the merchants’ or third-party processors’ systems and installing malware to compromise the confidentiality and integrity of those systems. Further data security breaches may subject us to reputational damage and/or lawsuits involving payment cards carrying our brands. Damage to our reputation or that of our brands resulting from an account data breach of either our systems or the systems of our customers, merchants and other third parties could decrease the use and acceptance of our cards and other payment devices, as well as the trend toward electronic payments, which in turn could have a material adverse impact on our transaction volumes, results of operations and prospects for future growth, or increase our costs by leading to additional regulatory burdens being imposed upon us."
        },
        {
          "year": 2016,
          "paragraphIndex": 88,
          "text": "Criminals are using increasingly sophisticated methods to capture cardholder account information to engage in illegal activities such as counterfeiting or other fraud. Cards that use magnetic-stripe technology, still widely used in the United States, continue to raise heightened vulnerabilities to fraud relative to other technologies due to the static nature of the information on the magnetic stripe. Fraud is also more likely to occur in transactions where the card is not present, such as online commerce, which constitutes an increasing percentage of transactions. In addition, as outsourcing and specialization become commonplace in the payments industry, there are more third parties involved in processing transactions using our cards. While we are taking measures to mitigate risks associated with magnetic stripes (via increased migration to EMV) and making digital payments more secure through MDES, increased fraud levels involving our cards, or misconduct or negligence by third parties processing or otherwise servicing our cards, could lead to regulatory intervention, such as enhanced security requirements, as well as damage to our reputation. These occurrences could reduce the use and acceptance of our cards or increase our compliance costs, and thereby have a material adverse impact on our business."
        },
        {
          "year": 2016,
          "paragraphIndex": 23,
          "text": "- In the United States, the CFPB regulates consumer financial products, and can continue to do so by amending existing requirements or imposing new ones. The CFPB also has supervisory and independent examination authority as well as enforcement authority over certain financial institutions, their service providers, and other entities, which include us because of the services we provide to financial institutions that issue and acquire our products. It is not clear whether and/or to what extent the CFPB will regulate broader aspects of payment card networks."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "qualified",
        "abroad",
        "borders",
        "diverse",
        "hire",
        "implications",
        "prohibitions",
        "societal",
        "abuses",
        "allow",
        "artificial",
        "associate",
        "attention",
        "behave",
        "british",
        "defaults",
        "tax legislation",
        "affiliate",
        "china",
        "issued",
        "mitigate",
        "obligation",
        "russia",
        "affiliate debit",
        "authority regulate",
        "condition economic",
        "consumer spending",
        "debit interchange",
        "decline cross",
        "domestic transactions"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 85,
          "text": "Our performance largely depends on the talents and efforts of our employees, particularly our key personnel and senior management. We may be unable to retain or to attract highly qualified employees. The market for key personnel is highly competitive, particularly in technology and other skill areas significant to our business. Additionally, changes in immigration and work permit laws and regulations and related enforcement have made it difficult for employees to work in, or transfer among, jurisdictions in which we have operations and could impair our ability to attract and retain qualified employees. Failure to attract, hire, develop, motivate and retain highly qualified and diverse employee talent, or to maintain a corporate culture that fosters innovation, creativity and teamwork could harm our overall business and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 16,
          "text": "products and services to meet the needs of a changing marketplace, as well as acquire new companies, we may expand our information profile through the collection of additional data from additional sources and across multiple channels. This expansion could amplify the impact of these regulations on our business. Regulation of privacy and data protection and information security often times require monitoring of and changes to our data practices in regard to the collection, use, disclosure, storage, transfer and/or security of personal and sensitive information. We are also subject to enhanced compliance and operational requirements in the European Union, and policymakers around the globe are using these requirements as a reference to adopt new or updated privacy laws that could result in similar or stricter requirements in other jurisdictions. Some jurisdictions are also considering requirements to collect, process and/or store data within their borders, as well as prohibitions on the transfer of data abroad, leading to technological and operational implications. Other jurisdictions are considering adopting sector-specific regulations for the payments industry, including forced data sharing requirements or additional verification requirements that overlap or conflict with, or diverge from, general privacy rules. Failure to comply with these laws, regulations and requirements could result in fines, sanctions or other penalties, which could materially and adversely affect our results of operations and overall business, as well as have an impact on our reputation."
        },
        {
          "year": 2018,
          "paragraphIndex": 17,
          "text": "New requirements or reinterpretations of existing requirements in these areas, or the development of new regulatory schemes related to the digital economy in general, may also increase our costs and could impact the products and services we offer and other aspects of our business, such as fraud monitoring, the development of information-based products and solutions and technology operations. In addition, these requirements may increase the costs to our customers of issuing payment products, which may, in turn, decrease the number of our payment products that they issue. Moreover, due to account data compromise events and privacy abuses by other companies, as well as the disclosure of monitoring activities by certain governmental agencies in combination with the use of artificial intelligence and new technologies, there has been heightened legislative and regulatory scrutiny around the world that could lead to further regulation and requirements and/or future enforcement. Those developments have also raised public attention on companies’ data practices and have changed consumer and societal expectations for enhanced privacy and data protection. Any of these developments could materially and adversely affect our overall business and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 17,
          "text": "Governments in some countries are considering, or may consider, regulatory requirements that mandate switching of domestic payments either entirely in that country or by only domestic companies. In particular, we are currently excluded from domestic switching in China and are seeking market access, which is uncertain and subject to a number of factors, including receiving regulatory approval. In 2017, People’s Bank of China issued the Service Guidelines for Market Access of Bank Card Clearing Institutions, which provide some guidance on the 2016 regulations on license application and operational requirements for network operators to process domestic payments in China. We have been engaged with regulators, business partners and other stakeholders in connection with steps required to advance an application. Additionally, Russia has amended its National Payments Systems laws to require all payment systems to process domestic transactions through a government-owned payment switch. As a result, all of our domestic transactions in Russia are currently processed by that system instead of by us."
        },
        {
          "year": 2017,
          "paragraphIndex": 29,
          "text": "Potential changes in existing tax laws may impact our effective tax rate and tax payments. For example, the recent U.S. tax legislation enacted on December 22, 2017 represents a significant overhaul of the U.S. federal tax code. This tax legislation reduced the U.S. statutory corporate tax rate and made other changes that could have a favorable impact on our overall U.S. federal tax liability in a given period. However, the tax legislation also included a number of provisions that limit or eliminate various deductions, including interest expense, performance-based compensation for certain executives and the domestic production activities deduction, among others, that could affect our U.S. federal income tax position. We are continuing to evaluate the overall impact of this tax legislation on our operations and U.S. federal income tax position. See\nNote 17 (Income Taxes)\nto the consolidated financial statements included in Part II, Item 8 for further discussion of the TCJA. While we expect the TCJA to be favorable to the Company overall, there can be no assurance that changes in tax laws or regulations, both within the U.S. and the other jurisdictions in which we operate, will not materially and adversely affect our effective tax rate, tax payments, financial condition and results of operations. Similarly, changes in tax laws and regulations that impact our customers and counterparties or the economy generally may also impact our financial condition and results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 83,
          "text": "Although we are not obligated to do so, we may elect to keep merchants whole if an acquirer defaults on its merchant payment obligations, or to keep prepaid cardholders whole if an issuer defaults on its obligation to safeguard unspent prepaid funds."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "item risk",
        "risk factors",
        "factors",
        "item",
        "risk",
        "abandon",
        "abandoned",
        "ability adopt",
        "ability anticipate",
        "ability complete",
        "ability establish",
        "ability participating",
        "ability restrict",
        "able charge",
        "able compete",
        "business",
        "customers",
        "products",
        "impact",
        "payment",
        "operations",
        "payments",
        "services",
        "results",
        "adversely",
        "results operations",
        "affect",
        "result",
        "adversely affect",
        "financial"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "factors",
        "item",
        "item risk",
        "risk",
        "risk factors"
      ],
      "representativeParagraphs": []
    }
  ]
}