{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "trade",
        "administration",
        "class action",
        "environmental regulation",
        "tariffs",
        "fees",
        "foreign trade",
        "lawsuits",
        "trade policy",
        "action",
        "action lawsuits",
        "address",
        "administration called",
        "agreements prices",
        "called",
        "able additionally",
        "actually",
        "aggressive",
        "agreed",
        "agreements event",
        "chemical",
        "epr canada",
        "expenditures stringent",
        "focus regulation",
        "gaap",
        "gaap capitalize",
        "including canada",
        "legislation authorizing",
        "november",
        "party insurance"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 21,
          "text": "Enforcement or implementation of foreign regulations can affect our ability to export products. A significant portion of the fiber that we market is shipped to export markets across the globe, particularly China. In 2013, the Chinese government began to strictly enforce regulations that establish limits on moisture and non-conforming materials that may be contained in imported recycled paper and plastics as well as restricting the import of certain other plastic recyclables. The higher quality expectations resulting from initiatives such as \"Operation Green Fence\" have driven up operating costs in the recycling industry, particularly for single stream MRFs. Single stream MRFs process a wide range of commingled materials and tend to receive a higher percentage of non-recyclables, which results in increased processing and residual disposal costs. Additionally, the new presidential administration has called for substantial changes to foreign trade policy and has raised the possibility of imposing significant increases in tariffs on international trade. If Operation Green Fence or other similar initiatives, such as increased container weight tracking and port fees, new regulations, or restrictions and tariffs on exporting increase our operating costs in the future, and we are not able to recapture those costs from our customers, such initiatives regulations, restrictions and tariffs could have a material adverse effect on our results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 20,
          "text": "In recent years, we perceived an increase in both the amount of government regulation and the number of enforcement actions being brought by regulatory entities against operations in the waste services industry. However, the new United States presidential administration has called for substantial changes to areas of federal tax and foreign trade policy and has generally appeared to be in favor of reducing regulation, including environmental regulation. We cannot predict what impact the new administration will have on the political and regulatory environment in the United States, the timing of any such changes, or the impact of any such changes on our business. While reduction of regulation may have a favorable impact on our operating costs, the extensive environmental regulation applicable to landfills is a substantial barrier to entry that benefits our Company. It is likely that some policies adopted by the new administration will benefit us and others will negatively affect us."
        },
        {
          "year": 2016,
          "paragraphIndex": 22,
          "text": "Our recycling operations process for sale certain recyclable materials, including fibers, aluminum and plastics, which are subject to significant market price fluctuations. The majority of the recyclables that we process for sale are paper fibers, including old corrugated cardboard and old newsprint, and the price fluctuations for these commodities could be impacted by significant changes in United States foreign trade policy and increased tariffs on international trade, as Chinese paper mills are the primary consumer of the fiber we market. The fluctuations in the market prices or demand for these commodities can affect our operating income and cash"
        },
        {
          "year": 2015,
          "paragraphIndex": 60,
          "text": "Service disruptions caused by severe storms, extended periods of inclement weather or climate extremes resulting from climate change can significantly affect the operating results of the affected Areas. On the other hand, certain destructive weather conditions that tend to occur during the second half of the year, such as the hurricanes that most often impact our operations in the Southern and Eastern U.S., can actually increase our revenues in the areas affected. While weather-related and other \"one-time\" occurrences can boost revenues through additional work for a limited time, as a result of significant start-upcosts and other factors, such revenue can generate earnings at comparatively lower margins."
        },
        {
          "year": 2015,
          "paragraphIndex": 57,
          "text": "We may use our $2.25 billion revolving credit facility and our C$150 million Canadian revolving credit facility to meet our cash needs, to the extent available, until maturity in July 2020 and November 2017, respectively. As of December 31, 2015, we had $20 million of outstanding borrowings and $831 million of letters of credit issued and supported by the $2.25 billion revolving credit facility, leaving an unused and available credit capacity of $1,399 million, and we had no outstanding borrowings under the Canadian revolving credit facility. In the event of a default under our credit facilities, we could be required to immediately repay all outstanding borrowings and make cash deposits as collateral for all obligations the facility supports, which we may not be able to do. Additionally, any such default could cause a default under many of our other credit agreements and debt instruments. Without waivers from lenders party to those agreements, any such default would have a material adverse effect on our ability to continue to operate."
        },
        {
          "year": 2015,
          "paragraphIndex": 17,
          "text": "Various states have enacted, or are considering enacting, laws that restrict the disposal within the state of solid waste generated outside the state. From time to time, the United States Congress has considered legislation authorizing states to adopt regulations, restrictions, or taxes on the importation of out-of-state or out-of-jurisdiction waste. Additionally, several state and local governments have enacted \"flow control\" regulations, which attempt to require that all waste generated within the state or local jurisdiction be deposited at specific sites. The United States Congress' adoption of legislation allowing restrictions on interstate transportation of out-of-state or out-of-jurisdiction waste certain types of flow control, or courts' interpretations of interstate waste and flow control legislation, could adversely affect our solid and hazardous waste management services."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "ees",
        "ees organization",
        "achieve",
        "borrowings commercial",
        "commercial paper",
        "current administration",
        "import licenses",
        "licenses",
        "mixed",
        "organization demand",
        "paper program",
        "able additionally",
        "achieve quality",
        "actively",
        "actively working",
        "contents index",
        "index financial",
        "united",
        "united states",
        "states canada",
        "energy services",
        "fence",
        "green",
        "green fence",
        "international trade",
        "new administration",
        "operation green",
        "resulted year",
        "states congress",
        "tariffs international"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "Our recycling operations process for sale certain recyclable materials, including fibers, aluminum and plastics, which are subject to significant market price fluctuations. The majority of the recyclables that we process for sale are paper fibers, including old corrugated cardboard and old newsprint, and a significant portion of the fiber that we market is shipped to export markets across the globe, particularly China. In 2013, the Chinese government began to strictly enforce regulations that establish limits on moisture and non-conforming materials that may be contained in imported recycled paper and plastics and restrict the import of certain other plastic recyclables. In 2017, the Chinese government announced a ban on certain materials, including mixed waste paper and mixed plastics, effective January 1, 2018, as well as extremely restrictive quality requirements effective March 1, 2018 that will be difficult for the industry to achieve. Single stream MRFs process a wide range of commingled materials and tend to receive a higher percentage of non-recyclables, which results in increased processing and residual disposal costs to achieve quality standards. Also in 2017, the Chinese government began to limit the flow of material into the country by restricting the issuance of required import licenses. The use of restrictions on import licenses to restrict flow into China is expected to continue in 2018."
        },
        {
          "year": 2017,
          "paragraphIndex": 25,
          "text": "EES organization demand may also be adversely affected if drilling activity slows due to industry conditions beyond our control, in addition to changes in oil and gas prices. Changes in laws or government regulations regarding GHG emissions from oil and gas operations and/or hydraulic fracturing could increase our customers’ costs of doing business and reduce oil and gas exploration and production by customers. There remains heightened attention from the public, some states and the EPA to the alleged potential for hydraulic fracturing to impact drinking water supplies. There is also heightened federal regulatory focus on emissions of methane that occur during drilling and transportation of natural gas with regulations promulgated in 2012 and 2015 as well as state attention to protective disposal of drilling residuals. Increased regulation of oil and gas exploration and production and new rules regarding the treatment and disposal of wastes associated with exploration and production operations could increase our costs to provide oilfield services and reduce our margins and revenue from such services."
        },
        {
          "year": 2017,
          "paragraphIndex": 24,
          "text": "Fluctuation in energy prices also affects our business, including recycling of plastics manufactured from petroleum products. Significant variations in the price of methane gas, electricity and other energy-related products that are marketed and sold by our landfill gas recovery operations can result in a corresponding significant impact to our revenue from yield from such operations. Additionally, we provide specialized disposal services for oil and gas exploration and production operations through our EES organization. Demand for these services decreases when drilling activity slows due to depressed oil and gas prices, such as the low prices throughout the last few years. Any of the commodity prices to which we are subject may fluctuate substantially and without notice in the future."
        },
        {
          "year": 2016,
          "paragraphIndex": 21,
          "text": "Enforcement or implementation of foreign regulations can affect our ability to export products. A significant portion of the fiber that we market is shipped to export markets across the globe, particularly China. In 2013, the Chinese government began to strictly enforce regulations that establish limits on moisture and non-conforming materials that may be contained in imported recycled paper and plastics as well as restricting the import of certain other plastic recyclables. The higher quality expectations resulting from initiatives such as \"Operation Green Fence\" have driven up operating costs in the recycling industry, particularly for single stream MRFs. Single stream MRFs process a wide range of commingled materials and tend to receive a higher percentage of non-recyclables, which results in increased processing and residual disposal costs. Additionally, the new presidential administration has called for substantial changes to foreign trade policy and has raised the possibility of imposing significant increases in tariffs on international trade. If Operation Green Fence or other similar initiatives, such as increased container weight tracking and port fees, new regulations, or restrictions and tariffs on exporting increase our operating costs in the future, and we are not able to recapture those costs from our customers, such initiatives regulations, restrictions and tariffs could have a material adverse effect on our results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 20,
          "text": "In recent years, we perceived an increase in both the amount of government regulation and the number of enforcement actions being brought by regulatory entities against operations in the waste services industry. However, the new United States presidential administration has called for substantial changes to areas of federal tax and foreign trade policy and has generally appeared to be in favor of reducing regulation, including environmental regulation. We cannot predict what impact the new administration will have on the political and regulatory environment in the United States, the timing of any such changes, or the impact of any such changes on our business. While reduction of regulation may have a favorable impact on our operating costs, the extensive environmental regulation applicable to landfills is a substantial barrier to entry that benefits our Company. It is likely that some policies adopted by the new administration will benefit us and others will negatively affect us."
        },
        {
          "year": 2016,
          "paragraphIndex": 19,
          "text": "Additionally, regulations establishing extended producer responsibility (\"EPR\") are being considered or implemented in many places around the world, including in the United States and Canada. EPR regulations are designed to place either partial or total responsibility on producers to fund the post-use life cycle of the products they create. Along with the funding responsibility, producers may be required to take over management of local recycling programs by taking back their products from end users or managing the collection operations and recycling processing infrastructure. There is no federal lawestablishing EPR in the United States or Canada; however, state, provincial and local governments could, and in some cases have, taken steps to implement EPR regulations. If wide-ranging EPR regulations were adopted, they could have a fundamental impact on the waste streams we manage and how we operate our business, including contract terms and pricing. A significant reduction in the waste, recycling and other streams we manage could have a material adverse effect on our financial condition, results of operations and cash flows."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "renewable fuel",
        "rfs",
        "pressure",
        "regulations tariffs",
        "rfs program",
        "rins",
        "bags",
        "capture",
        "capture treat",
        "cities",
        "fuel producer",
        "imposed",
        "injection",
        "injection wells",
        "passed",
        "canadian revolving",
        "facility canadian",
        "number factors",
        "owner",
        "prices commodities",
        "restrictions tariffs",
        "adapt",
        "analysis",
        "analysis financial",
        "arrange",
        "breaches",
        "consists",
        "consumer fiber",
        "container",
        "costs doing"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 28,
          "text": "The Company acts as a renewable fuel producer in the RFS program enacted by Congress under the Energy Policy Act and Energy Independence and Security Act. Oil refiners and importers are required through the RFS program to blend specified volumes of renewable transportation fuels with gasoline or buy credits, referred to as RINs, from renewable fuel producers. The Company has invested, and continues to invest, in facilities to capture and treat renewable natural gas from the Company’s landfills so that we can participate in the program. The value of the RINs associated with our landfill gas is set through a market established by the program. Changes in the RFS market or the structure of the RFS program could reduce the value of landfill gas RINs and negatively impact the financial performance of the facilities constructed to capture and treat the gas."
        },
        {
          "year": 2018,
          "paragraphIndex": 30,
          "text": "Additionally, with a heightened awareness of the global problems of plastic waste in the environment, an increasing number of cities across the country have passed ordinances banning certain types of plastics from sale or use. Bans on single use plastic bags, straws, and polystyrene food containers have been passed in over 350 cities, and a ban on single use plastic bags has been implemented in the State of California. These bans have increased pressure by manufacturers on our recycling facilities to accept a broader array of materials in curbside recycling programs to alleviate public pressure to ban the sale of those materials. However, there are currently no viable end markets for recycling these materials and"
        },
        {
          "year": 2018,
          "paragraphIndex": 27,
          "text": "Additionally, any new regulations regarding the treatment and disposal of wastes associated with exploration and production operations, including through the use of injection wells, could increase our costs to provide oilfield services and reduce our margins and revenue from such services. Conversely, any loosening of regulations regarding how such wastes are handled or disposed of could adversely impact demand for our EES services."
        },
        {
          "year": 2017,
          "paragraphIndex": 58,
          "text": "We may use our $2.25 billion revolving credit facility and our C$50 million Canadian revolving credit facility (“Canadian revolving credit facility”) to meet our cash needs, to the extent available, until maturity in July 2020 and March 2019, respectively. As of December 31, 2017, we had $642 million of letters of credit issued and $515 million of outstanding borrowings under our commercial paper program both supported by our $2.25 billion revolving credit facility, leaving unused and available credit capacity of $1,093 million, and we had no outstanding borrowings under both our $2.25 billion revolving credit facility and Canadian revolving credit facility. In the event of a default under our credit facilities, we could be required to immediately repay all outstanding borrowings and make cash deposits as collateral for all obligations the facility supports, which we may not be able to do. Additionally, any such default could cause a default under many of our other credit agreements and debt instruments. Without waivers from lenders party to those agreements, any such default would have a material adverse effect on our ability to continue to operate."
        },
        {
          "year": 2017,
          "paragraphIndex": 32,
          "text": "There is risk of incurring significant environmental liabilities in the use, treatment, storage, transfer and disposal of waste materials. Under applicable environmental laws and regulations, we could be liable if our operations cause environmental damage to our properties or to the property of other landowners, particularly as a result of the contamination of air, drinking water or soil. Under current law, we could also be held liable for damage caused by conditions that existed before we acquired the assets or operations involved. This risk is of particular concern as we execute our growth strategy, partially though acquisitions, because we may be unsuccessful in identifying and assessing potential liabilities during our due diligence investigations. Further, the counterparties in such transactions may be unable to perform their indemnification obligations owed to us. Additionally, we could be liable if we arrange for the transportation, disposal or treatment of hazardous substances that cause environmental contamination, or if a predecessor owner made such arrangements and, under applicable law, we are treated as a successor to the prior owner. Any substantial liability for environmental damage could have a material adverse effect on our financial condition, results of operations and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 38,
          "text": "Our business is directly affected by changes in national and general economic factors that are outside of our control, including consumer confidence, interest rates and access to capital markets. A weak economy generally results in decreased consumer spending and decreases in volumes of waste generated, which decreases our revenues. A weak market for consumer goods can significantly decrease demand by paper mills for recycled corrugated cardboard used in packaging; such decrease in demand can negatively impact commodity prices and our operating income and cash flows. In addition, we have a relatively high fixed-cost structure, which is difficult to quickly adjust to match shifting volume levels. Consumer uncertainty and the loss of consumer confidence may limit the number or amount of services requested by customers. Economic conditions may also limit our ability to implement our pricing strategy. For example, many of our contracts have price adjustment provisions that are tied to an index such as the Consumer Price Index, and our costs may increase in excess of the increase, if any, in the Consumer Price Index. Additionally, a prolonged economic downturn in China could significantly impact prices for post-consumer fiber and metals processed by our recycling operations."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "advanced",
        "advanced disposal",
        "acquisition advanced",
        "planned",
        "planned acquisition",
        "erp",
        "cost synergies",
        "protocols",
        "redemption",
        "synergies",
        "benefits cost",
        "data",
        "merger",
        "agreement",
        "ccpa",
        "rebates",
        "began",
        "borrowings commercial",
        "commercial paper",
        "current presidential",
        "experienced",
        "fibers",
        "floor",
        "government began",
        "mixed",
        "old",
        "paper program",
        "presidential",
        "presidential administration",
        "process sale"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 13,
          "text": "The planned acquisition of Advanced Disposal is subject to a number of risks and uncertainties, including general economic and capital markets conditions; the effects that the pending merger may have on us, Advanced Disposal and our respective businesses; inability to obtain required regulatory or government approvals or to obtain such approvals on satisfactory conditions; inability of Advanced Disposal to satisfy other closing conditions; the occurrence of any event, change or other circumstance that could give rise to the termination of the Agreement and Plan of Merger, several of which could require us to pay a termination fee of $150 million to Advanced Disposal; legal proceedings that may be instituted related to the proposed acquisition and the legal expenses and diversion of management’s attention that may be associated therewith; and unexpected costs, charges or expenses. If the planned acquisition of Advanced Disposal is not completed, if there are significant delays in completing the planned acquisition or if the planned acquisition involves an unexpected amount of required divestitures, it could negatively affect the trading price of our common stock and our future business and financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 15,
          "text": "The benefits that are expected to result from the planned acquisition of Advanced Disposal will depend, in part, on our ability to realize anticipated cost synergies. Our success in realizing these benefits and cost synergies, and the timing of this realization, depends on the successful integration of Advanced Disposal. There is a significant degree of difficulty and management distraction inherent in the process of integrating an acquisition of this size. The process of integrating operations could cause business interruption and distraction. Some members of our management may be required to devote considerable time to this integration process, which will decrease the time they will have to manage our Company, service existing customers, attract new customers and develop new products or strategies. If management is not able to effectively manage the integration process, or if any significant business activities are interrupted as a result of the integration process, our business, financial condition and results of operations could suffer."
        },
        {
          "year": 2019,
          "paragraphIndex": 16,
          "text": "The acquisition of Advanced Disposal may not result in realization of the benefits and cost synergies that we currently expect, and we cannot guarantee that these benefits and cost synergies will be achieved within anticipated time frames or at all. Additionally, we may incur substantial expenses in connection with the integration of Advanced Disposal, which may exceed expectations and offset certain benefits."
        },
        {
          "year": 2018,
          "paragraphIndex": 22,
          "text": "Our recycling operations process for sale certain recyclable materials, including fibers, aluminum and plastics, which are subject to significant market price fluctuations. Most of the recyclables that we process for sale are paper fibers, including old corrugated cardboard and old newsprint, and a significant portion of the fiber that we market has been shipped to export markets across the globe, particularly China. In 2013, the Chinese government began to strictly enforce regulations that establish limits on moisture and non-conforming materials that may be contained in imported recycled paper and plastics and restrict the import of certain other plastic recyclables. In 2017, the Chinese government announced a ban on certain materials, including mixed waste paper and mixed plastics, effective January 1, 2018, as well as extremely restrictive quality requirements effective March 1, 2018 that have been difficult for the industry to achieve. Many other markets, both domestic and foreign, have tightened their quality expectations as well. In addition, other countries have limited or restricted the import of certain recyclables. Single stream MRFs process a wide range of commingled materials and tend to receive a higher percentage of non-recyclables, which results in increased processing and residual disposal costs to achieve quality standards. Also in 2017, the Chinese government began to limit the flow of material into the country by restricting the issuance of required import licenses. The use of restrictions on import licenses to restrict flow into China continued in 2018 and is expected to continue in 2019. The current U.S. presidential administration has made substantial changes to foreign trade policy and imposed increases in tariffs on international trade. In response, China has imposed new tariffs on the import of recyclable commodities, including wastepaper, plastics and metals. If the Chinese government’s regulations and tariffs or initiatives or other similar regulations, tariffs or initiatives result in further reduced demand or increased operating costs, the profitability of our recycling operations may decline."
        },
        {
          "year": 2018,
          "paragraphIndex": 24,
          "text": "The decline in market prices in 2018 for recycling commodities resulted in a decrease in revenue of $273 million. The increase in market prices in 2017 and 2016 for recycling commodities resulted in increases in revenue of $237 million and $51 million, respectively. Additionally, under some agreements, our recycling operations are required to pay rebates to suppliers. In some cases, if we experience higher revenues based on increased market prices for recycling commodities, the rebates we pay will also increase. In other circumstances, the rebates may be subject to a floor, such that as market prices decrease, any expected profit margins on materials subject to the rebate floor are reduced or eliminated. As we work to revise service agreements to mitigate the impact of commodity price fluctuations, the potential increase in the cost for recycling services may make it more difficult for us to win bids and may slow the growth of recycling overall."
        },
        {
          "year": 2018,
          "paragraphIndex": 64,
          "text": "Additionally, we have $2.2 billion of debt as of December 31, 2018 that is exposed to changes in market interest rates within the next 12 months because of the combined impact of our tax-exempt bonds, outstanding borrowings under our commercial paper program and our $2.75 billion revolving credit facility. If interest rates increase, our interest expense would also increase, lowering our net income and decreasing our cash flow."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "financial reporting",
        "COVID-19",
        "internal",
        "Pandemic",
        "tax rate",
        "internal control",
        "internal controls",
        "effective tax",
        "workforce",
        "controls",
        "covid pandemic",
        "effectiveness",
        "effectiveness internal",
        "home",
        "leaders",
        "planned acquisition",
        "redemption",
        "current administration",
        "environmental regulation",
        "merger",
        "agreement",
        "completed",
        "ees organization",
        "feature",
        "mandatory",
        "accounting rules",
        "aggregate",
        "entry",
        "import licenses",
        "licenses"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 12,
          "text": "As described further in Item 9A. Controls and Procedures , in accordance with SEC staff guidance, we have excluded Advanced Disposal from the assessment of the effectiveness of our internal control over financial reporting as of December 31, 2020 contained in this Annual Report on Form 10-K; however, this exclusion may not extend beyond one year from the October 30, 2020 closing date. We are in the process of integrating Advanced Disposal’s operations and systems to ensure the effectiveness of the internal control over financial reporting for this acquired business. Establishing, testing and maintaining an effective system of internal control over financial reporting requires significant resources and time commitments on the part of our management and our finance staff, and the time and expenditures needed may exceed our expectations. If we encounter difficulties integrating Advanced Disposal operations and systems into our system of internal control over financial reporting, and if we are unable to correct any issues encountered in a timely manner, our ability to record, process, summarize, and report financial data may be adversely affected, which may impact the accuracy,"
        },
        {
          "year": 2020,
          "paragraphIndex": 38,
          "text": "We have incurred costs related to health, safety and financial security of our workforce during the COVID-19 pandemic. This included transitioning back-office employees to work-from-home and providing financial certainty to employees by guaranteeing all full-time hourly employees compensation for a 40-hour work week regardless of service decreases and reduced work schedules that resulted from the COVID-19 pandemic. It could be necessary for us to incur additional such costs in the future related to pandemic conditions. If a large portion of our employee base were to become ill, it could impact our ability to provide timely and reliable service. Additionally, the transition of most of our back-office employees to work-from-home increases various operational risks, including potential exposure to cyber incidents, loss of data, fraud, internal control challenges and other disruptions as a consequence of more employees accessing Company systems and information remotely in the course of their ordinary work."
        },
        {
          "year": 2020,
          "paragraphIndex": 13,
          "text": "quality and completeness of our financial statements. Such failure could materially and adversely impact our business and subject us to potential investigations, liability, and penalties. Additionally, if we are unable to conclude that our internal control over financial reporting is effective in any future period (or if our auditors are unable to express an opinion on the effectiveness of our internal controls or conclude that our internal controls are ineffective), we could lose investor confidence and suffer an adverse effect on our stock price."
        },
        {
          "year": 2019,
          "paragraphIndex": 14,
          "text": "Additionally, in May 2019, we issued senior notes with an aggregate principal amount of $3 billion that include a special mandatory redemption feature. This feature provides that if the acquisition of Advanced Disposal is not completed on or prior to July 14, 2020, or if, prior to such date, the Agreement and Plan of Merger is terminated for any reason, we will be required to redeem all of such outstanding notes equal to 101% of the aggregate principal amounts of such notes, plus accrued but unpaid interest. Our ability to pay the redemption price may be limited by our financial resources at the time and the terms of our debt instruments and other instruments and agreements. We may also be required to incur additional indebtedness and reduce availability under our $3.5 billion revolving credit facility to fund the redemption price. Any failure to pay the special mandatory redemption price of such notes when due would constitute an event of default with respect to the notes of such series and could have a material adverse effect on our business, results of operations and financial condition and the market prices of our securities. Further, if we redeem such series of notes pursuant to the special mandatory redemption feature, our investors may be dissatisfied that they did not obtain the return that they expected on their investment in those notes."
        },
        {
          "year": 2019,
          "paragraphIndex": 13,
          "text": "The planned acquisition of Advanced Disposal is subject to a number of risks and uncertainties, including general economic and capital markets conditions; the effects that the pending merger may have on us, Advanced Disposal and our respective businesses; inability to obtain required regulatory or government approvals or to obtain such approvals on satisfactory conditions; inability of Advanced Disposal to satisfy other closing conditions; the occurrence of any event, change or other circumstance that could give rise to the termination of the Agreement and Plan of Merger, several of which could require us to pay a termination fee of $150 million to Advanced Disposal; legal proceedings that may be instituted related to the proposed acquisition and the legal expenses and diversion of management’s attention that may be associated therewith; and unexpected costs, charges or expenses. If the planned acquisition of Advanced Disposal is not completed, if there are significant delays in completing the planned acquisition or if the planned acquisition involves an unexpected amount of required divestitures, it could negatively affect the trading price of our common stock and our future business and financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 23,
          "text": "The regulatory environment in which we operate is influenced by changes in leadership at the federal, state, provincial and local levels. The policies set forth under the current U.S. administration, for example, have included substantial changes to foreign trade policy and generally have been in favor of reducing regulation, including environmental regulation. We cannot predict what impact the current administration will have on future regulations impacting our industry, especially given the number of rules currently in litigation, nor can we predict the timing of any such changes. Reduction of regulation may have a favorable impact on our operating costs, but the extensive environmental regulation governing landfills is a substantial barrier to entry that benefits our Company. Moreover, the risk reduction provided by stringent regulation is valuable to our customers and the communities we serve. It is likely that some policies adopted by the current administration will benefit us and others will negatively affect us."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Inflation",
        "pace",
        "macroeconomic",
        "erp hcm",
        "hcm",
        "human capital",
        "labor market",
        "labor shortages",
        "pace inflation",
        "vaccine",
        "chain constraints",
        "constrained",
        "constrained labor",
        "constraints",
        "ets",
        "financial reporting",
        "internal controls",
        "integrating",
        "controls",
        "effectiveness",
        "effectiveness internal",
        "ccpa",
        "china",
        "integration process",
        "jurisdiction",
        "necessarily",
        "necessarily indicative",
        "new administration",
        "process integrating",
        "achieve"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 38,
          "text": "Certain macroeconomic pressures and market disruption, driven in part by the COVID-19 pandemic, intensified during the second half of 2021 and are continuing. The constrained labor market has resulted in increased costs for wage adjustments, overtime hours and training new hires to address operational challenges servicing customers. The COVID-19 pandemic and the constrained labor market have also contributed to significant global supply chain disruption and inflationary pressure for the goods and services we purchase, with a particular impact on our repair and maintenance costs. Supply chain constraints have also caused delayed delivery of fleet, steel containers and other purchases. Aspects of our business rely on third-party transportation providers, and such services have become more limited and expensive. Additionally, we are currently experiencing margin pressures from commodity-driven business impacts, particularly from recycling brokerage rebates and higher fuel prices. The extent and duration of the impact of these labor market, supply chain and transportation challenges are subject to numerous factors, including the continuing impact of the COVID-19 pandemic; size, location and qualifications of the labor pool; behavioral changes; wage and price structures; adoption of new or revised regulations; and broader macroeconomic conditions. If we are not able to overcome limitations on labor availability, it could materially impact our ability to service our customers and our financial results."
        },
        {
          "year": 2021,
          "paragraphIndex": 36,
          "text": "In September 2021, President Biden issued an executive order requiring all employers with U.S. government contracts to ensure that their U.S.-based employees, contractors and subcontractors that work on or in support of U.S. government contracts, with some exceptions, to be fully vaccinated against COVID-19. We are currently party to certain service agreements with the U.S. government. The vaccine mandate is facing legal challenges and currently is enjoined nationwide. In November 2021, OSHA announced an Emergency Temporary Standard (“ETS”) mandating either full vaccination against COVID-19 or weekly testing of employees for employers with 100 or more employees; however, the agency withdrew the ETS in January 2022 following an unfavorable decision by the U.S. Supreme Court. OSHA has indicated that it will continue to pursue the vaccine and testing requirements of the ETS through the traditional rulemaking process, and additional vaccine mandates may be announced in jurisdictions in which our businesses operate. We cannot currently predict the impact of any such vaccine requirements on our workforce, although implementation may result in our inability to perform or compete for certain contracts, as well as significant cost, operational disruption, attrition and difficulty securing future labor needs in the already-constrained labor market."
        },
        {
          "year": 2021,
          "paragraphIndex": 21,
          "text": "Our operations require us to attract, hire, develop and retain a high-quality workforce to provide a superior customer experience. This includes key individuals in leadership and specialty roles, as well as a very large number of drivers, technicians and other front-line and back-office team members necessary to provide our environmental services. We experience significant competition to hire and retain individuals for certain front-line positions, such as commercial truck drivers, from within and outside our industry. (Also see Item 1A. Risk Factors — Market disruption, including labor shortages and supply chain constraints, and macroeconomic pressures, including the heightened pace of inflation, have adversely impacted our business and results of operations .) Additionally, the market for employees that serve on our digital team is highly competitive. As we have accelerated our investments in our digital platform, it is increasingly important that we are able to attract and retain employees with the skills and expertise necessary to implement and manage our technology-led strategy. We also compete to attract skilled business leaders, and our own key team members are sought after by our competitors and other companies. We make significant investments, and engage in extensive internal succession planning, to provide us with a robust pipeline of future leaders. If we are not able to attract, hire, develop and retain a high-quality workforce with the necessary skills and expertise, as well as key leaders, or if we experience significant employee turnover, it can result in business and strategic disruption, increased costs, and loss of institutional knowledge, which could negatively impact our results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 12,
          "text": "As described further in Item 9A. Controls and Procedures , in accordance with SEC staff guidance, we have excluded Advanced Disposal from the assessment of the effectiveness of our internal control over financial reporting as of December 31, 2020 contained in this Annual Report on Form 10-K; however, this exclusion may not extend beyond one year from the October 30, 2020 closing date. We are in the process of integrating Advanced Disposal’s operations and systems to ensure the effectiveness of the internal control over financial reporting for this acquired business. Establishing, testing and maintaining an effective system of internal control over financial reporting requires significant resources and time commitments on the part of our management and our finance staff, and the time and expenditures needed may exceed our expectations. If we encounter difficulties integrating Advanced Disposal operations and systems into our system of internal control over financial reporting, and if we are unable to correct any issues encountered in a timely manner, our ability to record, process, summarize, and report financial data may be adversely affected, which may impact the accuracy,"
        },
        {
          "year": 2020,
          "paragraphIndex": 13,
          "text": "quality and completeness of our financial statements. Such failure could materially and adversely impact our business and subject us to potential investigations, liability, and penalties. Additionally, if we are unable to conclude that our internal control over financial reporting is effective in any future period (or if our auditors are unable to express an opinion on the effectiveness of our internal controls or conclude that our internal controls are ineffective), we could lose investor confidence and suffer an adverse effect on our stock price."
        },
        {
          "year": 2020,
          "paragraphIndex": 10,
          "text": "We may not realize the strategic benefits and cost synergies that are anticipated from our acquisition of Advanced Disposal Services, Inc. (“Advanced Disposal”), and we may encounter difficulties integrating Advanced Disposal’s operations and systems that could impact the effectiveness of our internal controls over financial reporting."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "sustainability",
        "sustainability growth",
        "esg",
        "internal controls",
        "achieve",
        "automation",
        "energy businesses",
        "recession",
        "announced sustainability",
        "economic recession",
        "includes significant",
        "including inflation",
        "planned investments",
        "results anticipated",
        "retail",
        "erp",
        "erp hcm",
        "hcm",
        "vaccine",
        "advanced",
        "ets",
        "november",
        "variants",
        "advanced disposal",
        "basel",
        "basel convention",
        "convention",
        "discussed",
        "employers",
        "indicated"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "Consistent with our Company’s long-standing commitment to sustainability and environmental stewardship, we have set goals to reduce our GHG emissions and announced other ESG-related goals and initiatives. We have also announced a sustainability growth strategy that includes significant planned investments in our recycling and renewable energy businesses. Our ability to achieve these goals and successfully execute our sustainability growth strategy may be impacted by the numerous risks and uncertainties associated with our business and the environmental services industry, including financial and operating performance, availability of technology and financing, changes in regulation, commodity price fluctuation and general economic conditions. (Also see Item 1A. Risk Factors\n• Our revenues, earnings and cash flows will fluctuate based on changes in commodity prices, and commodity prices for recyclable materials are particularly susceptible to volatility based on macroeconomic conditions and regulations that affect our ability to export products and\n• We have announced a sustainability growth strategy that includes significant planned investments in our renewable energy businesses; changes to federal and state renewable fuel policies could affect our financial performance, and such investments may not yield the results anticipated. )"
        },
        {
          "year": 2022,
          "paragraphIndex": 48,
          "text": "We have announced a sustainability growth strategy that includes significant planned investments in our recycling business to increase automation and reduce labor dependency. Such investments are also targeted at addressing increases in quality requirements for commodities. These investments increase our exposure to commodity price fluctuations. Additionally, future regulation, tariffs, international trade policies or other initiatives, including regulations addressing climate change or GHG emissions, may impact supply and demand of material, or increase operating costs, which could impact the profitability of our recycling operations. If the Company does not effectively manage changes in demand and commodity prices for recycling materials, or if we do not successfully execute our sustainability growth strategy, our investments in recycling infrastructure and technology may not yield the results anticipated."
        },
        {
          "year": 2022,
          "paragraphIndex": 36,
          "text": "There is increasing governmental and social pressure on companies to develop and implement robust ESG policies, practices, and disclosures. The nature, scope and complexity of matters that our Company must assess and report are expanding due to growing mandatory and voluntary reporting on climate-related risks and other topics, such as water usage, waste production, labor, human capital, environmental justice, cybersecurity and privacy, and risk oversight. Our industry faces challenges from these and other rapidly changing laws, regulations, policies and related interpretations, as well as the risk of enforcement actions by governmental and regulatory agencies for noncompliance. Significant expenditures and commitment of time by management, employees and consultants is involved in developing, implementing and overseeing policies, practices, additional disclosures and internal controls related to ESG risk and performance. An inability to implement such policies, practices, and internal controls and maintain compliance with laws and regulations, or a perception among stakeholders that our ESG disclosures and sustainability goals are insufficient or our goals are unattainable, could harm our reputation and competitive position and negatively impact our stock price and business performance."
        },
        {
          "year": 2021,
          "paragraphIndex": 36,
          "text": "In September 2021, President Biden issued an executive order requiring all employers with U.S. government contracts to ensure that their U.S.-based employees, contractors and subcontractors that work on or in support of U.S. government contracts, with some exceptions, to be fully vaccinated against COVID-19. We are currently party to certain service agreements with the U.S. government. The vaccine mandate is facing legal challenges and currently is enjoined nationwide. In November 2021, OSHA announced an Emergency Temporary Standard (“ETS”) mandating either full vaccination against COVID-19 or weekly testing of employees for employers with 100 or more employees; however, the agency withdrew the ETS in January 2022 following an unfavorable decision by the U.S. Supreme Court. OSHA has indicated that it will continue to pursue the vaccine and testing requirements of the ETS through the traditional rulemaking process, and additional vaccine mandates may be announced in jurisdictions in which our businesses operate. We cannot currently predict the impact of any such vaccine requirements on our workforce, although implementation may result in our inability to perform or compete for certain contracts, as well as significant cost, operational disruption, attrition and difficulty securing future labor needs in the already-constrained labor market."
        },
        {
          "year": 2021,
          "paragraphIndex": 62,
          "text": "We are in the process of a complex, multi-year implementation of a new enterprise resource planning and human capital management (“ERP/HCM”) system. The ERP/HCM system implementation requires the integration of the new system with multiple new and existing information systems and business processes and is designed to accurately maintain our books and records and provide information to our management team important to the operation of the business. Such an implementation is a major undertaking from a financial, management, and personnel perspective, and we have made interim adjustments to our implementation timeline to accommodate aspects that have proven more difficult, or time consuming than initially predicted. Any material disruptions, delays, deficiencies or cost increases associated with the design and implementation of our new ERP/HCM system could adversely affect our ability to produce timely and accurate financial statements or comply with applicable regulations, resulting in negative impacts on our business and operations and subject us to potential liability. Additionally, our implementation of the ERP/HCM system involves greater utilization of third-party “cloud” computing services in connection with our business operations. Problems faced by us or our third-party providers, including technological or business-related disruptions, as well as cybersecurity threats, could adversely impact our business, results of operations and financial condition for future periods."
        },
        {
          "year": 2021,
          "paragraphIndex": 43,
          "text": "Enforcement or implementation of foreign and domestic regulations can affect our ability to export products. Attention on waste in the environment has led to new international laws restricting the flow of certain recyclables. As an example, on January 1, 2021, new restrictions on the international trade of most plastics went into effect as part of the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal. At this time, the U.S. is not a party to the Basel Convention, but most countries to which we export commodities are, which may limit our ability to export certain plastics."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "energy segment",
        "ongoing",
        "segment",
        "clean",
        "clean fuel",
        "applications",
        "areas policy",
        "cercla",
        "developments focus",
        "focus areas",
        "ongoing investments",
        "planned ongoing",
        "policy regulation",
        "processing sales",
        "recent developments",
        "COVID-19",
        "forward",
        "forward looking",
        "looking",
        "covid pandemic",
        "fuel surcharge",
        "looking statements",
        "resurgence",
        "assumptions relating",
        "conflict",
        "declines",
        "deepen",
        "estimates",
        "estimates assumptions",
        "events circumstances"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 80,
          "text": "aspects of the rule, will ultimately reduce volatility in the RINs market or that future rulemakings will be similarly favorable to our business. Additionally, the Company’s sustainability growth strategy is informed by the increased adoption of state and Canadian clean fuel standard programs, utility policies, and voluntary market demand for RNG in transportation and industrial applications. Clean fuel standard programs operate similar to the RFS program in that certain regulated parties purchase credits from fuel producers, including RNG producers, to meet their carbon intensity obligations. Like RINs, clean fuel standard program credit values can fluctuate with policy and market dynamics. Changes and volatility in the RFS market or other markets, or changes in the structure of the RFS program or other clean fuel standard programs, can and has impacted the financial performance of the facilities constructed to capture and treat the gas. Such changes could impact or alter our projected future investments, and such investments may not yield the results anticipated."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "Federal and state governments have increased their focus on efforts to safeguard communities from the potentially harmful effects associated with PFAS. See Item 1. Business – Regulation – Recent Developments and Focus Areas in Policy and Regulation – PFAS for additional background information. The EPA proposed the designation of two PFAS compounds as hazardous substances under CERCLA. We are closely monitoring this proposed rulemaking and are actively working with both Congress and the EPA to provide landfills and other essential public services with relief from CERCLA liability and instead hold accountable manufacturers and heavy users of these compounds. Without such relief, we may face increased exposure to remediation and litigation costs associated with properties that the EPA may designate as CERCLA sites due to the presence of PFAS."
        },
        {
          "year": 2023,
          "paragraphIndex": 48,
          "text": "Fluctuation in energy-related prices also affects our business, including recycling of plastics manufactured from petroleum products, and we are currently experiencing commodity-price driven impacts from higher fuel costs. Our sustainability growth strategy also includes increased investment in landfill gas-to-energy facilities and expansion of our WM Renewable Energy segment, which generate and sells credits referred to as RINs. RINs prices generally respond to regulations enacted by the EPA, as well as fluctuations in supply and demand, and have historically been very volatile. Additionally, significant variations in the price of biogas, electricity and other energy-related products that are marketed and sold by our landfill gas recovery operations can result in a corresponding impact to our revenue from yield from such operations. Expansion of our WM Renewable Energy segment may introduce additional risks and volatility to our financial performance."
        },
        {
          "year": 2022,
          "paragraphIndex": 0,
          "text": "In an effort to keep our stockholders and the public informed about our business, we may make “forward-looking statements.” Forward-looking statements are often identified by the words, “will,” “may,” “should,” “continue,” “anticipate,” “believe,” “expect,” “plan,” “forecast,” “project,” “estimate,” “intend” and words of a similar nature and generally include statements regarding:"
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "You should view these statements with caution. These statements are not guarantees of future performance, circumstances or events. They are based on facts and circumstances known to us as of the date the statements are made. The following discussion should be read together with the Consolidated Financial Statements and the notes thereto. Outlined below are some of the risks that we believe could affect our business and financial statements for 2023 and beyond and could cause actual results to be materially different from those set forth in forward-looking statements made by the Company. In addition to the following risks, there may be additional risks and uncertainties that adversely affect our business, performance, or financial condition in the future that are not presently known or are not currently believed to be material. We assume no obligation to update any forward-looking statement, whether as a result of future events, circumstances or developments or otherwise."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "The COVID-19 global pandemic disrupted social and commercial activity and financial markets throughout North America; a significant resurgence or new variant of the COVID-19 virus, or other similar pandemic conditions, may have a material adverse impact on our business, financial condition, results of operations and cash flows."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "stericycle",
        "controlled substances",
        "financial reporting",
        "medical",
        "medical waste",
        "waste controlled",
        "substances waste",
        "acquisition stericycle",
        "healthcare",
        "disposal destruction",
        "administration",
        "personal confidential",
        "stericycle business",
        "cost synergies",
        "foreign trade",
        "esg",
        "tax rate",
        "effective tax",
        "cercla",
        "compared",
        "downturn",
        "prior year",
        "tax act",
        "ultimately",
        "adoption new",
        "adversely impacted",
        "attributable",
        "automated",
        "automated decision",
        "businesses parties"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 11,
          "text": "The benefits we expect to receive from the acquisition of Stericycle depend on the performance of the Stericycle business and its ability to achieve financial and operational targets and strategic goals. The acquired Stericycle business, which is now presented as our new WM Healthcare Solutions segment, is subject to numerous risks and uncertainties that could cause performance to be materially different than we anticipate; such factors include, but are not limited to, decreases in the volume of medical waste and controlled substances wastes or personal and confidential information collected from customers; disruptions resulting from deployment of systems, including with respect to the implementation of Stericycle’s enterprise resource planning system and billing and collection delays that Stericycle has experienced following the launch of such system upgrade; changing market conditions in the healthcare industry; competition and demand for services for the medical waste, controlled substances waste and secure information destruction industries; commodity price volatility; changes in regulation of the collection, transportation, treatment and disposal or destruction of medical waste and controlled substances waste or the proper handling and protection of personal and confidential information; the level of government enforcement of regulations governing medical waste and controlled substances waste collection and treatment or the proper handling and protection of personal and confidential information; and the outcome of pending, future or settled litigation or investigations. Should the Stericycle business be unsuccessful in achieving financial and operational targets and implementing the WM Healthcare Solutions business strategy, it could negatively impact our realization of benefits from the acquisition, as well as our stock price and our future business and financial results."
        },
        {
          "year": 2024,
          "paragraphIndex": 19,
          "text": "Following our acquisition of Stericycle, we are subject to additional laws and regulations in the U.S. and internationally concerning transportation, management and disposal or destruction of medical waste streams, including regulations that govern the definition, generation, segregation, handling, packaging, transportation, treatment, storage and disposal or destruction of medical waste and controlled substances waste, along with extensive recordkeeping and documentation requirements. Additionally, Stericycle’s secure information destruction services are subject to additional laws and regulations regarding proper handling and protection of personal and confidential information. Relaxation of enforcement, government shutdowns, or other changes in governmental regulation of medical waste and controlled substances waste and personal and confidential information could increase the number of competitors we face or reduce or delay the need for these services."
        },
        {
          "year": 2024,
          "paragraphIndex": 24,
          "text": "Providing environmental and waste management services, including constructing and operating landfills, transfer stations, processing facilities, recycling facilities and other disposal or destruction facilities, and landfill gas-to-energy facilities, involves risks such as truck accidents, equipment defects, malfunctions and failures, and improper use of dangerous equipment. Additionally, we closely monitor and manage landfills to minimize the risk of waste mass instability, releases of hazardous materials, and odors that are sometimes triggered by weather or natural disasters. There are also risks presented by the potential for subsurface heat reactions causing elevated landfill temperatures and increased production of leachate, landfill gas and odors, and we have proactively incurred increased costs to manage leachate in response to this risk. We build and operate natural gas fueling stations, some of which also serve the public or third parties. Operation of fueling stations and landfill gas collection and control systems, as well as operation of heavy machinery and management of flammable materials at our recycling facilities and transfer stations, involves additional risks of fire and explosion. The Stericycle business requires handling of medical waste and controlled substances waste. Incidents such as truck accidents, damaged or leaking containers, improper storage of medical waste and controlled substances waste, placement of prohibited materials into the waste stream, or malfunctioning plant equipment could result in exposure to contaminated or infectious waste or other hazardous materials."
        },
        {
          "year": 2023,
          "paragraphIndex": 57,
          "text": "Predominantly all of the Company’s revenues are generated in the U.S., and changes in U.S. tax laws could materially impact our effective tax rate, financial condition and results of operations. The U.S. Tax Cuts and Jobs Act, enacted on December 22, 2017 (the “Tax Act”), had a significant impact on our effective tax rate, cash tax expenses and net deferred tax liabilities. The Tax Act reduced the U.S. corporate statutory tax rate and eliminated or limited the deduction of several expenses that were previously deductible, among other things. However, future changes in tax laws could reverse the impacts of the Tax Act and if ultimately enacted into law, such an increase could materially impact our tax provision, cash tax liability, effective tax rate and net deferred tax liabilities."
        },
        {
          "year": 2023,
          "paragraphIndex": 46,
          "text": "Prices and demand for recyclables fluctuate and are particularly susceptible to volatility based on macroeconomic conditions and regulations. The downturn in market prices for recycling commodities that started in the second half of 2022 continued in 2023. Average market prices for single-stream recycled commodities were down 40% in 2023 when compared to the comparable prior year period. Decreases in the market prices for recycling commodities resulted in a decrease in recycling revenues attributable to yield of $308 million in 2023 as compared to the prior year period. Recycling revenues attributable to yield increased $19 million in 2022 as compared with the prior year period, primarily from higher market prices for recycling commodities in the first half of 2022, before the significant downturn in the second half of 2022."
        },
        {
          "year": 2023,
          "paragraphIndex": 39,
          "text": "Our industry faces challenges to implement these rapidly developing disclosure requirements, as well as the risk of enforcement actions by governmental and regulatory agencies for noncompliance. Significant expenditures and commitment of time by management, employees and consultants is involved in developing, implementing and overseeing policies, practices, additional disclosures and internal controls related to environmental and sustainability risk and performance. Public statements with respect to ESG matters are becoming increasingly subject to heightened scrutiny from public and governmental authorities related to the risk of potential “greenwashing,” i.e., misleading information or false claims overstating potential ESG benefits. We are aware that non-governmental organizations and other private actors have filed lawsuits against certain companies under various securities and consumer protection laws alleging that certain ESG-related statements, goals or standards were misleading, false or otherwise deceptive. An inability to implement such policies, practices, and internal controls and maintain compliance with laws and regulations, or a perception among stakeholders that our ESG disclosures and sustainability goals are insufficient or our goals are unattainable, could harm our reputation and competitive position and negatively impact our stock price and business performance."
        }
      ]
    }
  ]
}