{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "adulteration",
        "adulteration contamination",
        "tampering adulteration",
        "GDPR",
        "american",
        "starbucks retail",
        "stores channels",
        "uncertainty",
        "Climate change",
        "american sentiment",
        "anti american",
        "european",
        "european union",
        "food offerings",
        "increasing anti",
        "tampering contamination",
        "business highly",
        "calories unfavorable",
        "inadequate ineffective",
        "unrest certain",
        "access theft",
        "sufficient levels",
        "value negative",
        "coffee",
        "operations",
        "Supply chain",
        "adversely",
        "supply",
        "information",
        "product"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 11,
          "text": "Our information technology systems, such as those we use for our point-of-sale, web and mobile platforms, including online and mobile payment systems and rewards programs, and for administrative functions, including human resources, payroll, accounting and internal and external communications, as well as the information technology systems of our third party business partners and service providers, can contain personal, financial or other information that is entrusted to us by our customers and employees. Our information technology systems also contain Starbucks proprietary and other confidential information related to our business, such as business plans, product development initiatives and designs. Similar to many other retail companies and because of the prominence of our brand, we have experienced frequent attempts to compromise our information technology systems. To the extent we or a third party were to experience a material breach of our or such third party’s information technology systems that result in the unauthorized access, theft, use or destruction of customers' or employees' data or that of the Company stored in such systems, including through cyber-attacks or other external or internal methods, it could result in a material loss of revenues from the potential adverse impact to our reputation and brand, our ability to retain or attract new customers and the potential disruption to our business and plans. Such security breaches also could result in a violation of applicable U.S. and international privacy and other laws, and subject us to private consumer or securities litigation and governmental investigations and proceedings, any of which could result in our exposure to material civil or criminal liability. For example, the European Union adopted a new regulation that becomes effective in May 2018, called the General Data Protection Regulation (“GDPR”), which requires companies to meet new requirements regarding the handling of personal data, including its use, protection and the ability of persons whose data is stored to correct or delete such data about themselves. Failure to meet GDPR requirements could result in penalties of up to 4% of worldwide revenue. Our reputation and brand and our ability to attract new customers could also be adversely impacted if we fail, or are perceived to have failed, to properly respond to these incidents. Such failure to properly respond could also result in similar exposure to liability."
        },
        {
          "year": 2017,
          "paragraphIndex": 38,
          "text": "especially in our larger or fast growing markets, labor discord or disruption, geopolitical events, war, terrorism (including incidents targeting us), political instability, boycotts, increasing anti-American sentiment in certain markets, social unrest, and natural disasters, including health pandemics that lead to avoidance of public places or restrictions on public gatherings such as in our stores."
        },
        {
          "year": 2017,
          "paragraphIndex": 7,
          "text": "Instances or reports, whether true or not, of unclean water supply or food-safety issues, such as food or beverage-borne illnesses, tampering, adulteration, contamination or mislabeling, either during growing, manufacturing, packaging, storing or preparation, have in the past severely injured the reputations of companies in the food and beverage processing, grocery and quick-service restaurant sectors and could affect us as well. Any report linking us to the use of unclean water, food or beverage-borne illnesses, tampering, adulteration, contamination, mislabeling or other food or beverage-safety issues could damage our brand value and severely hurt sales of our food and beverage products and possibly lead to product liability claims, litigation (including class actions) or damages. Clean water is critical to the preparation of coffee, tea and other beverages and our ability to ensure a clean water supply to our stores can be limited, particularly in some international locations. We are also continuing to incorporate more products in our food and beverage lineup that require freezing or refrigeration, including produce (such as fruits and vegetables in our salads and juices), dairy products (such as milk and cheeses), non-dairy alternative products (such as soymilk and almondmilk) and meats. Additionally, we are evolving our product lineup to include more local or smaller suppliers for some of our products who may not have as rigorous quality and safety systems and protocols as larger or more national suppliers. If customers become ill from food or beverage-borne illnesses, tampering, adulteration, contamination, mislabeling or other food or beverage-safety issues, we could be forced to temporarily close some stores and/or supply chain facilities, as well as recall products. In addition, instances of food or beverage-safety issues, even those involving solely the restaurants or stores of competitors or of suppliers or distributors (regardless of whether we use or have used those suppliers or distributors), could, by resulting in negative publicity about us or the foodservice industry in general, adversely affect our sales on a regional or global basis. A decrease in customer traffic as a result of food-safety concerns or negative publicity, or as a result of a temporary closure of any of our stores, product recalls or food or beverage-safety claims or litigation, could materially harm our business and results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 8,
          "text": "Instances or reports, whether true or not, of unclean water supply or food-safety issues, such as food or beverage-borne illnesses, tampering, contamination or mislabeling, either during growing, manufacturing, packaging, storing or preparation, have in the past severely injured the reputations of companies in the food and beverage processing, grocery and quick-service restaurant sectors and could affect us as well. Any report linking us to the use of unclean water, food or beverage-borne illnesses, tampering, contamination, mislabeling or other food or beverage-safety issues could damage our brand value and severely hurt sales of our food and beverage products and possibly lead to product liability claims, litigation (including class actions) or damages. Clean water is critical to the preparation of coffee, tea and other beverages and our ability to ensure a clean water supply to our stores can be limited, particularly in some international locations. We are also continuing to incorporate more products in our food and beverage lineup that require freezing or refrigeration, including produce (such as fruits and vegetables in our salads and juices), dairy products (such as milk and cheeses), non-dairy alternative products (such as soymilk and almondmilk) and meats. Additionally, we are evolving our product lineup to include more local or smaller suppliers for some of our products who may not have as rigorous quality and safety systems and protocols as larger or more national suppliers. If customers become ill from food or beverage-borne illnesses, tampering, contamination, mislabeling or other food or beverage-safety issues, we could be forced to temporarily close some stores and/or supply chain facilities, as well as recall products. In addition, instances of food or beverage-safety issues, even those involving solely the restaurants or stores of competitors or of suppliers or distributors (regardless of whether we use or have used those suppliers or distributors), could, by resulting in negative publicity about us or the foodservice industry in general, adversely affect our sales on a regional or global basis. A decrease in customer traffic as a result of food-safety concerns or negative publicity, or as a result of a temporary closure of any of our stores, product recalls or food or beverage-safety claims or litigation, could materially harm our business and results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "The specialty coffee market is intensely competitive, including with respect to product quality, innovation, service, convenience, and price, and we face significant and increasing competition in all these areas in each of our channels and markets. Accordingly, we do not have leadership positions in all channels and markets. In the U.S., the ongoing focus by large competitors in the quick-service restaurant sector on selling high-quality specialty coffee beverages could lead to decreases in customer traffic to Starbucks ® stores and/or average value per transaction adversely affecting our sales and results of operations. Similarly, continued competition from well-established competitors in our international markets could hinder growth and adversely affect our sales and results of operations in those markets. Increased competition in the U.S. packaged coffee and tea and single-serve and ready-to-drink coffee beverage markets, including from new and large entrants to this market, could adversely affect the profitability of the Channel Development segment. Additionally, declines in general consumer demand for specialty coffee products for any reason, including due to consumer preference for other products, could have a negative effect on our business."
        },
        {
          "year": 2016,
          "paragraphIndex": 15,
          "text": "We rely heavily on information technology systems across our operations, including for administrative functions, point-of-sale processing and payment in our stores and online, management of our supply chain, Starbucks Cards, online business, mobile technology, including mobile payments and ordering apps, reloads and loyalty functionality and various other processes and transactions, and many of these systems are interdependent on one another for their functionality. Our ability to effectively manage our business and coordinate the production, distribution, administration and sale of our products depends significantly on the reliability, integrity and capacity of these systems. We also rely on third party providers and platforms for some of these information technology systems and support. Additionally, our systems hardware, software and services provided by third party service providers are not fully redundant within a market or across our markets. Although we have operational safeguards in place, they may not be effective in preventing the failure of these systems or platforms to operate effectively and be available. Such failures may be caused by various factors, including power outages, catastrophic events, inadequate or ineffective redundancy, problems with transitioning to upgraded or replacement systems or platforms, flaws in third party software or services, errors by our employees or third party service providers, or a breach in the security of these systems or platforms, including through cyber-attacks discussed in more detail in this risk factors section. If our incident response, disaster recovery and business continuity plans do not resolve these issues in an effective manner they could cause material negative impacts to our product availability and sales, the efficiency of our operations and our financial results."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "nestl",
        "cold",
        "delivery services",
        "east",
        "east china",
        "ice",
        "Cybersecurity",
        "Inflation",
        "china market",
        "disputes",
        "fails",
        "funded",
        "funded smaller",
        "global channel",
        "growth initiatives",
        "suppliers vendors",
        "vendors",
        "reserve",
        "starbucks reserve",
        "broader",
        "competing",
        "compliance country",
        "contribute",
        "costs benefits",
        "discounting",
        "engines",
        "experienced",
        "japan",
        "liability significant",
        "loss rely"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 30,
          "text": "The CAP segment is now one of our two significant profit centers driving our global returns, along with our Americas segment. In particular, our China MBU contributes meaningfully to both consolidated and CAP net revenues and earnings. China is currently our fastest growing market and second largest market overall. With our recent acquisition of the East China business, the China market is now 100% company owned and, along with the U.S. market. Due to the significance of our China market for our profit and growth, we are exposed to risks in China, including the risks mentioned elsewhere below and the following:"
        },
        {
          "year": 2018,
          "paragraphIndex": 23,
          "text": "Our Channel Development business is heavily reliant on Nestlé, which acquired the right to sell and distribute our packaged goods and foodservice products to retailers and operators, with few exceptions. If Nestlé fails to perform its distribution and marketing commitments under our agreements and/or fails to support, protect and grow our brand in Channel Development, our Channel Development business could be adversely impacted for a period of time, present long-term challenges to our brand, limit our ability to grow our Channel Development business and have a material adverse impact on our business and financial results. Additionally, our Channel Development business is also in part dependent on the level of support our retail business partners provide our products, and in some markets there are only a few retailers. If our retail business partners do not provide sufficient levels of support for our products, which is at their discretion, it could limit our ability to grow our Channel Development business."
        },
        {
          "year": 2018,
          "paragraphIndex": 1,
          "text": "As a retailer that is dependent upon consumer discretionary spending, our results of operations are sensitive to changes in or uncertainty about macro-economic conditions. Our customers may have less money for discretionary purchases and may stop or reduce their purchases of our products or trade down to Starbucks or competitors' lower priced products as a result of job losses, foreclosures, bankruptcies, increased fuel and energy costs, higher interest rates, inflation, higher taxes, reduced access to credit, economic uncertainty and potential negative impacts relating to federal economic policy changes and recent international trade disputes. These factors may also result in a general downturn in the restaurant industry. Decreases in customer traffic and/or average value per transaction will negatively impact our financial performance as reduced revenues without a corresponding decrease in expenses result in sales de-leveraging, which creates downward pressure on margins and also negatively impacts comparable store sales, net revenues, operating income and earnings per share. There is also a risk that if negative economic conditions or uncertainty persist for a long period of time or worsen, consumers may make long-lasting changes to their discretionary purchasing behavior, including less frequent discretionary purchases on a more permanent basis."
        },
        {
          "year": 2017,
          "paragraphIndex": 27,
          "text": "Our future growth increasingly depends on the growth and sustained profitability of certain international markets. Some or all of our international market business units (“MBUs”), which we generally define by the countries in which they operate, may not be successful in their operations or in achieving expected growth, which ultimately requires achieving consistent, stable net revenues and earnings. The performance of these international operations may be adversely affected by economic downturns in one or more of the countries in which our large MBUs operate. The broader CAP market is now one of our two significant profit engines driving our global returns, along with our North American business. In particular, both our China and Japan MBUs contribute meaningfully to both consolidated and CAP net revenues and earnings and China in particular is a significant market for our growth. A decline in performance of one or more of our significant international MBUs could have a material adverse impact on our consolidated results."
        },
        {
          "year": 2017,
          "paragraphIndex": 40,
          "text": "Additionally, our food, beverage and other products are sourced from a wide variety of domestic and international business partners in our supply chain operations, and in certain cases are produced or sourced by our licensees directly. We rely on these suppliers and vendors to provide high quality products and to comply with applicable laws. Our ability to find qualified suppliers and vendors who meet our standards and supply products in a timely and efficient manner is a significant challenge, especially with respect to goods sourced from outside the U.S., especially countries or regions with diminished infrastructure, developing or failing economies or experiencing political instability or social unrest, and as we increase our fresh and prepared food offerings. For certain products, we may rely on one or very few suppliers or vendors. A vendor's or supplier's failure to meet our standards, provide products in a timely and efficient manner, or comply with applicable laws is beyond our control. These issues, especially for those products for which we rely on one or few suppliers or vendors, could negatively impact our business and profitability."
        },
        {
          "year": 2017,
          "paragraphIndex": 25,
          "text": "The specialty coffee market is intensely competitive, including with respect to product quality, innovation, service, convenience, and price, and we face significant and increasing competition in all these areas in each of our channels and markets. Accordingly, we do not have leadership positions in all channels and markets. In the U.S., the ongoing focus by large competitors in the quick-service restaurant sector on selling high-quality specialty coffee beverages could lead to decreases in customer traffic to Starbucks ® stores and/or average value per transaction adversely affecting our sales and results of operations. Similarly, continued competition from well-established competitors in our international markets could hinder growth and adversely affect our sales and results of operations in those markets. Additionally, some of our competitors are also our suppliers, which may result in their ability to offer competing products at a lower price than we do. Increased competition in the U.S. packaged coffee and tea and single-serve and ready-to-drink coffee beverage markets, including from new and large entrants to this market could adversely affect the profitability of the Channel Development segment. Furthermore, declines in general consumer demand for specialty coffee products for any reason, including due to consumer preference for other products or flattening demand for our products, could have a negative effect on our business, including from price discounting we may have to undertake."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "area",
        "ccpa",
        "commission",
        "privacy data",
        "privacy shield",
        "shield",
        "approved",
        "california",
        "collection",
        "collection use",
        "current future",
        "economic area",
        "enacted",
        "european commission",
        "european economic",
        "licensed stores",
        "appropriately",
        "cap",
        "channels outside",
        "jobs",
        "mislabeling food",
        "acquired businesses",
        "administration",
        "almondmilk",
        "alternative products",
        "arrangement",
        "attention",
        "bankruptcies",
        "canada",
        "capacity"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 50,
          "text": "In addition, the European Commission in July 2016 and the Swiss Government in January 2017 approved the EU-U.S. and the Swiss-U.S. Privacy Shield frameworks, respectively, which are designed to allow U.S. companies that self-certify to the U.S. Department of Commerce and publicly commit to comply with the Privacy Shield requirements to freely import personal data from the EU and Switzerland. However, these frameworks face a number of legal challenges and their validity remains subject to legal, regulatory and political developments in both Europe and the U.S. The EU-U.S. Privacy Shield framework approved by the European Commission which is relied upon for transfers of personal data outside the European Economic Area could be invalidated by the Court of Justice of the European Union. The potential invalidation of this mechanism could have a significant adverse impact on our ability to process and transfer personal data outside of the European Economic Area."
        },
        {
          "year": 2019,
          "paragraphIndex": 49,
          "text": "In addition, our business is subject to complex and rapidly evolving U.S. and international laws and regulations regarding data privacy and data protection, and companies are under increased regulatory scrutiny relating to these matters. The Federal Trade Commission and many state attorneys general are also interpreting federal and state consumer protection laws to impose standards for the online collection, use, dissemination and security of data. The interpretation and application of existing laws and regulations regarding data privacy and data protection are in flux and authorities around the world are considering a number of additional legislative and regulatory proposals in this area. Current and future data privacy and data protection laws and regulations (including the GDPR and the CCPA, discussed in more detail in this risk factors section, and other applicable international and U.S. privacy laws), or new interpretations of existing laws and regulations, may limit our ability to collect and use data, require us to otherwise modify our data processing practices and policies or result in the possibility of fines, litigation or orders, which may have an adverse effect on our business and results of operations. The burdens imposed by these and other laws and regulations that may be enacted, or new interpretations of existing and future laws and regulations, may also require us to incur substantial costs in reaching compliance in a manner adverse to our business."
        },
        {
          "year": 2019,
          "paragraphIndex": 12,
          "text": "the European Union adopted a new regulation that became effective in May 2018, called the General Data Protection Regulation (“GDPR”), which requires companies to meet new requirements regarding the handling of personal data, including its use, protection and transfer and the ability of persons whose data is stored to correct or delete such data about themselves. Failure to meet the GDPR requirements could result in penalties of up to 4% of annual worldwide revenue. The GDPR also confers a private right of action on certain individuals and associations. Additionally, the California Privacy Act of 2018 (“CCPA”), which was enacted in June 2018 and will come into effect on January 1, 2020, provides a new private right of action for data breaches and requires companies that process information on California residents to make new disclosures to consumers about their data collection, use and sharing practices and allow consumers to opt out of certain data sharing with third parties. Our reputation and brand and our ability to attract new customers could also be adversely impacted if we fail, or are perceived to have failed, to properly respond to security breaches of our or third party’s information technology systems. Such failure to properly respond could also result in similar exposure to liability."
        },
        {
          "year": 2018,
          "paragraphIndex": 24,
          "text": "Also, a relatively small number of licensee partners own a large number of licensed stores. If such licensee partners are not able to access sufficient funds or financing, or are otherwise unable to successfully operate and grow their businesses, including their licensed stores, it could have a material adverse effect on our results in the markets in which they operate their licensed stores."
        },
        {
          "year": 2018,
          "paragraphIndex": 30,
          "text": "The CAP segment is now one of our two significant profit centers driving our global returns, along with our Americas segment. In particular, our China MBU contributes meaningfully to both consolidated and CAP net revenues and earnings. China is currently our fastest growing market and second largest market overall. With our recent acquisition of the East China business, the China market is now 100% company owned and, along with the U.S. market. Due to the significance of our China market for our profit and growth, we are exposed to risks in China, including the risks mentioned elsewhere below and the following:"
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "Business incidents, whether isolated or recurring and whether originating from us or our business partners, that erode consumer trust, such as actual or perceived breaches of privacy or violations of domestic or international privacy laws, contaminated food, product recalls, store employees or other food handlers infected with communicable diseases or other potential incidents discussed in this risk factors section, particularly if the incidents receive considerable publicity, including rapidly through social or digital media (including for malicious reasons), or result in litigation, and failure to respond appropriately to these incidents (or being perceived to not have reacted appropriately), can significantly reduce brand value, trigger boycotts of our stores or products or demonstrations at our stores, result in civil and criminal liability and have a negative impact on our financial results. Consumer demand for our products and our brand equity could diminish significantly if we, our employees or our licensees or other business partners fail to preserve the quality of our products, act or are perceived to act in an unethical, illegal, racially-biased or unequal treatment basis or socially irresponsible manner, including with respect to the sourcing, content or sale of our products, service and treatment at Starbucks stores or the use of customer data for general or direct marketing or other purposes, fail to comply with laws and regulations, publicly take controversial positions or actions or fail to deliver a consistently positive consumer experience in each of our markets, including by failing to invest in the right balance of wages and benefits to attract and retain employees that represent the brand well."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "risks related",
        "guidelines",
        "result covid",
        "payroll",
        "payroll tax",
        "safety protocols",
        "spread",
        "behaviors",
        "furthermore covid",
        "governmental regulations",
        "health guidelines",
        "hours",
        "light",
        "east",
        "east china",
        "Interest rates",
        "acquisition",
        "come",
        "control operating",
        "decline especially",
        "discontinuation",
        "employees delays",
        "events war",
        "expansion teavana",
        "integrate",
        "interbank",
        "internationally successfully",
        "libor"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "The further spread of COVID-19, and the requirements to take action to mitigate the spread of the pandemic, will impact our ability to carry out our business as usual and may materially adversely impact our business, results of operations, cash flows and financial condition. Even in regions where we have reopened stores, our stores may be subject to modified hours and operations and/or reduced customer traffic. Moreover, certain of those regions, including parts of China and the United States, have suffered a COVID-19 relapse after reopening. If those regions fail to fully contain COVID-19, or if additional regions suffer multiple COVID-19 relapses, any of those markets may not recover quickly or at all, which could have a material adverse effect on our business and results of operations. As a result, we may incur additional impairment charges to our inventory, store and corporate assets— and our ability to realize the benefits from deferred tax assets may become limited— any of which may have a significant or material impact on our financial results. On March 27, 2020, the U.S. government enacted the Coronavirus Aid, Relief and Economic Security Act (“CARES Act”), which among other things, provides employer payroll tax credits for wages paid to employees who are unable to work during the COVID-19 outbreak and options to defer payroll tax payments for a limited period. Based on our evaluation of the CARES Act, we qualify for certain employer payroll tax credits as well as the deferral of payroll tax payments in the future. Additionally, the Canadian government enacted the Canada Emergency Wage Subsidy (“CEWS”) to help employers offset a portion of their employee wages for a limited period. We elected to treat qualified government subsidies from the U.S., Canada and other governments as offsets to the related operating expenses. There is no guarantee that we will continue to meet the eligibility requirements to participate in any current or future government relief programs or that the benefits will meaningfully offset the lost revenues and incremental costs incurred. Increased volatility or significant disruption of global financial markets due in part to the COVID-19 pandemic could have a negative impact on our ability to access capital markets and other funding sources, on acceptable terms or at all and impede our ability to comply with debt covenants."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "The extent to which COVID-19 impacts our business, results of operations, cash flows and financial condition will depend on future developments, which are highly uncertain and cannot be predicted, including new information which may emerge concerning the severity of COVID-19 and the efficacy, scope and duration of actions to limit the spread of COVID-19 or treat its impact, among others. While such actions have been relaxed or rolled back in certain markets, the actions have been reinstated in certain regions that have suffered relapse, and may be reinstated in additional regions as the pandemic continues to evolve. The scope and timing of any such reinstatements are difficult to predict and may materially affect our future operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 7,
          "text": "As a retailer that is dependent upon consumer discretionary spending, our results of operations are sensitive to changes in or uncertainty about macro-economic conditions. Our customers may have or in the future have less money for discretionary purchases and may stop or reduce their purchases of our products or switch to Starbucks or competitors' lower-priced products as a result of various factors, including job losses, inflation, higher taxes, reduced access to credit, changes in federal economic policy and recent international trade disputes. Due to the COVID-19 pandemic, we may experience a reduction and/or increased volatility in demand for our products, which may be caused by, among other things: store closures or modified operating hours and business model, reduced customer traffic due to illness, quarantine or government or self-imposed restrictions placed on our stores' operations and changes in consumer spending behaviors (e.g. continued practice of social distancing, decrease in consumer confidence in general macroeconomic conditions and a decrease in consumer discretionary spending). Decreases in customer traffic and/or average value per transaction without a corresponding decrease in costs would put downward pressure on margins and would negatively impact our financial results. There is also a risk that if negative economic conditions or uncertainty, as a result of the COVID-19 pandemic or otherwise, persist for a long period of time or worsen, consumers may make long-lasting changes to their discretionary purchasing behavior, including less frequent discretionary purchases on a more permanent basis or there may be a general downturn in the restaurant industry."
        },
        {
          "year": 2019,
          "paragraphIndex": 29,
          "text": "The International segment is a significant profit center driving our global returns, along with our Americas segment. In particular, our China MBU contributes meaningfully to both consolidated and International net revenues and operating income. China is currently our fastest growing market and second largest market overall. With our acquisition of the East China business, the China market is 100% company-owned. Due to the significance of our China market for our profit and growth, we are exposed to risks in China, including the risks mentioned elsewhere and the following:"
        },
        {
          "year": 2019,
          "paragraphIndex": 12,
          "text": "the European Union adopted a new regulation that became effective in May 2018, called the General Data Protection Regulation (“GDPR”), which requires companies to meet new requirements regarding the handling of personal data, including its use, protection and transfer and the ability of persons whose data is stored to correct or delete such data about themselves. Failure to meet the GDPR requirements could result in penalties of up to 4% of annual worldwide revenue. The GDPR also confers a private right of action on certain individuals and associations. Additionally, the California Privacy Act of 2018 (“CCPA”), which was enacted in June 2018 and will come into effect on January 1, 2020, provides a new private right of action for data breaches and requires companies that process information on California residents to make new disclosures to consumers about their data collection, use and sharing practices and allow consumers to opt out of certain data sharing with third parties. Our reputation and brand and our ability to attract new customers could also be adversely impacted if we fail, or are perceived to have failed, to properly respond to security breaches of our or third party’s information technology systems. Such failure to properly respond could also result in similar exposure to liability."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "advertising",
        "promotional",
        "america",
        "north",
        "north america",
        "labor shortages",
        "marketing promotional",
        "promotional advertising",
        "trademarks",
        "adequately",
        "america operating",
        "people",
        "planet",
        "pricing",
        "registered",
        "americas",
        "payroll",
        "payroll tax",
        "spread",
        "americas operating",
        "european union",
        "privacy shield",
        "scope",
        "shield",
        "united",
        "Coronavirus",
        "americas segment",
        "approved",
        "canada",
        "cares"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 53,
          "text": "Our financial performance is highly dependent on our North America operating segment, which comprised approximately 70% of consolidated total net revenues in fiscal 2021. If the North America operating segment revenue trends slow or decline, or does not successfully recover in the post COVID-19 environment, especially in our U.S. market, our other segments may be unable to make up any significant shortfall and our business and financial results could be adversely affected. And because the North America segment is relatively mature and produces the large majority of our operating cash flows, such a slowdown or decline could result in reduced cash flows for funding the expansion of our international businesses and other initiatives and for returning cash to shareholders."
        },
        {
          "year": 2021,
          "paragraphIndex": 24,
          "text": "Our continued success depends in part on our ability to adjust our marketing, promotional and advertising plans and pricing strategy to respond quickly and effectively to shifting economic and competitive conditions as well as evolving customer preferences. We operate in a complex and costly marketing, promotional and advertising environment. Our marketing, promotional and advertising programs may not be successful in reaching our customers in the way we intend. Our success depends in part on whether the allocation of our advertising, promotional and marketing resources across different channels, including digital marketing, allows us to reach our customers effectively and efficiently, and in ways that are meaningful to them. If the advertising, promotional and marketing programs or our pricing strategies are not successful, or are not as successful as those of our competitors, our sales and market share could decrease."
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "We have registered certain trademarks and have other trademark registrations pending in the U.S. and certain foreign jurisdictions. The trademarks that we currently use have not been registered in all of the countries outside of the U.S. in which we do business or may do business in the future and may never be registered in all of these countries. It may be costly and time consuming to protect our intellectual property, and the steps we have taken to protect our intellectual property in the U.S. and foreign countries may not be adequate. In addition, the steps we have taken may not adequately ensure that we do not infringe the intellectual property of others, and third parties may claim infringement by us in the future. Any claim of infringement, whether or not it has merit, could be time-consuming, result in costly litigation and harm our business. In addition, we cannot ensure that licensees will not take actions that hurt the value of our intellectual property."
        },
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "The further spread of COVID-19, and the requirements to take action to mitigate the spread of the pandemic, will impact our ability to carry out our business as usual and may materially adversely impact our business, results of operations, cash flows and financial condition. Even in regions where we have reopened stores, our stores may be subject to modified hours and operations and/or reduced customer traffic. Moreover, certain of those regions, including parts of China and the United States, have suffered a COVID-19 relapse after reopening. If those regions fail to fully contain COVID-19, or if additional regions suffer multiple COVID-19 relapses, any of those markets may not recover quickly or at all, which could have a material adverse effect on our business and results of operations. As a result, we may incur additional impairment charges to our inventory, store and corporate assets— and our ability to realize the benefits from deferred tax assets may become limited— any of which may have a significant or material impact on our financial results. On March 27, 2020, the U.S. government enacted the Coronavirus Aid, Relief and Economic Security Act (“CARES Act”), which among other things, provides employer payroll tax credits for wages paid to employees who are unable to work during the COVID-19 outbreak and options to defer payroll tax payments for a limited period. Based on our evaluation of the CARES Act, we qualify for certain employer payroll tax credits as well as the deferral of payroll tax payments in the future. Additionally, the Canadian government enacted the Canada Emergency Wage Subsidy (“CEWS”) to help employers offset a portion of their employee wages for a limited period. We elected to treat qualified government subsidies from the U.S., Canada and other governments as offsets to the related operating expenses. There is no guarantee that we will continue to meet the eligibility requirements to participate in any current or future government relief programs or that the benefits will meaningfully offset the lost revenues and incremental costs incurred. Increased volatility or significant disruption of global financial markets due in part to the COVID-19 pandemic could have a negative impact on our ability to access capital markets and other funding sources, on acceptable terms or at all and impede our ability to comply with debt covenants."
        },
        {
          "year": 2020,
          "paragraphIndex": 54,
          "text": "In addition, the European Commission in July 2016 and the Swiss Government in January 2017 approved the EU-U.S. and the Swiss-U.S. Privacy Shield frameworks, respectively, which are designed to allow U.S. companies that self-certify to the U.S. Department of Commerce and publicly commit to comply with the Privacy Shield requirements to freely import personal data from the EU and Switzerland. However, these frameworks face a number of legal challenges and their validity remains subject to legal, regulatory and political developments in both Europe and the U.S. The EU-U.S. Privacy Shield framework approved by the European Commission, which is relied upon for transfers of personal data outside the European Economic Area could be invalidated by the Court of Justice of the European Union. The potential invalidation of this mechanism could have a significant adverse impact on our ability to process and transfer personal data outside of the European Economic Area."
        },
        {
          "year": 2020,
          "paragraphIndex": 42,
          "text": "Our financial performance is highly dependent on our Americas operating segment, as it comprised approximately 70% of consolidated total net revenues in fiscal 2020. If the Americas operating segment revenue trends slow or decline, or does not successfully recover in the post COVID-19 environment, especially in our U.S. market, our other segments may be unable to make up any significant shortfall and our business and financial results could be adversely affected. And because the Americas segment is relatively mature and produces the large majority of our operating cash flows, such a slowdown or decline could result in reduced cash flows for funding the expansion of our international businesses and other initiatives and for returning cash to shareholders."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "esg",
        "scope",
        "esg related",
        "governance",
        "initiatives goals",
        "plan",
        "reinvention",
        "reinvention plan",
        "environmental social",
        "progress",
        "scope esg",
        "social governance",
        "changing rules",
        "climate related",
        "conditions continued",
        "people",
        "planet",
        "border",
        "border data",
        "care",
        "care workers",
        "cross",
        "cross border",
        "data transfers",
        "does",
        "effort",
        "financially",
        "health care",
        "initiatives include",
        "macro"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 56,
          "text": "collecting, measuring and reporting ESG related information and metrics can be costly, difficult and time consuming and is subject to evolving reporting standards, including the SEC’s recently proposed climate-related reporting requirements, and similar proposals by other international regulatory bodies. We may also communicate certain initiatives and goals, regarding environmental matters, diversity, responsible sourcing and social investments and other ESG related matters, in our SEC filings or in other public disclosures. These initiatives and goals within the scope of ESG could be difficult and expensive to implement, the technologies needed to implement them may not be cost effective and may not advance at a sufficient pace, and we could be criticized for the accuracy, adequacy or completeness of the disclosure. Further, statements about our ESG related initiatives and goals, and progress against those goals, may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. In addition, we could be criticized for the scope or nature of such initiatives or goals, or for any revisions to these goals. If our ESG-related data, processes and reporting are incomplete or inaccurate, or if we fail to achieve progress with respect to our goals within the scope of ESG on a timely basis, or at all, our reputation, business, financial performance and growth could be adversely affected."
        },
        {
          "year": 2022,
          "paragraphIndex": 55,
          "text": "We are subject to changing rules and regulations promulgated by a number of governmental and self-regulatory organizations, including the SEC, the Nasdaq Stock Market and the Financial Accounting Standards Board. These rules and regulations continue to evolve in scope and complexity and many new requirements have been created in response to laws enacted by Congress, making compliance more difficult and uncertain. In addition, increasingly regulators, customers, investors, employees and other stakeholders are focusing on environmental, social and governance (“ESG”) matters and related disclosures. These changing rules, regulations and stakeholder expectations have resulted in, and are likely to continue to result in, increased general and administrative expenses and increased management time and attention spent complying with or meeting such regulations and expectations. For example, developing and acting on initiatives within the scope of ESG, and"
        },
        {
          "year": 2022,
          "paragraphIndex": 22,
          "text": "Business incidents, whether isolated or recurring and whether originating from us or our business partners, that erode consumer trust can significantly reduce brand value, potentially trigger boycotts of our stores or result in civil or criminal liability and can have a negative impact on our financial results. Such incidents include actual or perceived breaches of privacy or violations of domestic or international privacy laws, contaminated food, product recalls, store employees or other food handlers infected with communicable diseases, such as COVID-19, safety-related incidents or other potential incidents discussed in this risk factors section. The impact of such incidents may be exacerbated if they receive considerable publicity, including rapidly through social or digital media (including for malicious reasons) or result in litigation. Consumer demand for our products and our brand equity could diminish significantly if we, our employees, licensees or other business partners fail to preserve the quality of our products, act or are perceived to act in an unethical, illegal, racially-biased, unequal or socially irresponsible manner, including with respect to the sourcing, content or sale of our products, service and treatment of customers at Starbucks stores, treatment of employees or the use of customer data for general or direct marketing or other purposes. Furthermore, if we are not effective in addressing our social and environmental program goals, executing on our Reinvention Plan, or achieving relevant sustainability goals, consumer trust in our brand may suffer, and this perception could result in negative publicity or litigation. Additionally, if we fail to comply with laws and regulations, take controversial positions or actions or fail to deliver a consistently positive consumer experience in each of our markets, including by failing to invest in the right balance of wages and benefits to attract and retain employees that represent the brand well or to foster an inclusive and diverse environment, our brand value may be diminished."
        },
        {
          "year": 2021,
          "paragraphIndex": 29,
          "text": "In June 2021, the European Commission finalized recommendations in relation to cross border data transfers and published new versions of the Standard Contractual Clauses. The new requirements will require us to incur costs and expenses in order to comply and may impact the transfer of personal data throughout our organization and to third parties."
        },
        {
          "year": 2021,
          "paragraphIndex": 18,
          "text": "There is no assurance that we will be able to implement important strategic initiatives in accordance with our expectations or that they will generate expected returns, which may result in an adverse impact on our business and financial results. These strategic initiatives, which include our profit-, people- and planet-positive visions, are designed to create growth, improve our results of operations and drive long-term shareholder value, and include:"
        },
        {
          "year": 2021,
          "paragraphIndex": 10,
          "text": "such incidents may be exacerbated if they receive considerable publicity, including rapidly through social or digital media (including for malicious reasons) or result in litigation. Consumer demand for our products and our brand equity could diminish significantly if we, our employees, licensees or other business partners fail to preserve the quality of our products, act or are perceived to act in an unethical, illegal, racially-biased, unequal or socially irresponsible manner, including with respect to the sourcing, content or sale of our products, service and treatment of customers at Starbucks stores, treatment of employees, or the use of customer data for general or direct marketing or other purposes. Furthermore, if we are not effective in addressing our social and environmental program goals, including our people- and planet-positive work, or achieving relevant sustainability goals, consumer trust in our brand may suffer. Additionally, if we fail to comply with laws and regulations, take controversial positions or actions or fail to deliver a consistently positive consumer experience in each of our markets, including by failing to invest in the right balance of wages and benefits to attract and retain employees that represent the brand well or to foster an inclusive and diverse environment, our brand value may be diminished."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "personal information",
        "Artificial intelligence",
        "Interest rates",
        "epidemics",
        "changes prevailing",
        "extreme",
        "extreme weather",
        "prevailing",
        "prevailing rates",
        "ability fully",
        "actions taken",
        "actors",
        "adoption",
        "adoption artificial",
        "adverse consequences",
        "travel",
        "advantage",
        "drought conditions",
        "especially light",
        "expanding",
        "furthermore covid",
        "licensed stores",
        "light covid",
        "operated licensed",
        "taking",
        "unionized",
        "acceptable",
        "access capital",
        "account",
        "additionally california"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 61,
          "text": "For example, Europe’s General Data Protection Regulation (“GDPR”) and the U.K. General Data Protection Regulation (which implements the GDPR into U.K. law), impose stringent data protection requirements and provide for significant penalties for noncompliance. In China, the Personal Information Protection Law (“PIPL”), has established personal information processing rules, data subject rights, and obligations for personal information processors, among other things. In addition to the PIPL, China’s Data Security Law, regulates data processing activities associated with personal and non-personal data. Noncompliance with these laws may result in significant civil and criminal penalties. Other newly enacted and proposed privacy and data protection laws in other jurisdictions served by Starbucks and its licensees may impose similar requirements, including"
        },
        {
          "year": 2023,
          "paragraphIndex": 51,
          "text": "We recognize that there are inherent climate-related risks wherever business is conducted. For example, as we noted above, the supply and price of coffee we purchase can also be affected by multiple factors in the producing countries, such as weather and water supply quality and availability, which factors may be caused by or exacerbated by climate change. Climate change may also result in decreased availability, less favorable pricing, or other adverse consequences for non-coffee inputs in our products. In particular, climate change may affect the availability of water in the markets in which we operate and expect to operate and elsewhere in our supply chain, which could have adverse impacts on our business. We operate in 86 markets globally. Our properties and operations may be vulnerable to the adverse effects of climate change, which are predicted to increase the frequency and severity of extreme weather events and other natural cycles such as wildfires and droughts. Such events have the potential to disrupt our operations, cause store closures, disrupt the business of our third-party suppliers and impact our customers, all of which may cause us to suffer losses and additional costs to maintain or resume operations."
        },
        {
          "year": 2023,
          "paragraphIndex": 72,
          "text": "Health epidemics or pandemics have in the past and may in the future impact macroeconomic conditions, consumer behavior, labor availability and supply chain management, as well as local operations in impacted markets, all of which can adversely affect our business, financial results and outlook. Governmental responses to health epidemics or pandemics, including operational restrictions, can also affect the foregoing items and adversely affect our business and financial results. The duration and scope of a health epidemic or pandemic can be difficult to predict and depends on many factors, including the emergence of new variants and the availability, acceptance and effectiveness of preventative measures. A health epidemic or pandemic may also heighten other risks disclosed in these risk factors, including, but not limited to, those related to the availability and costs of labor and commodities, supply chain interruptions, consumer behavior, and consumer perceptions of our brand and industry."
        },
        {
          "year": 2022,
          "paragraphIndex": 7,
          "text": "The COVID-19 pandemic has had, and is continuing to have, a significant impact on our business and results of operations. At the peak of the COVID-19 outbreak, many of our company-operated and licensed stores were closed. For stores that remained open, same-store sales declined due to modified operating hours and reduced customer traffic. While nearly all of our company-operated and licensed stores have reopened, we expect that certain parts of our operations will continue to be impacted by the continuing effects of COVID-19, including resurgences and variants of the virus. Our China market experienced unprecedented COVID-19 pandemic-related restrictions in multiple cities that severely impacted customer mobility. It remains difficult to predict the full impact of the COVID-19 pandemic on the broader economy and how consumer behavior may change, and whether such change is temporary or permanent. Social distancing, telecommuting and reductions in travel may become the new normal. In addition, the COVID-19 pandemic has required and may continue to require us to make controversial decisions about precautionary measures, such as vaccinations, showing proof of vaccinations and face coverings, that could impact our results, including by impacting our brand, our employee retention and satisfaction and the willingness of customers to buy our products. All of these conditions could fundamentally impact the way we work and the services we provide, and could have continuing adverse effects on our financial performance. As a result, we may incur additional impairment charges to our inventory, store and corporate assets—and our ability to realize the benefits from deferred tax assets may become limited—any of which may have a significant or material impact on our financial results."
        },
        {
          "year": 2022,
          "paragraphIndex": 48,
          "text": "The supply and price of coffee we purchase can also be affected by multiple factors in the producing countries, such as weather, water supply quality and availability throughout the coffee production chain, natural disasters, crop disease and pests, general increase in farm inputs and costs of production, inventory levels, political and economic conditions and the actions of certain organizations and associations that have historically attempted to influence prices of green coffee through agreements establishing export quotas or by restricting coffee supplies. Climate change may further exacerbate many of these factors. Speculative trading in coffee commodities can also influence coffee prices. For example, drought conditions in Brazil have and, given continued drought conditions, are predicted to continue to impact coffee prices. Because of the significance of coffee beans to our operations, combined with our ability to only partially mitigate future price risk through purchasing practices and hedging activities, increases in the cost of high-quality arabica coffee beans could have a material adverse impact on our profitability. In addition, if we are not able to purchase sufficient quantities of green coffee due to any of the above factors or due to a worldwide or regional shortage, we may not be able to fulfill the demand for our coffee, which could have a material adverse impact on our business operations and financial performance."
        },
        {
          "year": 2022,
          "paragraphIndex": 52,
          "text": "Our business could be adversely impacted by increases in labor costs, including wages and benefits, which, in a retail business such as ours, are two of our most significant costs, both domestically and internationally, including those increases triggered by state and federal legislation and regulatory actions regarding wages, scheduling and benefits; increased healthcare and workers’ compensation insurance costs; increased wages and costs of other benefits necessary to attract and retain high-quality employees with the right skill sets and increased wages, benefits and costs related to the COVID-19 pandemic. The growth of our business can make it increasingly difficult to locate and hire sufficient numbers of employees, to maintain an effective system of internal controls for a globally dispersed enterprise and to train employees worldwide to deliver a consistently high-quality product and customer experience, which could materially harm our business and results of operations. Furthermore, we have experienced, and could continue to experience, a shortage of labor for store positions, including due to market trends and conditions such as continued concerns around COVID-19, the availability of new telecommuting employment options and other factors, which could decrease the pool of available qualified talent for key functions. Such labor shortages could be further exacerbated by expanded COVID-19 vaccination requirements. In addition, our wages and benefits programs may be insufficient to attract and retain the best talent. Starting in December 2021, Starbucks partners at company-operated stores in multiple jurisdictions across the U.S. began filing for unionization elections and a number of these stores have now successfully unionized, with potentially more to follow. While the number of partners represented by unions is not significant, if a significant portion of our employees were to become unionized, our labor costs could increase and our business could be negatively affected by other requirements and expectations that could increase our costs, change our employee culture, decrease our flexibility and disrupt our business. Additionally, our responses to any union organizing efforts could negatively impact how our brand is perceived and have adverse effects on our business, including on our financial results. These responses could also expose us to legal risk, causing us to incur costs to defend legal and regulatory actions, potential penalties and restrictions or reputational harm."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "legal proceedings",
        "social program",
        "allegations",
        "announced",
        "announced guidance",
        "anticipated",
        "collective",
        "csrd",
        "guidance market",
        "litigation legal",
        "marketing strategies",
        "meet announced",
        "minimum",
        "obtain",
        "sweetener",
        "COVID-19",
        "covid pandemic",
        "epidemics",
        "reinvention",
        "reinvention plan",
        "social environmental",
        "environmental program",
        "behavior ability",
        "common stock",
        "concern",
        "epidemic",
        "headings",
        "include increased",
        "looking",
        "meet market"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 82,
          "text": "We have been, and in the future may be, subject to litigation and other legal proceedings that may adversely affect our business. These legal proceedings may involve claims brought by store partners, customers, government agencies, suppliers, shareholders, or others through private actions, administrative proceedings, regulatory actions, or other litigation, including litigation on a class or collective basis on behalf of what can be a large group of potential claimants. These legal proceedings have involved, and in the future may involve, allegations of illegal, unfair, or inconsistent employment practices, including those governing wage and hour, employment of minors, discrimination, harassment, wrongful termination, and vacation and family leave laws; food-safety issues including food-borne illness, food contamination, and adverse health effects from consumption of our food products; data security or privacy breaches; customer discrimination; personal injury in our stores; marketing and advertising claims, including claims that our environmental and social program claims are misleading or inaccurate; infringement of patent, copyright, or other intellectual property rights; violation of the federal securities laws; workers’ compensation; or other concerns. We are party to a number of pending lawsuits and governmental audits alleging violations of federal and state employment laws, including wage and hour claims, and we could be involved in similar or even more significant litigation and legal proceedings in the future. Even if the allegations against us in current or future legal matters are unfounded or we ultimately are held not liable, the costs to defend ourselves may be significant, and the litigation may subject us to substantial settlements, fines, penalties, or judgments against us and may divert management’s attention away from operating our business, all of which could negatively impact our financial condition and results of operations. Litigation also may generate negative publicity, regardless of whether the allegations are valid or we ultimately are not liable, which could damage our reputation and adversely impact our sales as well as our relationships with our store partners and customers. See Note 16 , Commitments and Contingencies, to the consolidated financial statements included in Item 8 of Part II of this 10-K for information regarding certain legal proceedings in which we are involved."
        },
        {
          "year": 2024,
          "paragraphIndex": 55,
          "text": "We have in the past failed, and may in the future fail, to meet our announced guidance or market expectations, which has adversely affected, and could in the future adversely affect, the market price of our stock. Our guidance is based on certain assumptions, which may or may not prove to be correct. Failure to meet our announced guidance or market expectations going forward, particularly with respect to our operational and financial results, shareholder returns, and expectations regarding the success of our Back to Starbucks plan and related guidance, whether due to our assumptions not being met or the impact of various risks and uncertainties, will likely result in a decline and/or increased volatility in the market price of our stock. In addition, price and volume fluctuations in the stock market as a whole may affect the market price of our stock in ways that may be unrelated to our financial performance."
        },
        {
          "year": 2024,
          "paragraphIndex": 61,
          "text": "Starting in September 2021, Starbucks partners at a number of company-operated stores sought union representation through elections conducted by the National Labor Relations Board. Unions have secured representation rights at hundreds of our more than 10,000 U.S. company-operated stores, with potentially more to follow, and Starbucks is engaged in collective bargaining for initial collective bargaining agreements for these stores. If we encounter difficulties negotiating collective bargaining agreements, are unsuccessful in those efforts, or obtain contracts with unfavorable terms, then we could incur additional costs, change our employee culture, decrease our flexibility, and increase our operational complexity. These risks could also present the potential to disrupt our current operational model by affecting our ability to fully implement operational changes to enhance our efficiency and adapt to changing business needs."
        },
        {
          "year": 2023,
          "paragraphIndex": 0,
          "text": "You should carefully consider the risks described below in addition to the other information set forth in this Annual Report on Form 10-K, including the Management’s Discussion and Analysis of Financial Conditions and Results of Operations section, the Quantitative and Qualitative Disclosures About Market Risk section and the consolidated financial statements and related notes. If any of the risks and uncertainties described in the cautionary factors described below actually occur or continue to occur, our business, financial condition and results of operations and the trading price of our common stock could be materially and adversely affected. The considerations and risks that follow are organized within relevant headings but may be relevant to other headings as well. Moreover, the risks below are not the only risks we face and additional risks not currently known to us or that we presently deem immaterial may emerge or become material at any time and may negatively impact our business, reputation, financial condition, results of operations or the trading price of our common stock. It is not possible for management to predict all such risks, nor can it assess the impact of all such risks on Starbucks business or the extent to which any risk, or combination of risks, may cause actual results to differ materially from those contained in any forward-looking statements. Given these risks and uncertainties, investors should not place undue reliance on forward-looking statements as a prediction of actual results."
        },
        {
          "year": 2023,
          "paragraphIndex": 72,
          "text": "Health epidemics or pandemics have in the past and may in the future impact macroeconomic conditions, consumer behavior, labor availability and supply chain management, as well as local operations in impacted markets, all of which can adversely affect our business, financial results and outlook. Governmental responses to health epidemics or pandemics, including operational restrictions, can also affect the foregoing items and adversely affect our business and financial results. The duration and scope of a health epidemic or pandemic can be difficult to predict and depends on many factors, including the emergence of new variants and the availability, acceptance and effectiveness of preventative measures. A health epidemic or pandemic may also heighten other risks disclosed in these risk factors, including, but not limited to, those related to the availability and costs of labor and commodities, supply chain interruptions, consumer behavior, and consumer perceptions of our brand and industry."
        },
        {
          "year": 2023,
          "paragraphIndex": 3,
          "text": "The ongoing relevance of our brand may depend on making sufficient progress toward our social and environmental program goals as well as the successful execution of the Reinvention Plan, each of which requires company-wide coordination and alignment. We are working to manage risks and costs to us, our licensees and our supply chain of any effects of climate change as well as diminishing energy and water resources. These risks include any increased public focus, including by governmental"
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "responsible business",
        "materially affect",
        "shifts",
        "increase compliance",
        "landscape",
        "enforcing",
        "governments",
        "guarantee",
        "impacting",
        "responsibility",
        "strategic transactions",
        "underperform",
        "varying",
        "access capital",
        "ambitious",
        "environmental social",
        "esg",
        "breaches",
        "similar",
        "assurance",
        "basis",
        "esg related",
        "initiatives goals",
        "material negative",
        "order",
        "program",
        "social governance",
        "social program",
        "period time",
        "beverage products"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 54,
          "text": "Implementing responsible business initiatives and reporting progress can be costly, complex, and subject to evolving standards, assumptions, and internal controls. Public disclosures may be criticized for accuracy or completeness, and previously reported data may require future adjustments. Failure to meet targets or goals adopted in connection with our responsible business initiatives or otherwise respond to stakeholder expectations on these topics could harm our reputation, reduce customer loyalty, and adversely affect our financial performance. Inadequate progress on responsible business initiatives may also erode trust, trigger negative publicity, litigation, or boycotts, and expose us to civil or criminal liability. Objections from third parties or governments to these initiatives may result in reputational harm, administrative, legislative, or public backlash, or other adverse action, and could negatively impact our financial results or business performance. Such consequences could also result from actual or perceived changes to the scope or extent of our responsible business initiatives, or any discontinuation thereof. Objections may come both from those who believe these initiatives are overly ambitious or inappropriate, and from those who believe they are not ambitious enough. As focus on these issues from consumers, government actors, and other stakeholders intensifies, the risks described in this section may increase."
        },
        {
          "year": 2025,
          "paragraphIndex": 53,
          "text": "We are subject to evolving and increasingly complex laws and regulations from various authorities and regulatory bodies. These rules—often inconsistent across jurisdictions—can increase compliance uncertainty and administrative costs. Additionally, growing stakeholder focus on responsible business matters has led to heightened expectations and regulatory requirements, such as extended producer responsibility obligations that relate to our product packaging, the EU’s Corporate Sustainability Reporting Directive, or the state of California’s new climate change disclosure requirements. The evolving obligations may increase compliance costs and the risk of noncompliance."
        },
        {
          "year": 2025,
          "paragraphIndex": 56,
          "text": "Our policies and procedures are designed to ensure compliance with all applicable laws, regulations, and reporting requirements, including those imposed by the SEC, Nasdaq, and foreign jurisdictions. This includes trade, labor, healthcare, food and beverage, sanitation, safety, environmental, labeling, anti-bribery and corruption, and merchandise laws. These legal frameworks are complex and often subject to varying interpretations, which may result in inadvertent non-compliance. Regulatory shifts—such as changes in enforcement priorities—can increase compliance costs and expand reporting obligations. Failure to comply with such laws and regulations could result in the imposition of civil or criminal liability."
        },
        {
          "year": 2024,
          "paragraphIndex": 70,
          "text": "We are subject to changing rules and regulations promulgated by a number of regulators and organizations, including the SEC, the European Union, the Nasdaq Stock Market, and the Financial Accounting Standards Board. These rules and regulations continue to evolve in scope and complexity, and many new requirements have been created in response to laws enacted by Congress and state legislatures, which in certain cases may be inconsistent with one another, making compliance more difficult and uncertain. In addition, regulators, customers, investors, employees, and other stakeholders are focusing on environmental, social, and governance (commonly referred to as “ESG”) matters and related disclosures and operational regulations. These changing rules, regulations, and stakeholder expectations have resulted in, and are likely to continue to result in, increased general and administrative expenses and increased management time and attention spent complying with or meeting such regulations and expectations. For example, developing and acting on initiatives within the scope of ESG, and collecting, measuring, and reporting ESG-related information and metrics can be costly, difficult, and time consuming and is subject to evolving reporting standards, including the SEC’s climate-related reporting requirements and similar proposals by other international regulatory bodies. For example, the European Union’s Corporate Sustainability Reporting Directive (“CSRD”), with different implementation dates depending on company size and geographic location, has established extensive ESG-related disclosure requirements based on the European Sustainability Reporting Standards, including certain assurance obligations. The standards used to identify and collect the information and data required pursuant to the CSRD are still developing and uncertain, and this lack of certainty could result in increased costs related to complying with our reporting obligations under the CSRD and could increase the risk of failing to comply with the CSRD."
        },
        {
          "year": 2024,
          "paragraphIndex": 72,
          "text": "effective and may not advance at a sufficient pace, and we could be criticized for the accuracy, adequacy, or completeness of the disclosure. Further, statements about our ESG-related initiatives and goals, and progress toward those goals, may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. Previously reported data may in the future be adjusted to reflect improvements in the availability and quality of third-party data, changing assumptions, changes in the nature and scope of our operations, and other changes in circumstances. If our ESG-related data, processes, and reporting are incomplete or inaccurate, our reputation, business, financial performance, and growth could be adversely affected. If we are unable to meet our ESG-related goals, commitments, initiatives, or evolving stakeholder or industry expectations and standards, if we change or are perceived to have changed our goals, commitments, or initiatives, or if we are perceived to have not responded appropriately to stakeholder interests in ESG issues, customers and consumers may choose to stop purchasing our products or purchase products from another company or a competitor, and our reputation, business, or financial condition may be adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 11,
          "text": "Furthermore, if we are not effective in making sufficient progress toward our environmental and social program goals, consumer trust in our brand may suffer, and this perception could result in negative publicity or litigation. The ongoing relevance of our brand may depend on making sufficient progress toward our environmental and social program goals, each of which requires company-wide coordination and alignment. Increased public focus, including by governmental and nongovernmental organizations, on environmental sustainability matters, including climate change, diminishing energy and water resources, packaging and waste, deforestation, biodiversity loss, greenhouse gas emissions, and land use, may result in increased pressure to set goals and take actions to meet them, which could expose us to market, operational, and execution costs or risks. Statements regarding our environmental and social program goals reflect our current plans and aspirations; our environmental and social program-related policies, practices, and goals are voluntary, challenging, and subject to change at our discretion. Some third parties may object to the scope or nature of our environmental and social program initiatives or goals, or any revisions to these initiatives or goals, which could give rise to negative responses by governmental actors (such as retaliatory legislative treatment), consumers (such as boycotts or negative publicity campaigns), or other third parties that could adversely affect our brand value."
        }
      ]
    }
  ]
}