{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "care payers",
        "Climate change",
        "adhere",
        "caps",
        "caps damages",
        "chief legal",
        "clinical quality",
        "damages actions",
        "employer individual",
        "exposures",
        "failure adhere",
        "group february",
        "infections",
        "legal officer",
        "patient",
        "served capacity",
        "optumrx",
        "optumhealth",
        "excess",
        "abates",
        "achieving",
        "affected manage",
        "america",
        "arguments",
        "authorities largely",
        "best",
        "carriers",
        "charged",
        "communities",
        "competitively unable"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 67,
          "text": "We are routinely made party to a variety of legal actions related to, among other matters, the design, management and delivery of our product and service offerings. These matters have included or could in the future include matters related to health care benefits coverage and payment claims (including disputes with enrollees, customers and contracted and non-contracted physicians, hospitals and other health care professionals), tort claims (including claims related to the delivery of health care services, such as medical malpractice by staff at our affiliates’ facilities, or by health care practitioners who are employed by us, have contractual relationships with us, or serve as providers to our managed care networks, including as a result of a failure to adhere to applicable clinical, quality and/or patient safety standards), antitrust claims (including as a result of changes in the enforcement of antitrust laws), whistleblower claims (including claims under the False Claims Act or similar statutes), contract and labor disputes, tax claims and claims related to disclosure of certain business practices. In addition, certain of our pharmacy services operations are subject to the clinical quality, patient safety and other risks inherent in the dispensing, packaging and distribution of drugs, including claims related to purported dispensing and other operational errors. We may also be party to certain class action lawsuits brought by health care professional groups and consumers. We operate in jurisdictions outside of the United States where contractual rights, tax positions and applicable regulations may be subject to interpretation or uncertainty to a greater degree than in the United States, and therefore subject to dispute by customers, government authorities or others. Any failure by us to adhere to the laws and regulations applicable to our businesses could subject us to civil and criminal penalties."
        },
        {
          "year": 2021,
          "paragraphIndex": 39,
          "text": "The ongoing COVID-19 pandemic continues to impact health systems, businesses, governments and customer and consumer activities. The future impact to our business is primarily dependent upon the ultimate pacing, intensity and duration of the crisis, the severity of new variants of the COVID-19 virus, and the effectiveness and extent of administration of vaccinations and treatments, factors which remain uncertain at this time. These factors continue to affect the related treatment, testing, coverage and other services we provide for the people we serve. We may experience an increase in medical care costs as people seek care which was deferred during the pandemic and individuals with chronic conditions may require additional care needs resulting from missed treatments. The premiums and fees we charge, including premiums dependent upon documented health conditions, may not be sufficient to cover the medical and administrative costs associated with COVID-19 and other care services. Similarly, state and federal mandates for coverage may result in additional incurred expenses that are not associated with increases in government reimbursement (such as requirements for insurers to cover at-home COVID-19 testing).We have experienced and may continue to experience reduced demand for certain services Optum provides to care providers, health plans and employers as a result of reduced clinical and claims activity and changes in business priorities resulting from COVID-19. In addition, our care delivery business may continue to be adversely impacted by COVID-19 infections and exposures affecting providers we employ, resulting in reduced capacity to handle demand for care and related partial or full closures of our facilities. Our non-clinical workforce may also be adversely impacted by COVID-19 infections and exposures impacting our business operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 31,
          "text": "Ms. Short\nhas served as Executive Vice President and Chief Legal Officer of UnitedHealth Group from January 2013 to January 2021 and from June 2021 to present. Prior to joining UnitedHealth Group, Ms. Short served as the Managing Partner at Dorsey & Whitney LLP, an international law firm, from January 2007 to December 2012."
        },
        {
          "year": 2020,
          "paragraphIndex": 102,
          "text": "We provide pharmacy care services through our OptumRx and UnitedHealthcare businesses. Each business is subject to federal and state anti-kickback, beneficiary inducement and other laws governing the relationships of the business with pharmaceutical manufacturers, physicians, pharmacies, customers and consumers. In addition, federal and state legislatures regularly consider new regulations for the industry which could materially affect current industry practices, including potential new legislation and regulations regarding the receipt or disclosure of rebates and other fees from pharmaceutical companies, the development and use of formularies and other utilization management tools, the use of average wholesale prices or other pricing benchmarks, pricing for specialty pharmaceuticals, limited access to networks and pharmacy network reimbursement methodologies. Additionally, various governmental agencies have conducted investigations into certain PBM practices, which have resulted in other PBMs agreeing to civil penalties, including the payment of money and entry into corporate integrity agreements. As a provider of pharmacy benefit management services, OptumRx is also subject to an increasing number of licensure, registration and other laws and accreditation standards impacting the business practices of a pharmacy benefit manager. OptumRx also conducts business through home delivery, specialty and compounding pharmacies, pharmacies located in community mental health centers and home infusion, which subjects it to extensive federal, state and local laws and regulations, including those of the DEA and individual state controlled substance authorities, the Food and Drug Administration (FDA) and Boards of Pharmacy."
        },
        {
          "year": 2020,
          "paragraphIndex": 68,
          "text": "We are routinely made party to a variety of legal actions related to, among other matters, the design, management and delivery of our product and service offerings. These matters have included or could in the future include matters related to health care benefits coverage and payment claims (including disputes with enrollees, customers and contracted and non-contracted physicians, hospitals and other health care professionals), tort claims (including claims related to the delivery of health care services, such as medical malpractice by staff at our affiliates’ facilities, or by health care practitioners who are employed by us, have contractual relationships with us, or serve as providers to our managed care networks), whistleblower claims (including claims under the False Claims Act or similar statutes), contract and labor disputes, tax claims and claims related to disclosure of certain business practices. We may also be party to certain class action lawsuits brought by health care professional groups and consumers. In addition, we operate in jurisdictions outside of the United States where contractual rights, tax positions and applicable regulations may be subject to interpretation or uncertainty to a greater degree than in the United States, and therefore subject to dispute by customers, government authorities or others. We are largely self-insured with regard to litigation risks. While we maintain excess liability insurance with outside insurance carriers for claims in excess of our self-insurance, certain types of damages, such as punitive damages in some circumstances, are not covered by insurance. Although we record"
        },
        {
          "year": 2020,
          "paragraphIndex": 38,
          "text": "The ongoing COVID-19 global health crisis continues to have major impacts on health systems, businesses, governments and customer and consumer activities. We have mobilized the full strength of our resources to deliver the best care for patients, support for our members and care provider partners, keep our employees safe and deliver innovative solutions and support for the communities we serve and the entire health system. The impact to our business is primarily dependent upon the ultimate pacing, intensity and duration of the crisis, and the timing for widespread availability and effectiveness of a vaccine, factors which remain uncertain at this time. These factors continue to affect the related treatment, testing, coverage and other services we provide for the people we serve. As the crisis abates, we may experience an increase in medical care costs as people seek care which was deferred during the pandemic and individuals with chronic conditions may require additional care needs resulting from missed treatments. The premiums and fees we charge, including premiums dependent upon documented health conditions, may not be sufficient to cover the medical and administrative costs associated with COVID-19 and other care services. In addition, we have experienced and may continue to experience reduced demand for certain services Optum provides to care providers, health plans and employers as a result of reduced clinical and claims activity and changes in business priorities resulting from COVID-19."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "erin",
        "accountable value",
        "counsel",
        "fully accountable",
        "general counsel",
        "rupert",
        "arising",
        "better experiences",
        "bondy",
        "chief people",
        "crises arising",
        "disasters",
        "erin mcsweeney",
        "experiences lower",
        "extreme",
        "covid pandemic",
        "continues",
        "defined",
        "reports form",
        "request",
        "annual reports",
        "continue experience",
        "copy",
        "corporation global",
        "download",
        "duration",
        "experienced continue",
        "exposures",
        "governance policies",
        "infections"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "Rupert Bondy\nhas served as Executive Vice President and Chief Legal Officer of UnitedHealth Group since March 2022 and additionally as Corporate Secretary since April 2022. Prior to joining UnitedHealth Group, Rupert served as Senior Vice President, General Counsel and Corporate Secretary at Reckitt Benckiser Group, a consumer goods group focused on hygiene, health and nutrition products, from January 2017 to February 2022. Prior to joining Reckitt Benckieser Group, he served as Group General Counsel of BP plc, an international energy company, and, among his prior positions, as Senior Vice President and General Counsel of GlaxoSmithKline, a global pharmaceutical company."
        },
        {
          "year": 2022,
          "paragraphIndex": 32,
          "text": "Erin McSweeney\nhas served as Executive Vice President and Chief People Officer of UnitedHealth Group since March 2022. From February 2021 to March 2022, Erin served as chief of staff to UnitedHealth Group’s Office of the Chief Executive. From January 2017 to February 2021, she served as Executive Vice President and Chief Human Resources Officer at Optum. Prior to joining UnitedHealth Group, Erin was Executive Vice President and Chief Human Resources Officer for EMC Corporation, an international technology company."
        },
        {
          "year": 2022,
          "paragraphIndex": 40,
          "text": "We manage medical costs through underwriting criteria, product design, negotiation of competitive provider contracts and care management programs. Total medical costs are affected by the number of individual services rendered, the cost of each service and the type of service rendered. Our premium revenue on commercial policies and Medicaid contracts is typically based on a fixed monthly rate per individual or family served for a 12-month period and is generally priced one to six months before the contract commences. Our revenue on certain Medicare policies is based on bids submitted to CMS in June of the year before the contract year. Our premium revenue on fully accountable value-based care products at Optum Health is typically based on a fixed monthly rate per individual served. Although we base the commercial, Medicaid and value-based premiums we charge and our Medicare bids on our estimates of future medical costs over the fixed contract period, many factors may cause actual costs to exceed those estimated and reflected in premiums or bids. These factors may include medical cost inflation, increased use of services, increased cost of individual services, costs to deliver care, large-scale medical emergencies, the potential effects of climate change, pandemics, the introduction of new or costly drugs, treatments and technology, new treatment guidelines, newly mandated benefits or other regulatory changes and insured population characteristics. For Optum Health’s fully accountable value-based care, our inability to provide higher-quality outcomes and better experiences at lower costs or our"
        },
        {
          "year": 2021,
          "paragraphIndex": 33,
          "text": "You can access our website at www.unitedhealthgroup.com to learn more about our company. From the site you can download and print copies of our annual reports to shareholders, annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, along with amendments to those reports. You can also download from our website our certificate of incorporation and bylaws; corporate governance policies, including our Principles of Governance; Board of Directors Committee Charters; Code of Conduct; and annual sustainability report. We make periodic reports and amendments available, free of charge, on our website, as soon as reasonably practicable after we file or furnish these reports to the Securities and Exchange Commission (SEC). We will also provide a copy of any of our corporate governance policies published on our website free of charge, upon request. To request a copy of any of these documents, please submit your request to: UnitedHealth Group Incorporated, 9900 Bren Road East, Minnetonka, MN 55343, Attn: Corporate Secretary. Information on or linked to our website is neither part of nor incorporated by reference into this Annual Report on Form 10-K or any other SEC filings."
        },
        {
          "year": 2021,
          "paragraphIndex": 39,
          "text": "The ongoing COVID-19 pandemic continues to impact health systems, businesses, governments and customer and consumer activities. The future impact to our business is primarily dependent upon the ultimate pacing, intensity and duration of the crisis, the severity of new variants of the COVID-19 virus, and the effectiveness and extent of administration of vaccinations and treatments, factors which remain uncertain at this time. These factors continue to affect the related treatment, testing, coverage and other services we provide for the people we serve. We may experience an increase in medical care costs as people seek care which was deferred during the pandemic and individuals with chronic conditions may require additional care needs resulting from missed treatments. The premiums and fees we charge, including premiums dependent upon documented health conditions, may not be sufficient to cover the medical and administrative costs associated with COVID-19 and other care services. Similarly, state and federal mandates for coverage may result in additional incurred expenses that are not associated with increases in government reimbursement (such as requirements for insurers to cover at-home COVID-19 testing).We have experienced and may continue to experience reduced demand for certain services Optum provides to care providers, health plans and employers as a result of reduced clinical and claims activity and changes in business priorities resulting from COVID-19. In addition, our care delivery business may continue to be adversely impacted by COVID-19 infections and exposures affecting providers we employ, resulting in reduced capacity to handle demand for care and related partial or full closures of our facilities. Our non-clinical workforce may also be adversely impacted by COVID-19 infections and exposures impacting our business operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 63,
          "text": "Some providers render services to our members who do not have contracts with us. In those cases, we do not have a pre-established understanding about the amount of compensation due to the provider for services rendered to our members. In some states, the amount of compensation due to these out-of-network providers is defined by law or regulation, but in other cases the amount is either not defined or is established by a standard which does not clearly specify dollar terms. In some instances, providers may believe they are underpaid for their services and may either litigate or arbitrate their dispute with us."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "ai ml",
        "ml",
        "previously future",
        "incorporating",
        "periods result",
        "powered",
        "powered incorporating",
        "Generative AI",
        "actions investigations",
        "automation",
        "compromises",
        "emerging",
        "evolving ai",
        "fail provide",
        "aarp",
        "brazilian",
        "plans medicare",
        "sca",
        "COVID-19",
        "aarp branded",
        "based fixed",
        "branded",
        "certain acquisitions",
        "compassion relationships",
        "computer",
        "continuing",
        "continuing changes",
        "fixed monthly",
        "litigation challenges"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "As an enterprise, we increasingly rely on new and evolving technologies, including those powered by or incorporating AI/ML, as part of our internal operations and in the delivery of our products and services. New technologies have potential and power to improve and optimize operational processes and clinical outcomes across the healthcare system, but also present ethical, technological, legal, regulatory and other risks. With respect to AI/ML, we have developed and implemented policies and procedures intended to promote and sustain responsible design, development, and use of AI/ML, consistent with industry best practices. Any inadequacy or failure in compliance with our responsible use of AI/ML policies and procedures or emerging laws, regulations and standards governing AI/ML use could cause our technology products not to operate as intended or to produce outcomes that could have a material and adverse effect on our business, reputation, results of operations, financial position and cash flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 45,
          "text": "The volume of health care data generated, and the uses of data, including electronic health records, are rapidly expanding. We depend on the integrity of the data in our information systems to implement new and innovative services, automate and deploy new technologies to simplify administrative processes and clinical decision making, price our products and services adequately, provide effective service to our customers and consumers in an efficient and uninterrupted fashion, provide timely payments to care providers, and accurately report our results of operations. In addition, connectivity among technologies is becoming increasingly important and recent trends toward greater consumer engagement in health care require new and enhanced technologies, including more sophisticated applications for mobile devices and new tools and products that leverage AI/ML to improve the customer experience. We anticipate that fast-evolving AI/ML technologies, including generative AI, will play an increasingly important role in our information systems and customer-facing technology products. Our ability to protect and enhance existing systems and develop new systems to keep pace with changes in information processing technology (including AI/ML), regulatory standards and changing customer preferences will require an ongoing commitment of significant development and operational resources. If these commitments fail to provide the anticipated benefits, if we are unable to successfully anticipate future technology developments, or if the cost to keep pace with the technological changes exceed our estimates, we could be exposed to reputational harm and experience adverse effects on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 44,
          "text": "Our business depends on the integrity and timeliness of the data we use to serve our members, customers and health care professionals and to operate our business. If the data we rely upon to run our businesses is found to be inaccurate or unreliable or if we fail to effectively maintain or protect the integrity of our data and information systems, including systems powered by or incorporating artificial intelligence and machine learning (AI/ML), we could experience failures in our health, wellness and information technology products; lose existing customers; have difficulty attracting new customers; experience problems in determining medical cost estimates and establishing appropriate pricing; have difficulty preventing, detecting and controlling fraud; have disputes with customers, physicians and other health care professionals; become subject to regulatory sanctions, penalties, investigations or audits; incur increases in operating expenses; or suffer other adverse consequences."
        },
        {
          "year": 2022,
          "paragraphIndex": 69,
          "text": "As part of our business strategy, we frequently engage in discussions with third parties regarding possible investments, acquisitions, divestitures, strategic alliances, joint ventures and outsourcing transactions and often enter into agreements relating to such transactions. For example, we have a strategic alliance with AARP under which we provide AARP-branded Medicare Supplement insurance to AARP members and other AARP-branded products and services to Medicare beneficiaries. If we fail to meet the needs of our alliance or joint venture partners, including by developing additional products and services, providing high levels of service, pricing our products and services competitively or responding effectively to applicable federal and state regulatory changes, our alliances and joint ventures could be damaged or terminated, which in turn could adversely impact our reputation, business and results of operations. Further, governmental actions, such as actions by the FTC or DOJ, may affect our ability to complete our merger and acquisition transactions, which could adversely affect our future growth. If we fail to identify and successfully complete transactions to meet our strategic objectives, we may be required to expend resources to develop products and technology internally, be placed at a competitive disadvantage or we may be adversely affected by negative market perceptions, any of which may have a material adverse effect on our results of operations, financial position or cash flows."
        },
        {
          "year": 2022,
          "paragraphIndex": 70,
          "text": "Successful acquisitions are also dependent on effectively integrating the acquired business into our existing operations, including our internal control environment and culture, or otherwise leveraging its operations which may present challenges different from those presented by organic growth and may be difficult for us to manage. In addition, even with appropriate diligence, pre-acquisition practices of an acquired business may expose us to legal challenges and investigations. For example, in January 2021, an indictment for alleged violations of antitrust laws was issued by the DOJ against our subsidiary, Surgical Care Affiliates (SCA), based on conduct alleged to have begun more than five years prior to our acquisition of SCA. We are vigorously defending this lawsuit, but if SCA is found liable, we may be subject to criminal fines or reputational harm. If we"
        },
        {
          "year": 2022,
          "paragraphIndex": 93,
          "text": "We currently operate outside of the United States and in the future may acquire or commence additional businesses based outside of the United States, increasing our exposure to non-U.S. regulatory regimes. Our failure to comply with U.S. or non-U.S. laws and regulations governing our conduct outside the United States or to establish constructive relations with non-U.S. regulators could adversely affect our ability to market our products and services or to do so at targeted operating margins, which may have a material adverse effect on our business, financial condition and results of operations. Non-U.S. regulatory regimes, which vary by jurisdiction, encompass, among other matters, local and cross-border taxation, licensing, tariffs, intellectual property, investment, capital (including minimum solvency margin and reserve requirements), management control, labor, anti-fraud, anti-corruption and privacy and data protection regulations (including requirements for cross-border data transfers). For example, our UnitedHealthcare Employer & Individual international business subjects us to Brazilian laws and regulations affecting hospitals, managed care and insurance industries and to regulation by Brazilian regulators, including the national regulatory agency for private health insurance and plans, the Agência Nacional de Saúde Suplementar, while our Banmédica business is subject to Chilean, Colombian and Peruvian laws, regulations and regulators applicable to hospitals and private insurance. Any international regulator may take an approach to the interpretation, implementation and enforcement of industry regulations which could differ from the approach taken by U.S. regulators. In addition, our non-U.S. businesses and operations are subject to U.S. laws regulating the conduct and activities of U.S.-based businesses operating abroad, such as the FCPA, which prohibits offering, promising, providing or authorizing others to give anything of value to a foreign government official to obtain or retain business or otherwise secure a business advantage."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "chris",
        "heather",
        "roles",
        "cianfrocco",
        "cyberattacks",
        "johnson",
        "noel",
        "numerous",
        "september",
        "serving",
        "talents",
        "tim",
        "zaetta",
        "acquiring",
        "alleges",
        "chief operating",
        "currencies",
        "dirk",
        "operating officer",
        "rupert",
        "april prior",
        "attacks",
        "benckiser",
        "bondy",
        "brian",
        "brian thompson",
        "currency",
        "currency exchange",
        "cyber attacks",
        "dirk mcmahon"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 32,
          "text": "Chris Zaetta\nhas served as Executive Vice President, Chief Legal Officer and Corporate Secretary of UnitedHealth Group since May 2024. Previously, Chris served as Chief Legal Officer of Optum from September 2020 until May 2024. Prior to joining Optum in 2020, Chris was Vice President at Johnson & Johnson, a pharmaceutical company. Chris also held several leadership roles at UnitedHealth Group from May 2011 to September 2019, including Head of Litigation and General Counsel of the organization’s government businesses."
        },
        {
          "year": 2024,
          "paragraphIndex": 28,
          "text": "Heather Cianfrocco\nhas served as Chief Executive Officer of Optum since April 2024. Previously, Heather served as Optum's President and held numerous leadership roles since joining UnitedHealth Group from 2008 until April 2024, including serving as Chief Executive Officer of Optum Rx, Chief Executive Officer for Optum's Health Services and Chief Executive Officer of UnitedHealthcare Community & State."
        },
        {
          "year": 2024,
          "paragraphIndex": 30,
          "text": "Tim Noel\nhas served as Chief Executive Officer of UnitedHealthcare since January 2025. Previously, Tim served as Chief Executive Officer of UnitedHealthcare’s Medicare & Retirement business and held numerous leadership roles since joining UnitedHealth Group from 2007 until January 2025, including serving as Chief Financial Officer and Senior Vice President of federal products for Medicare & Retirement."
        },
        {
          "year": 2023,
          "paragraphIndex": 30,
          "text": "Dirk McMahon\nhas served as President and Chief Operating Officer of UnitedHealth Group since February 2021. He previously served as Chief Executive Officer of UnitedHealthcare from June 2019 to April 2021, President and Chief Operating Officer of Optum from April 2017 to June 2019 and Executive Vice President, Operations at UnitedHealth Group from November 2014 to April 2017. Dirk also served as Chief Executive Officer of Optum Rx from November 2011 to November 2014. Prior to 2011, he held various positions in UnitedHealthcare in operations, technology and finance."
        },
        {
          "year": 2023,
          "paragraphIndex": 32,
          "text": "Rupert Bondy\nhas served as Executive Vice President and Chief Legal Officer of UnitedHealth Group since March 2022 and additionally as Corporate Secretary since April 2022. Prior to joining UnitedHealth Group, Rupert served as Senior Vice President, General Counsel and Corporate Secretary at Reckitt Benckiser Group, a consumer goods group focused on hygiene, health and nutrition products, from January 2017 to February 2022. Prior to his service with Reckitt Benckiser Group, he served as Group General Counsel of BP plc, an international energy company, and, among his prior positions, as Senior Vice President and General Counsel of GlaxoSmithKline, a global pharmaceutical company."
        },
        {
          "year": 2023,
          "paragraphIndex": 74,
          "text": "As we operate our business outside of the United States, we face risks different from those presented by acquisitions of domestic businesses, including risks in adapting to new markets, languages, business, labor and cultural practices and regulatory environments. Managing these risks could require us to devote significant senior management attention and other resources to the acquired businesses before we realize anticipated synergies or other benefits from those businesses. These risks vary widely by country and, outside of the United States, may include political instability, government intervention, unanticipated court decisions, discriminatory regulation and currency exchange controls or other restrictions, which could prevent us from transferring funds from these operations out of the countries in which our acquired businesses operate, or converting local currencies we hold into U.S. dollars or other currencies."
        }
      ]
    }
  ]
}