{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "aca",
        "european",
        "optumhealth",
        "unitedhealthcare brazil",
        "aca cms",
        "aca modified",
        "affecting hospitals",
        "associations",
        "associations certain",
        "companies write",
        "comprise nearly",
        "congressional",
        "contents following",
        "cost management",
        "creditors",
        "health reform",
        "legislation",
        "reform legislation",
        "exchanges",
        "icd",
        "amil",
        "codes",
        "optumcare",
        "analysis",
        "applies",
        "business assessment",
        "business model",
        "calculations",
        "compliant",
        "cooperatives"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "The Trump Administration and Congressional Leaders have expressed their intentions to repeal and replace the ACA. We cannot predict if the ACA will be modified, repealed or replaced, but changes to this law could materially impact our operating results, require us to revise the ways in which we conduct business or put us at risk for loss of business."
        },
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "Many of the government health care coverage programs in which we participate are subject to the prior satisfaction of certain conditions or performance standards or benchmarks. For example, as part of the ACA, CMS has a system that provides various quality bonus payments to Medicare Advantage plans that meet certain quality star ratings at the local plan level. The star rating system considers various measures adopted by CMS, including, among other things, quality of care, preventative services, chronic illness management and customer satisfaction. Plans must have a rating of four stars or higher to qualify for bonus payments. If we do not maintain or continue to improve our star ratings, our plans may not be eligible for quality bonuses and we may experience a negative impact on our revenues and the benefits that our plans can offer, which could materially and adversely affect our membership levels, results of operations, financial position and cash flows. In addition, under the ACA, Congress authorized CMS and the states to implement MMP managed care demonstration programs to serve dually eligible beneficiaries to improve the coordination of their care. Health plan participation in these demonstration programs is subject to CMS approval of specified care delivery models and the satisfaction of conditions to participation, including meeting certain performance requirements. Any changes in standards or care delivery models that apply to government health care programs, including Medicare, Medicaid and the MMP demonstration programs for dually eligible beneficiaries, or our inability to improve our quality scores and star ratings to meet government performance requirements or to match the performance of our competitors could result in limitations to our participation in or exclusion from these or other government programs, which in turn could materially and adversely affect our results of operations, financial position and cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 17,
          "text": "Our results of operations, financial position and cash flows could be materially and adversely affected if the number of individuals who gain coverage under the ACA varies from our expectations, if the demand for the ACA related products and capabilities offered by our Optum businesses is less than anticipated or if our costs are greater than anticipated."
        },
        {
          "year": 2015,
          "paragraphIndex": 18,
          "text": "Our results of operations, financial position and cash flows could be materially and adversely affected if the number of individuals who gain coverage under Health Reform Legislation varies from our expectations, if the demand for Health Reform Legislation related products and capabilities offered by our Optum businesses is less than anticipated or if our costs are greater than anticipated. For a discussion of individual exchange-compliant products, see Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”"
        },
        {
          "year": 2015,
          "paragraphIndex": 17,
          "text": "Health Reform Legislation required the establishment of health insurance exchanges for individuals and small employers and requires insurers participating on the health insurance exchanges to offer a minimum level of benefits and includes guidelines on setting premium rates and coverage limitations. While risk adjustment applies to most individual and small group plans in the commercial markets, actual risk adjustment calculations and transfers could materially differ from our assumptions. Our participation in these exchanges involves uncertainties associated with mix and volume of business and could adversely affect our results of operations, financial position and cash flows."
        },
        {
          "year": 2015,
          "paragraphIndex": 24,
          "text": "Many of the government health care coverage programs in which we participate are subject to the prior satisfaction of certain conditions or performance standards or benchmarks. For example, as part of Health Reform Legislation, CMS has a system that provides various quality bonus payments to plans that meet certain quality star ratings at the local plan level. The star rating system considers various measures adopted by CMS, including, among other things, quality of care, preventative services, chronic illness management and customer satisfaction. Plans must have a rating of four stars or higher to qualify for bonus payments. If we do not maintain or continue to improve our star ratings, our plans may not be eligible for quality bonuses and we may experience a negative impact on our revenues and the benefits that our plans can offer, which could materially and adversely affect our membership levels, results of operations, financial position and cash flows. In addition, under Health Reform Legislation, Congress authorized CMS and the states to implement MMP managed care demonstration programs to serve dually eligible beneficiaries to improve the coordination of their care. Health plan participation in these demonstration programs is subject to CMS approval of specified care delivery models and the satisfaction of conditions to participation, including meeting certain performance requirements. Any changes in standards or care delivery models that apply to government health care programs, including Medicare, Medicaid and the MMP demonstration programs for dually eligible beneficiaries, or our inability to improve our quality scores and star ratings to meet government performance requirements or to match the performance of our competitors could result in limitations to our participation in or exclusion from these or other government programs, which in turn could materially and adversely affect our results of operations, financial position and cash flows."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "protected",
        "protected personal",
        "home infusion",
        "infusion",
        "cyber risks",
        "detect",
        "governing businesses",
        "information security",
        "infusion services",
        "legislation",
        "pharmacy benefit",
        "preventive",
        "techniques",
        "union data",
        "access disable",
        "demonstration",
        "demonstration programs",
        "event",
        "dually",
        "dually eligible",
        "eligible beneficiaries",
        "mmp",
        "requirements resulting",
        "accident",
        "actuarial",
        "adjusting",
        "adjustment model",
        "administration",
        "adverse consequences",
        "authorized"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "We routinely process, store and transmit large amounts of data in our operations, including protected personal information as well as proprietary or confidential information relating to our business or third-parties. Some of the data we process, store and transmit may be outside of the United States due to our information technology systems and international business operations. We are regularly the target of attempted cyber-attacks and other security threats and may be subject to breaches of the information technology systems we use. We have programs in place to detect, contain and respond to data security incidents and provide employee awareness training around phishing, malware and other cyber risks to protect, to the greatest extent possible, against cyber risks and security breaches. However, because the techniques used to obtain unauthorized access, disable or degrade service, or sabotage systems change frequently and may be difficult to detect for long periods of time, we may be unable to anticipate these techniques or implement adequate preventive measures. Experienced computer programmers and hackers may be able to penetrate our layered security controls and misappropriate or compromise protected personal information or proprietary or confidential information or that of third-parties, create system disruptions or cause system shutdowns. They also may be able to develop and deploy viruses, worms and other malicious software programs that attack our systems or otherwise exploit any security vulnerabilities. Hardware, software, or applications we develop or procure from third"
        },
        {
          "year": 2017,
          "paragraphIndex": 34,
          "text": "We could face potential claims in connection with purported errors by our home delivery or specialty pharmacies or the provision of home infusion services, including in connection with the risks inherent in the packaging and distribution of pharmaceuticals and other health care products. Disruptions from any of our home delivery, specialty pharmacy or home infusion services could materially and adversely affect our results of operations, financial position and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 27,
          "text": "The collection, maintenance, protection, use, transmission, disclosure and disposal of protected personal information are regulated at the federal, state, international and industry levels and requirements are imposed on us by contracts with customers. These laws, rules and requirements are subject to change. Compliance with new privacy and security laws, regulations and requirements may result in increased operating costs, and may constrain or require us to alter our business model or operations. For example, the HITECH amendments to HIPAA imposed further restrictions on our ability to collect, disclose and use protected personal information and imposed additional compliance requirements on our business."
        },
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "Many of the government health care coverage programs in which we participate are subject to the prior satisfaction of certain conditions or performance standards or benchmarks. For example, as part of the ACA, CMS has a system that provides various quality bonus payments to Medicare Advantage plans that meet certain quality star ratings at the local plan level. The star rating system considers various measures adopted by CMS, including, among other things, quality of care, preventative services, chronic illness management and customer satisfaction. Plans must have a rating of four stars or higher to qualify for bonus payments. If we do not maintain or continue to improve our star ratings, our plans may not be eligible for quality bonuses and we may experience a negative impact on our revenues and the benefits that our plans can offer, which could materially and adversely affect our membership levels, results of operations, financial position and cash flows. In addition, under the ACA, Congress authorized CMS and the states to implement MMP managed care demonstration programs to serve dually eligible beneficiaries to improve the coordination of their care. Health plan participation in these demonstration programs is subject to CMS approval of specified care delivery models and the satisfaction of conditions to participation, including meeting certain performance requirements. Any changes in standards or care delivery models that apply to government health care programs, including Medicare, Medicaid and the MMP demonstration programs for dually eligible beneficiaries, or our inability to improve our quality scores and star ratings to meet government performance requirements or to match the performance of our competitors could result in limitations to our participation in or exclusion from these or other government programs, which in turn could materially and adversely affect our results of operations, financial position and cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 34,
          "text": "Our pharmacy care services businesses would be materially and adversely affected by our inability to contract on favorable terms with pharmaceutical manufacturers and other suppliers, and could face potential claims in connection with purported errors by our home delivery or specialty pharmacies, including in connection with the risks inherent in the packaging and distribution of pharmaceuticals and other health care products. Disruptions at any of our home delivery or specialty pharmacies due to an accident or an event that is beyond our control could affect our ability to process and dispense prescriptions in a timely manner and could materially and adversely affect our results of operations, financial position and cash flows."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "Due to its complexity and continued uncertainty, the ACA’s impact remains difficult to predict and could adversely affect us. The ACA includes specific reforms for the individual and small group marketplace, including guaranteed availability of coverage, adjusted community rating requirements (which include elimination of health status and gender rating factors), essential health benefit requirements (resulting in benefit changes for many members) and actuarial value requirements resulting in expanded benefits or reduced member cost sharing (or a combination of both) for many policyholders. In addition, if we do not maintain certain MLRs, we are required to rebate ratable portions of our premiums to our customers. These requirements can cause significant disruptions in local health care markets and adjustments to our business, all of which could materially and adversely affect our results of operations, financial position and cash flows."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "financial statements",
        "term",
        "payable",
        "consolidated financial",
        "costs payable",
        "notes",
        "long term",
        "notes consolidated",
        "reporting",
        "noncontrolling",
        "unitedhealth",
        "unitedhealth group",
        "accounting",
        "comprehensive",
        "earnings operations",
        "adversely",
        "materially adversely",
        "adversely affect",
        "position cash",
        "affected",
        "adversely affected",
        "systems",
        "affect results",
        "relationships",
        "laws regulations",
        "operate",
        "actions",
        "fail",
        "forward looking",
        "looking"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 53,
          "text": "Our Medicare Advantage and Medicare Part D premium revenues are subject to periodic adjustment under the CMS risk adjustment payment methodology. The CMS risk adjustment model provides higher per member payments for enrollees diagnosed with certain conditions and lower payments for enrollees who are healthier. We estimate risk adjustment revenues based upon the data submitted and expected to be submitted to CMS. As a result of the variability of factors that determine such estimations, the actual amount of CMS’ retroactive payments could be materially more or less than our estimates. This may result in favorable or unfavorable adjustments to our Medicare premium revenue and, accordingly, our profitability. For more detail on premium revenues, see Note 2 of Notes to the Consolidated Financial Statements included in Part II, Item 8, “Financial Statements and Supplementary Data.” Risk adjustment data for our plans is subject to review by the federal and state governments, including audit by regulators. See Note 12 of Notes to the Consolidated Financial Statements included in Part II, Item 8, “Financial Statements and Supplementary Data” for additional information regarding these audits. Our estimates of premiums to be recognized are reduced by any expected premium minimum MLR rebates payable by us."
        },
        {
          "year": 2018,
          "paragraphIndex": 34,
          "text": "Long-Term Debt. Periodically, we access capital markets to issue long-term debt for general corporate purposes, such as, to meet our working capital requirements, to refinance debt, to finance acquisitions or for share repurchases. For more information on our debt, see Note 8 of Notes to the Consolidated Financial Statements included in Part II, Item 8 “Financial Statements and Supplementary Data.”"
        },
        {
          "year": 2018,
          "paragraphIndex": 73,
          "text": "We have audited the accompanying consolidated balance sheets of UnitedHealth Group Incorporated and subsidiaries (the \"Company\") as of December 31, 2018 and 2017, the related consolidated statements of operations, comprehensive income, changes in equity and cash flows for each of the three years in the period ended December 31, 2018, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2018 and 2017, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2018, in conformity with accounting principles generally accepted in the United States of America."
        },
        {
          "year": 2017,
          "paragraphIndex": 57,
          "text": "During a prolonged unfavorable economic environment, state and federal budgets could be materially and adversely affected, resulting in reduced reimbursements or payments in our federal and state government health care coverage programs, including Medicare, Medicaid and CHIP. A reduction in state Medicaid reimbursement rates could be implemented retrospectively to apply to payments already negotiated or received from the government and could materially and adversely affect our results of operations, financial position and cash flows. In addition, state and federal budgetary pressures could cause the affected governments to impose new or a higher level of taxes or assessments for our commercial programs, such as premium taxes on insurance companies and HMOs and surcharges or fees on select fee-for-service and capitated medical claims. Any of these developments or actions could materially and adversely affect our results of operations, financial position and cash flows."
        },
        {
          "year": 2017,
          "paragraphIndex": 37,
          "text": "Our businesses compete throughout the United States, South America and other foreign markets and face significant competition in all of the geographic markets in which we operate. In particular markets, our competitors, compared to us, may have greater capabilities, resources or market share; a more established reputation; superior supplier or health care professional arrangements; better existing business relationships; lower profit margin or financial return expectations; or other factors that give such competitors a competitive advantage. Our competitive position may also be adversely affected by significant merger and acquisition activity that has occurred in the industries in which we operate, both among our competitors and suppliers (including hospitals, physician groups and other health care professionals). Consolidation may make it more difficult for us to retain or increase our customer base, improve the terms on which we do business with our suppliers, or maintain or increase profitability. In addition, new direct-to-consumer business models from competing businesses may make it more difficult for us to directly engage consumers in the selection and management of their health care benefits and health care usage, and we may face challenges from new technologies and market entrants that could disrupt our existing relationship with health plan enrollees in these areas. Our business, results of operations, financial position and cash flows could be materially and adversely affected if we do not compete effectively in our markets, if we set rates too high or too low in highly competitive markets, if we do not design and price our products properly and competitively, if we are unable to innovate and deliver products and services that demonstrate value to our customers, if we do not provide a satisfactory level of services, if membership or demand for other services does not increase as we expect or declines, or if we lose accounts with more profitable products while retaining or increasing membership in accounts with less profitable products."
        },
        {
          "year": 2017,
          "paragraphIndex": 43,
          "text": "The success of some of our businesses, including OptumHealth and UnitedHealthcare Brazil, depend on maintaining satisfactory physician relationships as employees, independent contractors or joint venture partners. The physicians that practice medicine or contract with our affiliated physician organizations could terminate their provider contracts or otherwise become unable or unwilling to continue practicing medicine or contracting with us. There is and will likely be heightened competition in the markets where we operate to acquire or manage physician practices or to employ or contract with individual physicians. If we are unable to maintain or grow satisfactory relationships with physicians, or to acquire, recruit or, in some instances, employ physicians, or to retain enrollees following the departure of a physician, our revenues could be materially and adversely affected. In addition, our affiliated physician organizations contract with health insurance and HMO competitors of UnitedHealthcare. Our businesses could suffer if our affiliated physician organizations fail to maintain relationships with these health insurance or HMO companies, or fail to adequately price their contracts with these third-party payers."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "critical audit",
        "audit matter",
        "ibnr claim",
        "matter",
        "audit matters",
        "claim liability",
        "controls",
        "management estimate",
        "estimate ibnr",
        "reasonableness",
        "specialists",
        "communicated",
        "cycles",
        "accuracy",
        "addressed",
        "reform",
        "tax reform",
        "served risk",
        "compliant",
        "tax liabilities",
        "mail",
        "reduced",
        "reflected",
        "absolute",
        "acquire",
        "advances",
        "analytics",
        "attractive",
        "backlogs",
        "based benefit"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 62,
          "text": "The critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate."
        },
        {
          "year": 2019,
          "paragraphIndex": 64,
          "text": "We identified the IBNR claim liability as a critical audit matter because of the significant assumptions made by management in estimating the liability. This required complex auditor judgment, and an increased extent of effort, including the involvement of actuarial specialists in performing procedures to evaluate the reasonableness of management’s methods, assumptions and judgments in developing the liability."
        },
        {
          "year": 2019,
          "paragraphIndex": 69,
          "text": "We identified certain reporting units as a critical audit matter because of the significant assumptions made by management to estimate the fair value of the reporting unit. This required increased auditor judgment and extent of effort, including involvement of fair value specialists to evaluate the reasonableness of management’s estimates and assumptions related to financial projections, which can be impacted by regulatory and macro-economic factors."
        },
        {
          "year": 2018,
          "paragraphIndex": 4,
          "text": "Tax Reform. Tax Reform was enacted by the U.S federal government in December 2017, changing existing United States tax law, including reducing the U.S. corporate income tax rate. In 2018, the impact of Tax Reform was partially offset by the return of the nondeductible Health Insurance Industry Tax."
        },
        {
          "year": 2018,
          "paragraphIndex": 28,
          "text": "Increased cash flows provided by operating activities were primarily driven by higher net earnings and changes in working capital accounts, partially offset by the change in net deferred tax liabilities driven by tax reform."
        },
        {
          "year": 2018,
          "paragraphIndex": 19,
          "text": "Our effective tax rate decreased primarily due to the impact of Tax Reform and the Health Insurance Tax moratorium. The provision for income taxes included a $1.2 billion benefit from the revaluation of net deferred tax liabilities."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "adversely",
        "materially adversely",
        "adversely affect",
        "position cash",
        "affected",
        "adversely affected",
        "systems",
        "operate",
        "affect results",
        "relationships",
        "laws regulations",
        "continue",
        "competitive",
        "privacy",
        "develop",
        "financial statements",
        "payable",
        "reporting",
        "costs payable",
        "claim",
        "consolidated financial",
        "notes",
        "noncontrolling",
        "balance",
        "notes consolidated",
        "unitedhealth",
        "unitedhealth group",
        "accounting",
        "comprehensive",
        "critical"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 45,
          "text": "We are dependent on our ability to attract, develop and retain qualified employees and executives, including those with diverse backgrounds, experiences and skill sets, to operate and expand our business. Experienced and highly skilled employees and executives in the health care and technology industries are in high demand and the market for their services is extremely competitive. We may have difficulty in replacing key executives because of the limited number of qualified individuals in these industries with the breadth of skills and experience required to operate and successfully expand our business. In addition, we believe our corporate culture fosters integrity, compassion, relationships, innovation and performance. Adverse changes to our corporate culture could harm our business operations and our ability to retain key employees and executives. While we have development and succession plans in place for our key employees and executives, these plans do not guarantee the services of our key employees and executives will continue to be available to us. If we are unable to attract, develop, retain and effectively manage the development and succession plans for key employees and executives, our business, results of operations and future performance could be adversely affected."
        },
        {
          "year": 2020,
          "paragraphIndex": 24,
          "text": "In addition, our success in the health care marketplace will depend on our ability to develop and deliver innovative and potentially disruptive products and services to satisfy evolving market demands. If we do not continue to innovate and provide products and services, which are useful and relevant to consumers and our customers, we may not remain competitive, and we risk losing market share to existing competitors and disruptive new market entrants. For example, new direct-to-consumer business models from competing businesses may make it more difficult for us to directly engage consumers in the selection and management of their health care benefits and health care usage. We may face challenges from new technologies and market entrants which could affect our existing relationship with health plan enrollees in these areas. Any failure by us to continue to develop innovative care models could result in competitive disadvantages and loss of market share. Our business, results of operations, financial position and cash flows could be materially and adversely affected if we do not compete effectively in our markets, if we set rates too high or too low in highly competitive markets, if we do not design and price our products properly and competitively, if we are unable to innovate and deliver products and services demonstrating value to our customers, if we do not provide a satisfactory level of services, if membership or demand for other services does not increase as we expect or declines, or if we lose accounts with more profitable products while retaining or increasing membership in accounts with less profitable products."
        },
        {
          "year": 2020,
          "paragraphIndex": 30,
          "text": "The success of some of our businesses, including OptumHealth and UnitedHealthcare Global, depend on maintaining satisfactory relationships with physicians as our employees, independent contractors or joint venture partners. The physicians who practice medicine or contract with our affiliated physician organizations could terminate their provider contracts or otherwise become unable or unwilling to continue practicing medicine or contracting with us. We face and will likely continue to face heightened competition in the markets where we operate to acquire or manage physician practices or to employ or contract with individual physicians. If we are unable to maintain or grow satisfactory relationships with physicians, or to acquire, recruit or, in some instances, employ physicians, or to retain enrollees following the departure of a physician, our revenues could be materially and adversely affected. In addition, our affiliated physician organizations contract with competitors of UnitedHealthcare. Our businesses could suffer if our affiliated physician organizations fail to maintain relationships with these companies, or fail to adequately price their contracts with these third-party payers."
        },
        {
          "year": 2019,
          "paragraphIndex": 58,
          "text": "We have audited the accompanying consolidated balance sheets of UnitedHealth Group Incorporated and subsidiaries (the \"Company\") as of December 31, 2019 and 2018, the related consolidated statements of operations, comprehensive income, changes in equity and cash flows for each of the three years in the period ended December 31, 2019, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2019 and 2018, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2019, in conformity with accounting principles generally accepted in the United States of America."
        },
        {
          "year": 2019,
          "paragraphIndex": 62,
          "text": "The critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate."
        },
        {
          "year": 2019,
          "paragraphIndex": 68,
          "text": "At December 31, 2019, the Company’s goodwill balance was $66 billion. As discussed in Note 2 of the financial statements, goodwill is tested for impairment for certain of the Company’s reporting units, at least annually, by comparing the carrying values of the reporting units to the estimated fair values as of the impairment testing date. The estimates of the reporting unit fair values are calculated using discounted cash flows, which include financial projections including significant assumptions about revenue trends, medical cost trends, and operating costs as well as discount rates. Comparative market multiples are used to corroborate the results of the discounted cash flow test. The fair values of the reporting units exceeded the carrying values as of the impairment testing date, therefore no impairment was recognized."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "care payers",
        "Climate change",
        "adhere",
        "caps",
        "caps damages",
        "clients",
        "clinical quality",
        "damages actions",
        "dispensing",
        "exposures",
        "failure adhere",
        "infections",
        "patient",
        "patient safety",
        "payers physicians",
        "optumhealth",
        "optumrx",
        "assurance",
        "excess",
        "services optumrx",
        "abates",
        "actions nature",
        "affected manage",
        "allegations failed",
        "america",
        "arguments",
        "assurance current",
        "assurance investments",
        "audit medicaid",
        "august"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 32,
          "text": "We are routinely made party to a variety of legal actions related to, among other matters, the design, management and delivery of our product and service offerings. These matters have included or could in the future include matters related to health care benefits coverage and payment claims (including disputes with enrollees, customers and contracted and non-contracted physicians, hospitals and other health care professionals), tort claims (including claims related to the delivery of health care services, such as medical malpractice by staff at our affiliates’ facilities, or by health care practitioners who are employed by us, have contractual relationships with us, or serve as providers to our managed care networks, including as a result of a failure to adhere to applicable clinical, quality and/or patient safety standards), antitrust claims (including as a result of changes in the enforcement of antitrust laws), whistleblower claims (including claims under the False Claims Act or similar statutes), contract and labor disputes, tax claims and claims related to disclosure of certain business practices. In addition, certain of our pharmacy services operations are subject to the clinical quality, patient safety and other risks inherent in the dispensing, packaging and distribution of drugs, including claims related to purported dispensing and other operational errors. We may also be party to certain class action lawsuits brought by health care professional groups and consumers. We operate in jurisdictions outside of the United States where contractual rights, tax positions and applicable regulations may be subject to interpretation or uncertainty to a greater degree than in the United States, and therefore subject to dispute by customers, government authorities or others. Any failure by us to adhere to the laws and regulations applicable to our businesses could subject us to civil and criminal penalties."
        },
        {
          "year": 2021,
          "paragraphIndex": 4,
          "text": "The ongoing COVID-19 pandemic continues to impact health systems, businesses, governments and customer and consumer activities. The future impact to our business is primarily dependent upon the ultimate pacing, intensity and duration of the crisis, the severity of new variants of the COVID-19 virus, and the effectiveness and extent of administration of vaccinations and treatments, factors which remain uncertain at this time. These factors continue to affect the related treatment, testing, coverage and other services we provide for the people we serve. We may experience an increase in medical care costs as people seek care which was deferred during the pandemic and individuals with chronic conditions may require additional care needs resulting from missed treatments. The premiums and fees we charge, including premiums dependent upon documented health conditions, may not be sufficient to cover the medical and administrative costs associated with COVID-19 and other care services. Similarly, state and federal mandates for coverage may result in additional incurred expenses that are not associated with increases in government reimbursement (such as requirements for insurers to cover at-home COVID-19 testing).We have experienced and may continue to experience reduced demand for certain services Optum provides to care providers, health plans and employers as a result of reduced clinical and claims activity and changes in business priorities resulting from COVID-19. In addition, our care delivery business may continue to be adversely impacted by COVID-19 infections and exposures affecting providers we employ, resulting in reduced capacity to handle demand for care and related partial or full closures of our facilities. Our non-clinical workforce may also be adversely impacted by COVID-19 infections and exposures impacting our business operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 23,
          "text": "In addition, our success in the health care marketplace will depend on our ability to develop and deliver innovative and potentially disruptive products and services to satisfy evolving market demands. If we do not continue to innovate and provide products and services, which are useful and relevant to health care payers, consumers and our customers, we may not remain competitive, and we risk losing market share to existing competitors and disruptive new market entrants. For example, new direct-to-consumer business models from competing businesses may make it more difficult for us to directly engage consumers in the selection and management of their health care benefits and health care usage. We may face challenges from new technologies and market entrants which could affect our existing relationship with health plan enrollees in these areas. Any failure by us to continue to develop innovative care models, including accelerating the transition of care to value-based models and expanding access to virtual care, could result in competitive disadvantages and loss of market share. Additionally, our competitive position could be adversely affected by a failure to develop satisfactory data and analytics capabilities or provide services focused on these capabilities to our clients. Our business, results of operations, financial position and cash flows could be materially and adversely affected if we do not compete effectively in our markets, if we set rates too high or too low in highly competitive markets, if we do not design and price our products properly and competitively, if we fail to realize competitive advantages resulting from collaboration between our businesses, if we are unable to innovate and deliver products and services demonstrating value to our customers, if we do not provide a satisfactory level of services, if membership or"
        },
        {
          "year": 2020,
          "paragraphIndex": 67,
          "text": "We provide pharmacy care services through our OptumRx and UnitedHealthcare businesses. Each business is subject to federal and state anti-kickback, beneficiary inducement and other laws governing the relationships of the business with pharmaceutical manufacturers, physicians, pharmacies, customers and consumers. In addition, federal and state legislatures regularly consider new regulations for the industry which could materially affect current industry practices, including potential new legislation and regulations regarding the receipt or disclosure of rebates and other fees from pharmaceutical companies, the development and use of formularies and other utilization management tools, the use of average wholesale prices or other pricing benchmarks, pricing for specialty pharmaceuticals, limited access to networks and pharmacy network reimbursement methodologies. Additionally, various governmental agencies have conducted investigations into certain PBM practices, which have resulted in other PBMs agreeing to civil penalties, including the payment of money and entry into corporate integrity agreements. As a provider of pharmacy benefit management services, OptumRx is also subject to an increasing number of licensure, registration and other laws and accreditation standards impacting the business practices of a pharmacy benefit manager. OptumRx also conducts business through home delivery, specialty and compounding pharmacies, pharmacies located in community mental health centers and home infusion, which subjects it to extensive federal, state and local laws and regulations, including those of the DEA and individual state controlled substance authorities, the Food and Drug Administration (FDA) and Boards of Pharmacy."
        },
        {
          "year": 2020,
          "paragraphIndex": 8,
          "text": "Through our risk-based benefit products, we assume the risk of both medical and administrative costs for our customers in return for monthly premiums. We generally use approximately 80% to 85% of our premium revenues to pay the costs of health care services delivered to these customers. The profitability of our products depends in large part on our ability to predict, price for and effectively manage medical costs. Our OptumHealth business negotiates risk-based arrangements with commercial third-party payers which are also included in premium revenues. Under a typical arrangement, OptumHealth receives a fixed percentage of a third-party payer’s premiums to cover all or a defined portion of the medical costs provided to members. Premium revenues from risk-based products comprise nearly 80% of our total consolidated revenues. If we fail to predict accurately, or effectively price for or manage, the costs of providing care under risk-based arrangements, our results of operations could be materially and adversely affected."
        },
        {
          "year": 2020,
          "paragraphIndex": 33,
          "text": "We are routinely made party to a variety of legal actions related to, among other matters, the design, management and delivery of our product and service offerings. These matters have included or could in the future include matters related to health care benefits coverage and payment claims (including disputes with enrollees, customers and contracted and non-contracted physicians, hospitals and other health care professionals), tort claims (including claims related to the delivery of health care services, such as medical malpractice by staff at our affiliates’ facilities, or by health care practitioners who are employed by us, have contractual relationships with us, or serve as providers to our managed care networks), whistleblower claims (including claims under the False Claims Act or similar statutes), contract and labor disputes, tax claims and claims related to disclosure of certain business practices. We may also be party to certain class action lawsuits brought by health care professional groups and consumers. In addition, we operate in jurisdictions outside of the United States where contractual rights, tax positions and applicable regulations may be subject to interpretation or uncertainty to a greater degree than in the United States, and therefore subject to dispute by customers, government authorities or others. We are largely self-insured with regard to litigation risks. While we maintain excess liability insurance with outside insurance carriers for claims in excess of our self-insurance, certain types of damages, such as punitive damages in some circumstances, are not covered by insurance. Although we record"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "accountable",
        "accountable value",
        "fully accountable",
        "arising",
        "better experiences",
        "crises arising",
        "disasters",
        "employer individual",
        "experiences lower",
        "extreme",
        "extreme events",
        "higher quality",
        "lower costs",
        "natural",
        "natural disasters",
        "covid pandemic",
        "defined",
        "compensation",
        "continue experience",
        "duration",
        "experienced continue",
        "exposures",
        "global",
        "infections",
        "intensity",
        "intensity duration",
        "membership levels",
        "pacing",
        "pacing intensity",
        "testing"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 4,
          "text": "We manage medical costs through underwriting criteria, product design, negotiation of competitive provider contracts and care management programs. Total medical costs are affected by the number of individual services rendered, the cost of each service and the type of service rendered. Our premium revenue on commercial policies and Medicaid contracts is typically based on a fixed monthly rate per individual or family served for a 12-month period and is generally priced one to six months before the contract commences. Our revenue on certain Medicare policies is based on bids submitted to CMS in June of the year before the contract year. Our premium revenue on fully accountable value-based care products at Optum Health is typically based on a fixed monthly rate per individual served. Although we base the commercial, Medicaid and value-based premiums we charge and our Medicare bids on our estimates of future medical costs over the fixed contract period, many factors may cause actual costs to exceed those estimated and reflected in premiums or bids. These factors may include medical cost inflation, increased use of services, increased cost of individual services, costs to deliver care, large-scale medical emergencies, the potential effects of climate change, pandemics, the introduction of new or costly drugs, treatments and technology, new treatment guidelines, newly mandated benefits or other regulatory changes and insured population characteristics. For Optum Health’s fully accountable value-based care, our inability to provide higher-quality outcomes and better experiences at lower costs or our"
        },
        {
          "year": 2022,
          "paragraphIndex": 38,
          "text": "We are subject to risks associated with public health crises arising from large-scale medical emergencies, pandemics, natural disasters and other extreme events, which have and could have an adverse effect on our business, results of operations, financial condition and financial performance."
        },
        {
          "year": 2022,
          "paragraphIndex": 39,
          "text": "Large-scale medical emergencies, pandemics (such as COVID-19) and other extreme events could result in public health crises or otherwise have a material adverse effect on our business operations, cash flows, financial conditions and results of operations. For example, disruptions in public and private infrastructure resulting from such events could increase our operating costs and ability to provide services to our clients and customers. Additionally, as a result of these events, the premiums and fees we charge may not be sufficient to cover our medical and administrative costs, deferred medical care could be sought in future periods at potentially higher acuity levels, we could experience reduced demand for our services, our clinical and non-clinical workforce could be impacted resulting in reduced capacity to handle demand for care or otherwise impact our business operations. For example, COVID-19 has materially impacted our results of operations in previous periods. Public health crises arising from natural disasters, such as wildfires, hurricanes, and snowstorms, or effects of climate change could impact our business operations and result in increased medical care costs. Government enaction of emergency powers in response to public health crises could disrupt our business operations, including by restricting pharmaceuticals or other supplies, and could increase the risk of shortages of necessary items."
        },
        {
          "year": 2021,
          "paragraphIndex": 4,
          "text": "The ongoing COVID-19 pandemic continues to impact health systems, businesses, governments and customer and consumer activities. The future impact to our business is primarily dependent upon the ultimate pacing, intensity and duration of the crisis, the severity of new variants of the COVID-19 virus, and the effectiveness and extent of administration of vaccinations and treatments, factors which remain uncertain at this time. These factors continue to affect the related treatment, testing, coverage and other services we provide for the people we serve. We may experience an increase in medical care costs as people seek care which was deferred during the pandemic and individuals with chronic conditions may require additional care needs resulting from missed treatments. The premiums and fees we charge, including premiums dependent upon documented health conditions, may not be sufficient to cover the medical and administrative costs associated with COVID-19 and other care services. Similarly, state and federal mandates for coverage may result in additional incurred expenses that are not associated with increases in government reimbursement (such as requirements for insurers to cover at-home COVID-19 testing).We have experienced and may continue to experience reduced demand for certain services Optum provides to care providers, health plans and employers as a result of reduced clinical and claims activity and changes in business priorities resulting from COVID-19. In addition, our care delivery business may continue to be adversely impacted by COVID-19 infections and exposures affecting providers we employ, resulting in reduced capacity to handle demand for care and related partial or full closures of our facilities. Our non-clinical workforce may also be adversely impacted by COVID-19 infections and exposures impacting our business operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 28,
          "text": "Some providers render services to our members who do not have contracts with us. In those cases, we do not have a pre-established understanding about the amount of compensation due to the provider for services rendered to our members. In some states, the amount of compensation due to these out-of-network providers is defined by law or regulation, but in other cases the amount is either not defined or is established by a standard which does not clearly specify dollar terms. In some instances, providers may believe they are underpaid for their services and may either litigate or arbitrate their dispute with us."
        },
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "Although we cannot predict the pacing, intensity and duration of COVID-19, the pandemic’s disruption to business activities, employment and economic effects, and near and long-term impacts on the patterns of care and services across the healthcare system could continue to have material and adverse effects on our business, results of operations, financial position or cash flows."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "ai ml",
        "ml",
        "previously future",
        "incorporating",
        "periods result",
        "powered",
        "powered incorporating",
        "Generative AI",
        "actions investigations",
        "automation",
        "compromises",
        "emerging",
        "evolving ai",
        "fail provide",
        "aarp",
        "brazilian",
        "plans medicare",
        "sca",
        "COVID-19",
        "aarp branded",
        "based fixed",
        "branded",
        "certain acquisitions",
        "certain optum",
        "computer",
        "continuing",
        "continuing changes",
        "employer",
        "employer individual"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 77,
          "text": "As an enterprise, we increasingly rely on new and evolving technologies, including those powered by or incorporating AI/ML, as part of our internal operations and in the delivery of our products and services. New technologies have potential and power to improve and optimize operational processes and clinical outcomes across the healthcare system, but also present ethical, technological, legal, regulatory and other risks. With respect to AI/ML, we have developed and implemented policies and procedures intended to promote and sustain responsible design, development, and use of AI/ML, consistent with industry best practices. Any inadequacy or failure in compliance with our responsible use of AI/ML policies and procedures or emerging laws, regulations and standards governing AI/ML use could cause our technology products not to operate as intended or to produce outcomes that could have a material and adverse effect on our business, reputation, results of operations, financial position and cash flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 8,
          "text": "The volume of health care data generated, and the uses of data, including electronic health records, are rapidly expanding. We depend on the integrity of the data in our information systems to implement new and innovative services, automate and deploy new technologies to simplify administrative processes and clinical decision making, price our products and services adequately, provide effective service to our customers and consumers in an efficient and uninterrupted fashion, provide timely payments to care providers, and accurately report our results of operations. In addition, connectivity among technologies is becoming increasingly important and recent trends toward greater consumer engagement in health care require new and enhanced technologies, including more sophisticated applications for mobile devices and new tools and products that leverage AI/ML to improve the customer experience. We anticipate that fast-evolving AI/ML technologies, including generative AI, will play an increasingly important role in our information systems and customer-facing technology products. Our ability to protect and enhance existing systems and develop new systems to keep pace with changes in information processing technology (including AI/ML), regulatory standards and changing customer preferences will require an ongoing commitment of significant development and operational resources. If these commitments fail to provide the anticipated benefits, if we are unable to successfully anticipate future technology developments, or if the cost to keep pace with the technological changes exceed our estimates, we could be exposed to reputational harm and experience adverse effects on our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 7,
          "text": "Our business depends on the integrity and timeliness of the data we use to serve our members, customers and health care professionals and to operate our business. If the data we rely upon to run our businesses is found to be inaccurate or unreliable or if we fail to effectively maintain or protect the integrity of our data and information systems, including systems powered by or incorporating artificial intelligence and machine learning (AI/ML), we could experience failures in our health, wellness and information technology products; lose existing customers; have difficulty attracting new customers; experience problems in determining medical cost estimates and establishing appropriate pricing; have difficulty preventing, detecting and controlling fraud; have disputes with customers, physicians and other health care professionals; become subject to regulatory sanctions, penalties, investigations or audits; incur increases in operating expenses; or suffer other adverse consequences."
        },
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "As part of our business strategy, we frequently engage in discussions with third parties regarding possible investments, acquisitions, divestitures, strategic alliances, joint ventures and outsourcing transactions and often enter into agreements relating to such transactions. For example, we have a strategic alliance with AARP under which we provide AARP-branded Medicare Supplement insurance to AARP members and other AARP-branded products and services to Medicare beneficiaries. If we fail to meet the needs of our alliance or joint venture partners, including by developing additional products and services, providing high levels of service, pricing our products and services competitively or responding effectively to applicable federal and state regulatory changes, our alliances and joint ventures could be damaged or terminated, which in turn could adversely impact our reputation, business and results of operations. Further, governmental actions, such as actions by the FTC or DOJ, may affect our ability to complete our merger and acquisition transactions, which could adversely affect our future growth. If we fail to identify and successfully complete transactions to meet our strategic objectives, we may be required to expend resources to develop products and technology internally, be placed at a competitive disadvantage or we may be adversely affected by negative market perceptions, any of which may have a material adverse effect on our results of operations, financial position or cash flows."
        },
        {
          "year": 2022,
          "paragraphIndex": 34,
          "text": "Successful acquisitions are also dependent on effectively integrating the acquired business into our existing operations, including our internal control environment and culture, or otherwise leveraging its operations which may present challenges different from those presented by organic growth and may be difficult for us to manage. In addition, even with appropriate diligence, pre-acquisition practices of an acquired business may expose us to legal challenges and investigations. For example, in January 2021, an indictment for alleged violations of antitrust laws was issued by the DOJ against our subsidiary, Surgical Care Affiliates (SCA), based on conduct alleged to have begun more than five years prior to our acquisition of SCA. We are vigorously defending this lawsuit, but if SCA is found liable, we may be subject to criminal fines or reputational harm. If we"
        },
        {
          "year": 2022,
          "paragraphIndex": 57,
          "text": "We currently operate outside of the United States and in the future may acquire or commence additional businesses based outside of the United States, increasing our exposure to non-U.S. regulatory regimes. Our failure to comply with U.S. or non-U.S. laws and regulations governing our conduct outside the United States or to establish constructive relations with non-U.S. regulators could adversely affect our ability to market our products and services or to do so at targeted operating margins, which may have a material adverse effect on our business, financial condition and results of operations. Non-U.S. regulatory regimes, which vary by jurisdiction, encompass, among other matters, local and cross-border taxation, licensing, tariffs, intellectual property, investment, capital (including minimum solvency margin and reserve requirements), management control, labor, anti-fraud, anti-corruption and privacy and data protection regulations (including requirements for cross-border data transfers). For example, our UnitedHealthcare Employer & Individual international business subjects us to Brazilian laws and regulations affecting hospitals, managed care and insurance industries and to regulation by Brazilian regulators, including the national regulatory agency for private health insurance and plans, the Agência Nacional de Saúde Suplementar, while our Banmédica business is subject to Chilean, Colombian and Peruvian laws, regulations and regulators applicable to hospitals and private insurance. Any international regulator may take an approach to the interpretation, implementation and enforcement of industry regulations which could differ from the approach taken by U.S. regulators. In addition, our non-U.S. businesses and operations are subject to U.S. laws regulating the conduct and activities of U.S.-based businesses operating abroad, such as the FCPA, which prohibits offering, promising, providing or authorizing others to give anything of value to a foreign government official to obtain or retain business or otherwise secure a business advantage."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "Cybersecurity",
        "cyberattacks",
        "acquiring",
        "alleges",
        "cms future",
        "competition markets",
        "cyberattack",
        "cybersecurity incident",
        "direct",
        "disputed",
        "employment",
        "enforcement industry",
        "exceeds",
        "finds",
        "historically",
        "currencies",
        "attacks",
        "currency",
        "currency exchange",
        "cyber attacks",
        "exchange",
        "political instability",
        "GDPR",
        "acquisitions domestic",
        "adapting",
        "adapting new",
        "add",
        "addition connectivity",
        "administers",
        "administers audit"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 16,
          "text": "The costs to eliminate or address the foregoing security threats and vulnerabilities before or after a cybersecurity incident could be material. We have business continuation and resiliency plans which we maintain, update and test regularly in an effort to contain and remediate potential disruptions or cybersecurity events. If our remediation efforts are not successful, we may experience operational interruptions, delays, or cessation of service and loss of existing or potential customers. In addition, compromises of our security measures or the unauthorized dissemination of sensitive personal information, proprietary information or confidential information about us, our customers or other third parties, previously and in the future, could expose us or them to the risk of financial or medical identity theft, negative operational impacts, and loss or misuse of this information, result in litigation and liability, including regulatory penalties, for us, damage our brand and reputation, or otherwise harm our business."
        },
        {
          "year": 2024,
          "paragraphIndex": 13,
          "text": "We routinely process, store and transmit large amounts of data in our operations, including protected personal information subject to privacy, security or data breach notification laws, as well as proprietary or confidential information relating to our business or third parties. Some of the data we process, store and transmit may be outside of the United States due to our information technology systems and international business operations. We are regularly the target of attempted cyberattacks and other security threats and have previously been, and may in the future be, subject to compromises of the information technology systems we use, information we hold, or information held on our behalf by third parties. For example, we previously reported our Change Healthcare business, which we had recently acquired, was subject to a cyberattack in 2024, in which the data involved contained protected health information or personally identifiable information."
        },
        {
          "year": 2024,
          "paragraphIndex": 73,
          "text": "HIPAA requires business associates as well as covered entities to comply with specified privacy and security requirements. While we provide for appropriate protections through our contracts with our third-party service providers and in certain cases assess their security controls, we have limited oversight or control over their actions and practices. Several of our businesses act as business associates to their covered entity customers and, as a result, collect, use, disclose and maintain protected personal information in order to provide services to these customers. If HHS alleges or finds noncompliance with HIPAA privacy or security requirements, the allegations or findings could damage our reputation and subject us to monetary and other sanctions."
        },
        {
          "year": 2023,
          "paragraphIndex": 37,
          "text": "As we operate our business outside of the United States, we face risks different from those presented by acquisitions of domestic businesses, including risks in adapting to new markets, languages, business, labor and cultural practices and regulatory environments. Managing these risks could require us to devote significant senior management attention and other resources to the acquired businesses before we realize anticipated synergies or other benefits from those businesses. These risks vary widely by country and, outside of the United States, may include political instability, government intervention, unanticipated court decisions, discriminatory regulation and currency exchange controls or other restrictions, which could prevent us from transferring funds from these operations out of the countries in which our acquired businesses operate, or converting local currencies we hold into U.S. dollars or other currencies."
        },
        {
          "year": 2023,
          "paragraphIndex": 38,
          "text": "Foreign currency exchange rates and fluctuations have had and may in future periods have an impact on our shareholders’ equity from period to period, which could adversely affect our debt to debt-plus-equity ratio, and our future revenues, costs and cash flows from international operations. Any measures we may implement to reduce the effect of volatile currencies may be costly or ineffective."
        },
        {
          "year": 2023,
          "paragraphIndex": 12,
          "text": "If we or third parties we rely on sustain cyber-attacks or other privacy or data security incidents resulting in disruption to our operations or the disclosure of protected personal information or proprietary or confidential information, we could suffer a loss of revenue and increased costs, negative operational affects, exposure to significant liability, reputational harm and other serious negative consequences."
        }
      ]
    }
  ]
}