{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "healthcare",
        "understanding",
        "care environment",
        "compliance",
        "healthcare reform",
        "japan china",
        "noted",
        "noxafil",
        "absence",
        "absence trade",
        "acceleration",
        "acceleration generic",
        "access currently",
        "access marketing",
        "accordingly",
        "anticipates sales",
        "austerity",
        "doses",
        "tcja",
        "borrowed",
        "discounts returns",
        "medicines",
        "nuvaring",
        "rebates discounts",
        "reflecting",
        "account",
        "actions taken",
        "active",
        "api",
        "assets"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 50,
          "text": "The Company’s business in China has grown rapidly in the past few years, and the importance of China to the Company’s overall pharmaceutical and vaccines business outside the United States has increased accordingly. Continued growth of the Company’s business in China is dependent upon ongoing development of a favorable environment for innovative pharmaceutical products and vaccines, sustained access for the Company’s currently marketed products, and the absence of trade impediments or adverse pricing controls. As noted above in\nHealthcare Environment\n, pricing pressure in China has increased as the Chinese government has been taking steps to reduce costs, including implementing healthcare reform that has led to the acceleration of generic substitution, where available. In addition, the Company anticipates that the reported inquiries made by various governmental authorities involving multinational pharmaceutical companies in China may continue."
        },
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "The Company is currently subject to a number of government laws and regulations and, in the future, could become subject to new government laws and regulations. The costs of compliance with such laws and regulations, or the negative results of non-compliance, could adversely affect the business, cash flow, results of operations, financial position and prospects of the Company; these laws and regulations include (i) additional healthcare reform initiatives in the United States or in other countries, including additional mandatory discounts or fees; (ii) the U.S. Foreign Corrupt Practices Act or other anti-bribery and corruption laws; (iii) new laws, regulations and judicial or other governmental"
        },
        {
          "year": 2018,
          "paragraphIndex": 46,
          "text": "In 2016, the United Kingdom (UK) held a referendum in which voters approved an exit from the EU, commonly referred to as “Brexit”. As a result of that referendum, the British government has been in the process of negotiating the terms of the UK’s future relationship with the EU. While the Company has taken actions and made certain contingency plans for scenarios in which the UK and the EU do not reach a mutually satisfactory understanding as to that relationship, it is not possible at this time to predict whether there will be any such understanding, or if such an understanding is reached, whether its terms will vary in ways that result in greater restrictions on imports and exports between the UK and EU countries, increased regulatory complexities, and/or cross border labor issues that could materially adversely impact the Company’s business operations in the UK."
        },
        {
          "year": 2017,
          "paragraphIndex": 41,
          "text": "Additionally, the temporary production shut-down from the cyber-attack contributed to the Company’s inability to meet higher than expected demand for\nGardasil\n9, which resulted in Merck’s decision to borrow doses of\nGardasil\n9 from the U.S. Centers for Disease Control and Prevention Pediatric Vaccine Stockpile. The Company subsequently replenished a portion of the borrowed doses in 2017. The net effect of the borrowing and subsequent partial replenishment was a reduction in sales of $125 million in 2017. The Company anticipates it will replenish the remaining borrowed doses in the second half of 2018."
        },
        {
          "year": 2017,
          "paragraphIndex": 28,
          "text": "In order to provide information about the Company’s pricing practices, the Company recently posted on its website its Pricing Action Transparency Report for the United States for the years 2010 - 2017. The report provides the Company’s average annual list price and net price increases across the Company’s U.S. portfolio dating back to 2010. The report shows that the Company’s average annual net price increases (after taking sales deductions such as rebates, discounts and returns into account) across the U.S. human health portfolio have been in the low to mid-single digits from 2010 - 2016. In 2017, the average net price across the Company’s portfolio declined by 1.9%, reflecting specific in-year dynamics, including the impact of loss of patent protection for three major Merck medicines. Additionally, the weighted average annual discount rate has been steadily increasing over time, reflecting the competitive market for branded medicines and the impact of the ACA. In 2017, the Company’s gross U.S. sales were reduced by 45.1% as a result of rebates, discounts and returns."
        },
        {
          "year": 2017,
          "paragraphIndex": 60,
          "text": "Further, on December 22, 2017, the U.S. Tax Cuts and Jobs Act of 2017 (TCJA) became law. The final impact of the TCJA on the Company may differ from the estimates reported, possibly materially, due to such factors as changes in interpretations and assumptions made, additional guidance that may be issued, and actions taken by the Company as a result of the TCJA, among others."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "spin",
        "proposed",
        "condition prospects",
        "newco",
        "stock",
        "common",
        "common stock",
        "proposed spin",
        "libor",
        "shareholders",
        "shares",
        "income",
        "income tax",
        "opinion",
        "federal income",
        "financial position",
        "position prospects",
        "negative impact",
        "unfavorably",
        "unfavorably affected",
        "billion",
        "materially unfavorably",
        "orders",
        "preclinical",
        "unfavorable",
        "vytorin",
        "zetia",
        "adding",
        "addition larger",
        "administrative"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 77,
          "text": "If the proposed Spin-Off ultimately is determined to be taxable, which the Company believes is unlikely, the Spin-Off could be treated as a taxable dividend to Merck’s shareholders for U.S. federal income tax purposes, and Merck’s shareholders could incur significant U.S. federal income tax liabilities. In addition, Merck would recognize a taxable gain to the extent that the fair market value of NewCo common stock exceeds Merck’s tax basis in such stock on the date of the Spin-Off."
        },
        {
          "year": 2019,
          "paragraphIndex": 76,
          "text": "The Company expects that prior to completion of the Spin-Off it will receive an opinion from its U.S. tax counsel that concludes, among other things, that the Spin-Off of all of the outstanding NewCo shares to Merck shareholders and certain related transactions will qualify as tax-free to Merck and its shareholders under Sections 355, 361 and 368 of the U.S. Internal Revenue Code, except to the extent of any cash received in lieu of fractional shares of NewCo common stock. Any such opinion is not binding on the Internal Revenue Service (IRS). Accordingly, while the Company believes the risk is low, the IRS may reach conclusions with respect to the Spin-Off that are different from the conclusions reached in the opinion. The opinion will rely on certain facts, assumptions, representations and undertakings from Merck and NewCo regarding the past and future conduct of the companies’ respective businesses and other matters, which, if incomplete, incorrect or not satisfied, could alter the conclusions of the party giving such opinion."
        },
        {
          "year": 2019,
          "paragraphIndex": 72,
          "text": "In February 2020, the Company announced its intention to Spin-Off products from its women’s health, trusted legacy brands and biosimilars businesses into a new, yet-to-be-named, independent, publicly traded company (NewCo) through a distribution of NewCo’s publicly traded stock to Company shareholders. The distribution is expected to qualify as tax-free to the Company and its shareholders for U.S. federal income tax purposes. The transaction is expected to be completed in the first half of 2021. Completion of the Spin-Off will be subject to a number of factors and conditions, and there can be no assurances that the Company will be able to complete the Spin-Off on the terms or on the timeline that was announced, if at all. Unanticipated developments could delay, prevent or otherwise adversely affect the proposed Spin-Off, including but not limited to disruptions in general or financial market conditions or potential problems or delays in obtaining various regulatory and tax approvals or clearances. In addition, consummation of the proposed Spin-Off will require final approval from the Company’s Board of Directors."
        },
        {
          "year": 2018,
          "paragraphIndex": 37,
          "text": "In 2017, the Company experienced a network cyber-attack that led to a disruption of its worldwide operations, including manufacturing, research and sales operations. Due to the cyber-attack, the Company was unable to fulfill orders for certain products in certain markets, which had an unfavorable effect on sales in 2017 of approximately $260 million. In addition, the Company recorded manufacturing-related expenses, primarily unfavorable manufacturing variances, in\nCost of sales\n, as well as expenses related to remediation efforts in\nSelling, general and administrative\nexpenses and\nResearch and development\nexpenses, which aggregated $285 million in 2017, net of insurance recoveries of approximately $45 million. Due to a residual backlog of orders, 2018 sales were unfavorably affected in certain markets by approximately $150 million from the cyber-attack."
        },
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "For example, in 2018, sales of\nZepatier\nwere materially unfavorably affected by increasing competition and declining patient volumes. Sales of\nZostavax\nwere also materially unfavorably affected due to competition. The Company expects that competition will continue to adversely affect the sales of these products."
        },
        {
          "year": 2018,
          "paragraphIndex": 7,
          "text": "on the Company’s business, cash flow, results of operations, financial position and prospects. For example, pursuant to an agreement with a generic manufacturer, that manufacturer launched in the United States a generic version of\nZetia\nin December 2016. In addition, the Company lost U.S. patent protection for\nVytorin\nin April 2017. As a result, the Company experienced a significant and rapid loss of sales of\nZetia\nand\nVytorin\nin the United States in 2017, which continued in 2018. Furthermore, the patents that provide U.S. and EU market exclusivity for\nNoxafil\nwill expire in July 2019 and December 2019, respectively, and the Company anticipates a significant decline in U.S. and EU\nNoxafil\nsales thereafter."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "content",
        "table content",
        "covid pandemic",
        "organon",
        "public health",
        "spin organon",
        "epidemic",
        "epidemic similar",
        "future pandemic",
        "health threat",
        "pandemic epidemic",
        "similar public",
        "threat",
        "effective january",
        "global covid",
        "contents",
        "table contents",
        "newco",
        "extend",
        "healthcare",
        "ipi",
        "july",
        "model",
        "understanding",
        "Supply chain",
        "agreement",
        "allow",
        "comment",
        "exclusivity januvia",
        "expire"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 39,
          "text": "Merck believes that global health systems and patients have largely adapted to the impacts of COVID-19, but the Company’s assumption is that ongoing residual negative impacts will persist, particularly during the first half of 2021 and most notably with respect to vaccine sales, with the impact expected to be more acute in the United States. For the full year of 2021, Merck assumes an unfavorable impact to revenue of approximately 2% due to the COVID-19 pandemic, all of which relates to Pharmaceutical segment sales. In addition, for the full year of 2021, with respect to the COVID-19 pandemic, Merck expects a net negative impact to operating expenses, as spending on the development of its COVID-19 antiviral programs is expected to exceed the favorable impact of lower spending in other areas due to the COVID-19 pandemic. Despite the Company’s efforts to manage these impacts, their ultimate impact will also depend on factors beyond the Company’s knowledge or control, including the duration of the COVID-19 virus as well as governmental and third-party actions taken to contain or prevent its spread, treat the virus and mitigate its public health and economic effects. In addition, any future pandemic, epidemic or similar public health threat could present similar risks to the Company’s business, cash flow, results of operations, financial condition and prospects."
        },
        {
          "year": 2020,
          "paragraphIndex": 34,
          "text": "The global COVID-19 pandemic is having an adverse impact on the Company’s business, operations and financial performance. The Company is unable to predict the full extent to which the COVID-19 pandemic or any future pandemic, epidemic or similar public health threat will adversely impact its business, operations, financial performance, results of operations, and financial condition."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "•\nThe global COVID-19 pandemic is having an adverse impact on the Company’s business, operations and financial performance. The Company is unable to predict the full extent to which the COVID-19 pandemic or any future pandemic, epidemic or similar public health threat will adversely impact its business, operations, financial performance, results of operations, and financial condition."
        },
        {
          "year": 2019,
          "paragraphIndex": 35,
          "text": "Also, in October 2018, the administration issued an advance notice of proposed rulemaking to implement an “International Pricing Index” (IPI) model in the United States for products covered under Medicare Part B. The proposal would: (1) reduce Medicare Part B payments for drugs based on a market basket of international prices; (2) allow private sector vendors to negotiate prices for drugs, take title to drugs, and compete for physician and hospital business; and (3) change the physician reimbursement under Medicare Part B from the current model to eliminate the buy and bill system and instead pay physicians based on a flat fee that approximates the revenue they currently receive from drugs. Public comments on the IPI proposal were accepted through late 2018 and it is unclear when the agency may issue a proposed rule on the IPI model. Adoption of one or both of the proposed rules could have a material adverse effect on the Company’s business, results of operations and financial condition."
        },
        {
          "year": 2019,
          "paragraphIndex": 6,
          "text": "The Company depends upon patents to provide it with exclusive marketing rights for its products for some period of time. Loss of patent protection for one of the Company’s products typically leads to a significant and rapid loss of sales for that product as lower priced generic versions of that drug become available. In the case of products that contribute significantly to the Company’s sales, the loss of market exclusivity can have a material adverse effect on the Company’s business, cash flow, results of operations, financial condition and prospects. For example, the patents that provided U.S. and EU market exclusivity for certain forms of\nNoxafil\nexpired in July 2019 and December 2019, respectively, and the Company anticipates a significant decline in U.S. and EU\nNoxafil\nsales. Also, the patent that provided U.S. market exclusivity for\nNuvaRing\nexpired in April 2018 and generic competition began in December 2019. The Company anticipates a rapid and substantial decline in U.S.\nNuvaRing\nsales in 2020 as a result of this generic competition. In addition, the patents that provide market exclusivity for\nJanuvia\nand\nJanumet\nin the U.S. expire in July 2022 (although six-month pediatric exclusivity may extend this date). The patent that provides market exclusivity for\nJanuvia\nin the EU expires in July 2022 (although pediatric exclusivity may extend this date to September 2022). Finally, the SPC that provides market exclusivity for\nJanumet\nin the EU expires in April 2023. The Company anticipates sales of\nJanuvia\nand\nJanumet\nin these markets will decline substantially after these patent expiries."
        },
        {
          "year": 2019,
          "paragraphIndex": 47,
          "text": "In 2016, the United Kingdom (UK) held a referendum in which voters approved an exit from the EU, commonly referred to as “Brexit.” As a result of that referendum and subsequent negotiations, the UK left the EU on January 31, 2020. A transitional period will apply from January 31, 2020 until December 31, 2020, and during this period the EU will treat the UK as if it were an EU Member State, and the UK will continue to participate in the EU Customs Union allowing for the freedom of movement for people and goods. During the transitional period the EU and the UK will continue to negotiate a trade agreement to formalize the terms of the UK’s future relationship with the EU. The Company has taken actions and made certain contingency plans for scenarios in which the UK and the EU do not reach a mutually satisfactory understanding as to a future trade agreement. It is not possible at this time to predict whether there will be any such understanding before the end of 2020, or if such an understanding is reached, whether its terms will vary in ways that result in greater restrictions on imports and exports between the UK and EU countries, increased regulatory complexities, and/or cross border labor issues that could materially adversely impact the Company’s business operations in the UK."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Climate change",
        "contents",
        "table contents",
        "climate",
        "Supply chain",
        "esg",
        "covid related",
        "extreme",
        "hhs",
        "related disruptions",
        "chain",
        "contract",
        "extreme weather",
        "legal matters",
        "legal regulatory",
        "united",
        "united states",
        "content",
        "table content",
        "proposed",
        "proposed spin",
        "shares",
        "opinion",
        "outside united",
        "shares common",
        "taxable",
        "complete",
        "spin significant",
        "achieve strategic",
        "completed"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 42,
          "text": "The adverse impacts of climate change include increased frequency and severity of natural disasters and extreme weather events such as hurricanes, tornados, wildfires (exacerbated by drought), flooding, and extreme heat. Extreme weather and sea-level rise pose physical risks to the Company’s facilities as well as those of its suppliers. Such risks include losses incurred as a result of physical damage to facilities, loss or spoilage of inventory, and business interruption caused by such natural disasters and extreme weather events. Other potential physical impacts due to climate change include reduced access to high-quality water in certain regions and the loss of biodiversity, which could impact future product development. These risks could disrupt the Company’s operations and its supply chain, which may result in increased costs."
        },
        {
          "year": 2021,
          "paragraphIndex": 41,
          "text": "The Company believes that climate change has the potential to negatively affect its business and results of operations, cash flows and prospects. The Company is exposed to physical risks (such as extreme weather conditions or rising sea levels), risks in transitioning to a low-carbon economy (such as additional legal or regulatory requirements, changes in technology, market risk and reputational risk) and social and human effects (such as population dislocations and harm to health and well-being) associated with climate change. These risks can be either acute (short-term) or chronic (long-term)."
        },
        {
          "year": 2021,
          "paragraphIndex": 44,
          "text": "Governmental authorities, non-governmental organizations, customers, investors, external stakeholders and employees are increasingly sensitive to ESG concerns, such as diversity and inclusion, climate change, water use, recyclability or recoverability of packaging, and plastic waste. This focus on ESG concerns may lead to new requirements that could result in increased costs associated with developing, manufacturing and distributing the Company’s products. The Company’s ability to compete could also be affected by changing customer preferences and requirements, such as growing demand for more environmentally friendly products, packaging or supplier practices, or by failure to meet such customer expectations or demand. While the Company strives to improve its ESG performance, the Company risks negative stockholder reaction, including from proxy advisory services, as well as damage to its brand and reputation, if the Company does not act responsibly, or if the Company is perceived to not be acting responsibly in key ESG areas, including equitable access to medicines and vaccines, product quality and safety, diversity and inclusion, environmental stewardship, support for local communities, corporate governance and transparency, and addressing human capital factors in the Company’s operations. If the Company does not meet the ESG expectations of its investors, customers and other stakeholders, the Company could experience reduced demand for its products, loss of customers, and other negative impacts on the Company’s business and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 71,
          "text": "The Company’s activities, including research, pre-clinical testing, clinical trials and the manufacturing and marketing of its products, are subject to extensive regulation by numerous federal, state and local governmental authorities in the United States, including the FDA, and by foreign regulatory authorities, including in the EU, Japan and China. In the United States, the FDA administers requirements covering the testing, approval, safety, effectiveness, manufacturing, labeling and marketing of prescription pharmaceuticals. In many cases, the FDA requirements have increased the amount of time and money necessary to develop new products and bring them to market in the United States. Regulation outside the United States also is primarily focused on drug safety and effectiveness and, in many cases, reduction in the cost of drugs. The FDA and foreign regulatory authorities, including in Japan and China, have substantial discretion to require additional testing, to delay or withhold registration and marketing approval and to otherwise preclude distribution and sale of a product."
        },
        {
          "year": 2020,
          "paragraphIndex": 26,
          "text": "The Company faces continued pricing pressure globally and, particularly in mature markets, from managed care organizations, government agencies and programs that could negatively affect the Company’s sales and profit margins. In the United States, these include (i) practices of managed care groups and institutional and governmental purchasers, (ii) U.S. federal laws and regulations related to Medicare and Medicaid, including the Medicare Prescription Drug Improvement and Modernization Act of 2003 and the ACA, and (iii) state activities aimed at increasing price transparency, including new laws as noted above in Item 1. “Competition and the Health Care Environment.” Changes to the health care system enacted as part of health care reform in the United States, as well as increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, could result in further pricing pressures. In addition, in the United States, larger customers have received higher rebates on drugs in certain highly competitive categories. The Company must also compete to be placed on formularies of managed care organizations. Exclusion of a product from a formulary can lead to reduced usage in the managed care organization."
        },
        {
          "year": 2020,
          "paragraphIndex": 85,
          "text": "In February 2020, the Company announced its intention to Spin-Off products from its women’s health, biosimilars and established brands businesses into a new, independent, publicly traded company, which has been named Organon & Co. (Organon) through a distribution of Organon’s publicly traded stock to Company shareholders. The distribution is expected to qualify as tax-free to the Company and its shareholders for U.S. federal income tax purposes. The transaction is expected to be completed late in the second quarter of 2021. Completion of the Spin-Off will be subject to a number of factors and conditions, and there can be no assurances that the Company will be able to complete the Spin-Off on the terms or on the timeline that was announced, if at all. Unanticipated developments could delay, prevent or otherwise adversely affect the proposed Spin-Off, including but not limited to disruptions in general or financial market conditions or potential problems or delays in obtaining various regulatory and tax approvals or clearances. In addition, consummation of the proposed Spin-Off will require final approval from the Company’s Board of Directors."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "preclinical",
        "war russia",
        "goals initiatives",
        "lagevrio",
        "sales lagevrio",
        "direct",
        "disclosed",
        "esg goals",
        "expects sales",
        "indirect",
        "ongoing war",
        "preclinical testing",
        "sitagliptin",
        "starting",
        "working",
        "rule",
        "attack",
        "hhs",
        "pre",
        "pre clinical",
        "contract",
        "cyber attack",
        "final",
        "final rule",
        "attack led",
        "clinical testing",
        "experienced network",
        "led disruption",
        "network cyber",
        "pharmacy"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 82,
          "text": "As previously disclosed, Merck, along with certain subsidiaries, are defendants in a number of lawsuits filed starting in 2018 on behalf of direct and indirect purchasers of Zetia (ezetimibe) alleging violations of federal and state antitrust laws, as well as other state statutory and common law causes of action. The lawsuits filed on behalf of"
        },
        {
          "year": 2022,
          "paragraphIndex": 51,
          "text": "The ongoing war between Russia and Ukraine, and the financial and economic sanctions imposed by the U.S., the EU and other countries in response, are having pervasive direct and indirect effects on the global economy, and may adversely affect the Company’s business, results of operations and financial condition. The Company is working cross-functionally across the globe to monitor and mitigate interruptions to business continuity resulting from the war, including its impact on Merck’s supply chain, operations and clinical trials."
        },
        {
          "year": 2022,
          "paragraphIndex": 46,
          "text": "Merck has, in the past, experienced difficulties in manufacturing certain of its products, including vaccines. For example, in 2020 the Company issued a product recall for\nZerbaxa\nfollowing the identification of product sterility issues. The Company may, in the future, experience other difficulties and delays in manufacturing its products, such as (i) failure of the Company or any of its vendors or suppliers to comply with Current Good Manufacturing Practices and other applicable regulations and quality assurance guidelines that could lead to manufacturing shutdowns, product shortages and delays in product manufacturing; (ii) delays related to the construction of new facilities or the expansion of existing facilities, including those intended to support future demand for the Company’s products; and (iii) other manufacturing or distribution problems including supply chain delays, shortages in raw materials, changes in manufacturing production sites and limits to manufacturing capacity due to regulatory requirements, changes in types of products produced, or physical limitations that could impact continuous supply. As previously disclosed, the Company is working to reduce the level of nitrosamines in its sitagliptin-containing medicines such as\nJanuvia\n. Difficulties in reducing those levels, or achieving timely regulatory approvals for required changes, could result in product shortages. In addition, the Company could experience difficulties or delays in manufacturing its products caused by natural disasters, such as hurricanes. Manufacturing difficulties can result in product shortages, leading to lost sales and reputational harm to the Company."
        },
        {
          "year": 2021,
          "paragraphIndex": 64,
          "text": "In 2016, the Centers for Medicare & Medicaid Services (CMS) issued the Medicaid rebate final rule that implemented provisions of the ACA effective April 1, 2016. The rule provides comprehensive guidance on the calculation of Average Manufacturer Price and Best Price; two metrics utilized to determine the rebates drug manufacturers are required to pay to state Medicaid programs. On December 21, 2020, the CMS issued a final rule making significant changes to these requirements. Effective January 1, 2023, this final rule also changes the way that manufacturers must calculate Best Price, in relation to certain patient support programs, including coupons. PhRMA, a pharmaceutical industry trade group, of which the Company is a member, filed a complaint challenging this rule as invalid asserting that it conflicts with the plain language of the Medicaid drug rebate statute. Should this legal"
        },
        {
          "year": 2021,
          "paragraphIndex": 77,
          "text": "In 2021, Merck informed the U.S. Department of Health and Human Services, Health Resources and Services Administration (HHS) that Merck was implementing an update to its Section 340b program integrity initiative, pursuant to which Merck required all hospital covered entities to provide 340b claims data for all claims originating from contract pharmacies. For those entities that declined to submit such claims data, Merck’s new initiative provided that it would no longer voluntarily honor 340b discounts or chargebacks for contract pharmacy transactions, except for a single contract pharmacy of the hospital covered entity’s choice."
        },
        {
          "year": 2021,
          "paragraphIndex": 78,
          "text": "Also in 2021, HHS sent letters to numerous drug manufacturers stating that it had determined that those manufacturers’ actions restricting contract pharmacy transactions were in violation of the 340b statute and further stating that if those manufacturers did not cease their restrictions, HHS might seek both repayment of overcharges as well as civil monetary penalties. Those manufacturers are now in litigation with the U.S. government seeking to confirm the legality of the restrictions."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "ntent",
        "table ntent",
        "Artificial intelligence",
        "ira",
        "hhs",
        "ira price",
        "absent",
        "ai systems",
        "biases",
        "consequently able",
        "csrd",
        "diligence",
        "diligence disclosure",
        "discussed item",
        "effective january",
        "contents",
        "table contents",
        "COVID-19",
        "covid pandemic",
        "janumet",
        "public health",
        "related disruptions",
        "approximately",
        "covid related",
        "epidemic",
        "epidemic similar",
        "future pandemic",
        "health threat",
        "lagevrio",
        "libor"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 57,
          "text": "In 2022, Congress passed the IRA, which makes significant changes to how drugs are covered and paid for under the Medicare program, including the creation of financial penalties for drugs whose prices rise faster than the rate of inflation, redesign of the Medicare Part D program to require manufacturers to bear more of the liability for certain drug benefits, and government price-setting for certain Medicare Part D drugs, starting in 2026, and Medicare Part B drugs starting in 2028. As noted in Item 1. “Competition and the Health Care Environment,” in 2023, HHS included\nJanuvia\nin the first year of the IRA’s price setting program, which absent further legislative or court intervention will result in a government set price becoming effective on January 1, 2026. Furthermore, the Company anticipates that HHS will include\nKeytruda\nin a subsequent selection of products to undergo IRA price setting, with such price likely to be effective in early 2028."
        },
        {
          "year": 2023,
          "paragraphIndex": 23,
          "text": "The Company faces continued pricing pressure globally and, particularly in mature markets, from managed care organizations, government agencies and programs that could negatively affect the Company’s sales and profit margins. In the U.S., these include (i) U.S. federal laws and regulations related to Medicare and Medicaid, including the Medicare Prescription Drug Improvement and Modernization Act of 2003, the ACA, and the IRA, (ii) practices of managed care groups and institutional and governmental purchasers, and (iii) state activities aimed at increasing price transparency, including new laws as noted above in Item 1. “Competition and the Health Care Environment.” Changes to the health care system enacted as part of health care reform in the U.S., as well as increased purchasing power of entities that negotiate on behalf of Medicare, Medicaid, and private sector beneficiaries, could result in further pricing pressures. As noted in Item 1. “Competition and the Health Care Environment,” in 2023, HHS included\nJanuvia\nin the first year of the IRA’s price setting program, which absent further legislative or court intervention will result in a government set price becoming effective on January 1, 2026. Furthermore, the Company anticipates that HHS will include\nKeytruda\nin a subsequent selection of products to undergo IRA price setting, with such price likely to be effective in early 2028. In addition, in the U.S., larger customers have received higher rebates on drugs in certain highly competitive categories. The Company must also compete to be placed on formularies of managed care organizations. Exclusion of a product from a formulary can lead to reduced usage in the managed care organization."
        },
        {
          "year": 2023,
          "paragraphIndex": 75,
          "text": "The Company’s growing use of artificial intelligence (AI) systems to automate processes, analyze data, and support decision-making poses inherent risks. Flaws, biases, or malfunctions in these systems could lead to operational disruptions, data loss, or erroneous decision-making, impacting the Company’s business operations, financial condition, and reputation. Ethical and legal challenges may arise, including biases or discrimination in AI outcomes, non-compliance with data protection regulations, and lack of transparency. Furthermore, the deployment of AI systems could expose the Company to increased cybersecurity threats, such as data breaches and unauthorized access leading to financial losses, legal liabilities, and reputational damage. The Company also faces competitive risks if it fails to adopt AI or other machine learning technologies in a timely fashion."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "The Company’s business and financial results have been negatively impacted by COVID-19-related disruptions since the start of the pandemic. Merck believes that global health systems and patients have largely adapted to the impacts of COVID-19, however, a substantial portion of Merck’s Pharmaceutical segment revenue is comprised of physician-administered products which could be adversely affected by the pandemic if it continues. The continued duration and severity of the COVID-19 pandemic is uncertain and difficult to predict. The degree to which COVID-19-related disruptions impact the Company’s results in 2023 will depend on future developments, beyond the Company’s knowledge or control, including governmental and third-party actions taken to contain or prevent the spread and treatment of the virus and mitigate its public health and economic effects. In addition, any future pandemic, epidemic or similar public health threat could present similar risks to the Company’s business, cash flow, results of operations, financial condition and prospects."
        },
        {
          "year": 2022,
          "paragraphIndex": 36,
          "text": "COVID-19-related disruptions have had an adverse impact on the Company’s business, operations and financial performance. The Company is unable to predict the full extent to which the COVID-19 pandemic or any future pandemic, epidemic or similar public health threat will adversely impact its business, operations, financial performance, results of operations, and financial condition."
        },
        {
          "year": 2022,
          "paragraphIndex": 3,
          "text": "•\nCOVID-19-related disruptions have had an adverse impact on the Company’s business, operations and financial performance. The Company is unable to predict the full extent to which the COVID-19 pandemic or any future pandemic, epidemic or similar public health threat will adversely impact its business, operations, financial performance, results of operations, and financial condition."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "content",
        "table content",
        "gardasil china",
        "ghg",
        "janumet",
        "zhifei",
        "announced",
        "europe",
        "examinations",
        "irs",
        "affordability",
        "discount program",
        "drug discount",
        "environments",
        "federal drug",
        "cash flow",
        "ntent",
        "table ntent",
        "esg",
        "flow results",
        "gas",
        "greenhouse",
        "greenhouse gas",
        "esg goals",
        "flow financial",
        "flow prospects",
        "gas emissions",
        "absent",
        "administration",
        "administration congress"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 69,
          "text": "The Company is subject to evolving and complex tax laws in the jurisdictions in which it operates. Significant judgment is required for determining the Company’s tax liabilities, and the Company’s tax returns are routinely examined by various tax authorities. The Internal Revenue Service (IRS) is currently conducting examinations of the Company’s tax returns for the years 2017 and 2018, including the one-time transition tax enacted under the Tax Cuts and Jobs Act of 2017 (TCJA). If the IRS disagrees with the Company’s transition tax position, it may result in a significant tax liability. The IRS is also currently conducting examinations of the Company’s tax returns for the years 2021 and 2022. In addition, various state and foreign tax examinations are in progress.\nIn connection with the Organization for Economic Cooperation and Development (OECD) Base Erosion and Profit Shifting project, companies are required to disclose more information to tax authorities on operations around the world, which may lead to greater audit scrutiny of profits earned in other countries.\nThe Company believes that its accrual for tax contingencies is adequate for all open years based on past experience, interpretations of tax law, and judgments about potential actions by tax authorities; however, due to the complexity of tax contingencies, the ultimate resolution of any tax matters may result in payments greater or less than amounts accrued. In addition, the Company may be negatively affected by changes in tax laws, or new tax laws, affecting, for example, tax rates, and/or revised tax law interpretations in domestic or foreign jurisdictions,\nincluding, among others, any potential changes to the existing U.S. tax law by the Executive Branch and Congress, as well as any changes in tax law resulting from the implementation of the OECD’s two-pillar solution to reform the international tax landscape\n."
        },
        {
          "year": 2024,
          "paragraphIndex": 61,
          "text": "In addition, in 2021, Congress passed the\nAmerican Rescue Plan Act, which included a provision that eliminates the statutory cap on rebates drug manufacturers pay to Medicaid beginning in January 2024. These rebates act as a discount off the list price and eliminating the cap means that manufacturer discounts paid to Medicaid can increase. Prior to this change, manufacturers have not been required to pay more than 100% of the Average Manufacturer Price (AMP) in rebates to state Medicaid programs for Medicaid-covered drugs. As a result of this provision, manufacturers may have to pay state Medicaid programs more in rebates than they received on sales of particular products. This change presents a risk to Merck for drugs that have high Medicaid utilization and rebate exposure that is more than 100% of the AMP. Additionally, increased utilization of the 340B Federal Drug Discount Program and restrictions on the Company’s ability to identify inappropriate discounts are having a negative impact on the Company’s performance. Also, t\nhe Company expects that states will continue their focus on pharmaceutical pricing and will increasingly shift to more aggressive price control tools such as Prescription Drug Affordability Boards that have the authority to conduct affordability reviews and establish upper payment limits and that Company products may be selected for such reviews."
        },
        {
          "year": 2024,
          "paragraphIndex": 42,
          "text": "The Company’s business in China has grown in the past few years, and the importance of China to the Company’s overall pharmaceutical and vaccines business has increased accordingly. Beginning in mid-2024, the Company observed a significant decline in shipments from its distributor and commercialization partner in China, Chongqing Zhifei Biological Products Co., Ltd. (Zhifei), to disease and control prevention institutions and correspondingly into the points of vaccination, resulting in above normal inventory levels at Zhifei. Accordingly, the Company shipped less than its contracted doses to Zhifei in the latter part of 2024. Lower demand in China persisted and, at the end of 2024, overall channel inventory levels in China remained elevated at above normal levels. Therefore, the Company made a decision to temporarily pause shipments to China beginning in February 2025 through at least the middle of the year and as a result, combined sales of G\nardasil/Gardasil 9\nwill decline significantly in 2025 compared with 2024.\nFurthermore, the government's anti-corruption campaign, particularly the increased number of inspections and audits, could substantially increase the administrative burden on health care institutions and health care professionals throughout the whole industry in China and potentially have a negative impact on the Company's sales.\nIn addition to its commercial operations, the Company has significant research and manufacturing operations in China, including working with Chinese entities such as Wuxi Apptech Co., Ltd. If geopolitical tensions were to increase and disrupt the Company’s operations in China, such disruption could result in a material adverse effect on the Company’s product development, sales, business, cash flows, results of operations, financial condition and prospects."
        },
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "New legal or regulatory requirements may be enacted to prevent, mitigate, or adapt to the implications of a changing climate and its effects on the environment. These regulations, which may differ across jurisdictions, could result in the Company being subject to new or expanded carbon pricing or taxes, increased compliance costs, restrictions on greenhouse gas emissions, investment in new technologies, increased greenhouse gas emission disclosure (including costs resulting from mandatory or voluntary reporting, diligence or disclosure) and transparency, recurring investments in data gathering and reporting systems, upgrades of facilities to meet new building codes, and the redesign of utility systems, which could increase the Company’s operating costs, including the cost of electricity and energy used by the Company. The Company’s supply chain would likely be subject to these same transitional risks and would likely pass along any increased costs to the Company, which may affect the Company’s ability to procure raw materials or other supplies required for the operation of the Company’s business at the quantities and levels required."
        },
        {
          "year": 2023,
          "paragraphIndex": 30,
          "text": "Loss of patent protection for a product typically is followed promptly by generic substitutes, reducing the Company’s sales of that product. Availability of generic substitutes for the Company’s drugs may adversely affect its results of operations and cash flow. In addition, proposals emerge from time to time in the U.S. and other countries for legislation to further encourage the early and rapid approval of generic drugs. Any such proposal that is enacted into law could worsen this substantial negative effect on the Company’s sales, business, cash flow, results of operations, financial condition and prospects."
        },
        {
          "year": 2023,
          "paragraphIndex": 59,
          "text": "In the U.S., the Biden Administration and Congress continue to discuss legislation designed to control health care costs, including the cost of drugs. The Company cannot predict what additional future changes in the health care industry in general, or the pharmaceutical industry in particular, will occur; however, any changes could have a material adverse effect on the Company’s business, cash flow, results of operations, financial condition and prospects."
        }
      ]
    }
  ]
}