{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Geopolitical tensions",
        "conflicts",
        "geopolitical conditions",
        "including personal",
        "requiring",
        "trade controls",
        "adopted",
        "approved",
        "broader",
        "care",
        "cases",
        "complexities",
        "contribute",
        "corresponding",
        "cybersecurity incidents",
        "COVID-19",
        "emergence",
        "variants",
        "virus",
        "capability",
        "capacity",
        "components",
        "constrained",
        "decreased",
        "disparity",
        "doubling",
        "effectiveness",
        "elements",
        "essential",
        "geographies"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 11,
          "text": "The Company operates a global business with sales, manufacturing, distribution and research and development organizations globally that contribute to our overall growth. If geopolitical tensions and trade controls were to increase or disrupt our business in markets where we have significant sales or operations, including disruptions due to governmental responses to such conflicts (such as the imposition of sanctions, retaliatory tariffs, increased business licensing requirements or limitations on profits), such disruptions could adversely impact our business, financial condition, results of operations and cash flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 5,
          "text": "Additionally, our business, operations or employees have been and could continue to be adversely affected (including by the need to de-consolidate or even exit certain businesses in particular countries) by geopolitical conflicts, political volatility, trade controls, labor market disruptions or other crises or vulnerabilities in individual countries or regions. This could include political instability, upheaval or acts of war (such as the Russia-Ukraine War) and the related government and other entity responses, broad economic instability or sovereign risk related to a default by or deterioration in the creditworthiness of local governments, particularly in emerging markets."
        },
        {
          "year": 2023,
          "paragraphIndex": 45,
          "text": "Additionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are subject to potential evolution. An outgrowth of the original Base Erosion and Profit Shifting (BEPS) project is a project undertaken by the approximately 140 member countries of the expanded Organisation for Economic Co-operation and Development (OECD) Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of this project extends beyond pure digital businesses and, as proposed, would likely impact a large portion of multinational businesses by potentially redefining jurisdictional taxation rights in market countries and establishing a global minimum tax. In December 2022, the European Union (EU) approved a directive requiring member states to incorporate a 15% global minimum tax into their respective domestic laws effective for fiscal years beginning on or after December 31, 2023."
        },
        {
          "year": 2022,
          "paragraphIndex": 38,
          "text": "Despite our efforts to manage and remedy these impacts to the Company, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain its spread and mitigate its public health effects. In the case of COVID-19, the emergence of variants may continue to occur across regions and countries where we operate, leading to varied government responses and the potential for decreased vaccine effectiveness, resulting in further volatility and disparity in our results and operations across geographies."
        },
        {
          "year": 2022,
          "paragraphIndex": 35,
          "text": "•\nInability to meet our customers’ needs and achieve cost targets due to disruptions in our manufacturing and supply arrangements caused by constrained workforce capacity or the loss or disruption of other essential manufacturing and supply elements such as raw materials or other finished product components, transportation, or other manufacturing and distribution capability;"
        },
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "Our business may be negatively impacted by the fear of exposure to or actual effects of a disease outbreak, epidemic, pandemic or similar widespread public health concern, such as travel restrictions or recommendations or mandates from governmental authorities as a result of the COVID-19 virus, the threat of the virus or the emergence of any variants. These impacts include, but are not limited to:"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "Artificial intelligence",
        "artificial",
        "intelligence",
        "machine learning",
        "effective tax",
        "flows effective",
        "learning",
        "machine",
        "pillar",
        "pillar global",
        "accuracy",
        "adoption",
        "affecting",
        "attributes",
        "boycotts",
        "covered",
        "citizens",
        "approximately countries",
        "california",
        "covered general",
        "goals",
        "privacy data",
        "protection law",
        "ukraine adversely",
        "GDPR",
        "argentina",
        "assist",
        "belonging",
        "brazil",
        "ccpa"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 31,
          "text": "Periodically, we and/or our suppliers also upgrade IT/OT systems or adopt new technologies, including those enabled by machine learning or artificial intelligence. If such a new system or technology does not function properly, provides flawed or inaccurate outputs or exposes us to increased cybersecurity breaches and failures, it could affect our ability to order materials, make and ship orders and process payments in addition to other operational and information integrity and loss issues. The costs and operational consequences of responding to the above items and implementing remediation measures could be significant and could adversely impact our results of operations and cash flows and generate negative publicity affecting Company reputation and relationships among consumers, customers and other business partners."
        },
        {
          "year": 2024,
          "paragraphIndex": 17,
          "text": "and data systems or those of our suppliers, cybersecurity incidents including but not limited to ransomware attacks, misuse of artificial intelligence and machine learning technologies, inability to procure sufficient raw or input materials (including water, recycled materials and materials that meet our labor standards), significant changes in trade policy, natural disasters, increasing severity or frequency of extreme weather events due to climate change or otherwise, acts of war or terrorism, disease outbreaks or other external factors over which we have no control, have at times interrupted and could, in the future, interrupt product supply and, if not effectively managed and remedied, could have an adverse impact on our business, financial condition, results of operations or cash flows."
        },
        {
          "year": 2024,
          "paragraphIndex": 28,
          "text": "A breach of our data security systems or failure of our IT/OT databases and systems and those of our third-parties may have a material adverse impact on our business operations and financial results. If the IT/OT systems, networks or service providers we rely upon fail to function properly or cause operational outages or aberrations, or if we or one of our third-party providers suffer significant unavailability of key operations, or inadvertent disclosure of, lack of integrity of, or loss of our sensitive business or stakeholder information, including personal information, due to any number of causes, including catastrophic events, natural disasters, power outages, computer and telecommunications failures, improper data handling, viruses, phishing attempts, cyber-attacks, malware and ransomware attacks, security breaches, misuse or malicious use of artificial intelligence, security incidents or employee error or malfeasance, and our business continuity plans do not effectively address these failures on a timely basis, we may suffer interruptions in our ability to manage operations and be exposed to reputational, competitive, operational, financial and business harm as well as litigation and regulatory action. If our critical IT systems or back-up systems or those of our third-party vendors are damaged or cease to function properly, we may have to make a significant investment to repair or replace them."
        },
        {
          "year": 2023,
          "paragraphIndex": 25,
          "text": "•\ncollecting, transferring, storing and/or processing customer, consumer, employee, vendor, investor and other stakeholder information and personal data, including such data from persons covered by an expanding landscape of privacy and data regulations, such as citizens of the European Union who are covered by the General Data Protection Regulation (GDPR), residents of California covered by the California Consumer Privacy Act (CCPA), citizens of China covered by the Personal Information Protection Law (PIPL) and citizens of Brazil covered by the General Personal Data Protection Law (LGPD);"
        },
        {
          "year": 2023,
          "paragraphIndex": 21,
          "text": "initiatives to further these goals, our ability to achieve these goals is impacted in part by the actions and efforts of third parties including local and other governmental authorities, suppliers, vendors and customers. Consumer or broader stakeholder perceptions of these programs and initiatives widely vary and could adversely affect our business. If these programs are not executed as planned or suffer negative publicity, the Company's reputation and results of operations or cash flows could be adversely impacted."
        },
        {
          "year": 2023,
          "paragraphIndex": 24,
          "text": "We rely extensively on information and operational technology (IT/OT) systems, networks and services, including internet and intranet sites, data hosting and processing facilities and technologies, physical security systems and other hardware, software and technical applications and platforms, many of which are managed, hosted, provided and/or used by third parties or their vendors, to assist in conducting our business. The various uses of these IT/OT systems, networks and services include, but are not limited to:"
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "transfers",
        "Interest rates",
        "advance",
        "arising",
        "beautiful",
        "big",
        "changed",
        "committing",
        "corporations",
        "created",
        "derivative",
        "differentials",
        "differing",
        "errors",
        "established",
        "proposed",
        "member",
        "project",
        "comprehensive",
        "directive",
        "federal",
        "framework",
        "income tax",
        "addressing",
        "administration",
        "adopted",
        "approved",
        "approximately",
        "base",
        "beps"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 42,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, in July 2025, the U.S. government enacted the One Big Beautiful Bill Act (the 2025 U.S. Tax Act). The 2025 U.S. Tax Act extended or made permanent many of the corporate tax changes arising under the Tax Cuts and Jobs Act passed in 2017 (the 2017 U.S. Tax Act). We do not anticipate the 2025 U.S. Tax Act to have a material impact to our financial condition, results of operations, cash flows or effective tax rate."
        },
        {
          "year": 2025,
          "paragraphIndex": 4,
          "text": "Further, we have a significant amount of debt including floating rate and foreign currency debt and derivatives as part of our capital markets activities. As we refinance debt or renew derivatives, we are exposed to movement in global interest rates and rate differentials. Further, the maturity cash outflows of foreign currency debt and derivative instruments could be adversely impacted by significant appreciation of foreign currency exchange rates (particularly the Euro), which could adversely impact our overall cash flows and interest expense. Moreover, discriminatory or conflicting fiscal or trade policies in different countries, including changes to tariffs and existing trade policies and agreements, could adversely affect our results. See also the Results of Operations and Cash Flow, Financial Condition and Liquidity sections of the MD&A and the Consolidated Financial Statements and related Notes."
        },
        {
          "year": 2025,
          "paragraphIndex": 43,
          "text": "In December 2021, the Organisation for Economic Co-operation and Development (OECD) issued “Pillar Two” model rules which established a global minimum corporate tax rate of 15% for large multinational corporations. Many countries have implemented or are in the process of implementing Pillar Two legislation into their respective domestic laws. Based on current legislation, available guidance and the June 28, 2025 G7 Pillar Two Statement committing to a side-by-side solution for U.S. parented groups, we do not anticipate the Pillar Two global minimum tax to have a material impact to our financial condition, results of operations, cash flows or effective tax rate. The Company continues to assess the overall impact of potential changes as developments occur, consistent with our practice to monitor all changes in tax laws. As the Pillar Two global minimum tax and other tax laws and related regulations are revised, enacted and implemented, a material impact to our financial condition, results of operations, cash flows or effective tax rate may occur."
        },
        {
          "year": 2024,
          "paragraphIndex": 45,
          "text": "Additionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are subject to potential evolution. An outgrowth of the original Base Erosion and Profit Shifting (BEPS) project is a project undertaken by the approximately 140 member countries of the expanded Organisation for Economic Co-operation and Development (OECD) Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of this project extends beyond pure digital businesses and, as proposed, would likely impact a large portion of multinational businesses by potentially redefining jurisdictional taxation rights in market countries and establishing a global minimum tax. In December 2022, the European Union (EU) approved a directive requiring member states to incorporate a 15% global minimum tax into their respective domestic laws effective for fiscal years beginning on or after December 31, 2023. Most member states complied with the directive while some were permitted a delayed implementation. In addition, several non-EU countries have proposed and/or adopted legislation consistent with the global minimum tax framework. Important details of these minimum tax developments are still to be determined and, in some cases, enactment and timing remain uncertain."
        },
        {
          "year": 2024,
          "paragraphIndex": 44,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, in December 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the U.S. Tax Act). The changes included in the U.S. Tax Act were broad and complex. Under the current U.S. presidential administration, comprehensive federal income tax reform has been proposed, including an increase in the U.S. Federal corporate income tax rate, elimination of certain investment incentives and an increase in U.S. taxation of non-U.S. earnings. While these proposals are controversial, likely to change during the legislative process and may prove difficult to enact as proposed in the current closely divided U.S. Congress, their impact could nonetheless be significant."
        }
      ]
    }
  ]
}