{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "financial reporting",
        "consumer habits",
        "controls restrictions",
        "habits",
        "incidents",
        "including respect",
        "legal regulatory",
        "political conditions",
        "regulatory matters",
        "respect",
        "uncertainty regarding",
        "Sanctions",
        "accounting financial",
        "activities manages",
        "addition unable",
        "brexit",
        "announced",
        "execute",
        "optimization",
        "plan",
        "strategy",
        "Data breach",
        "act",
        "act tax",
        "announcement",
        "argentina",
        "august",
        "british",
        "changes cumulatively",
        "commence"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 21,
          "text": "Changes in the political conditions in markets in which we manufacture, sell or distribute our products may be difficult to predict and may adversely affect our business and financial results. For example, the United Kingdom’s decision to leave the European Union has created uncertainty regarding, among other things, the U.K.'s future legal and economic framework and how the U.K. will interact with other countries, including with respect to the free movement of goods, services and people. In addition, results of elections, referendums or other"
        },
        {
          "year": 2017,
          "paragraphIndex": 22,
          "text": "political processes in certain markets in which our products are manufactured, sold or distributed could create uncertainty regarding how existing governmental policies, laws and regulations may change, including with respect to sanctions, taxes, the movement of goods, services and people between countries and other matters. The potential implications of such uncertainty, which include, among others, exchange rate fluctuations and market contraction, could adversely affect the Company’s business and financial results."
        },
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "Our business is subject to a wide variety of laws and regulations across all of the countries in which we do business, including those laws and regulations involving intellectual property, product liability, marketing, antitrust, privacy, environmental, employment, anti-bribery, anti-corruption, tax, accounting and financial reporting or other matters. Rapidly changing laws, regulations and related interpretations, as well as increased enforcement actions, create challenges for the Company, including our compliance and ethics programs, and may alter the environment in which we do business, which could adversely impact our financial results. If we are unable to continue to meet these challenges and comply with all laws, regulations and related interpretations, it could negatively impact our reputation and our business results. Failure to successfully manage regulatory and legal matters and resolve such matters without significant liability or damage to our reputation may materially adversely impact our results of operations and financial position. Furthermore, if pending legal or regulatory matters result in fines or costs in excess of the amounts accrued to date, that may also materially impact our results of operations and financial position."
        },
        {
          "year": 2016,
          "paragraphIndex": 26,
          "text": "In August 2014, the Company announced a plan to significantly streamline our product portfolio by divesting, discontinuing or consolidating about 100 non-strategic brands, resulting in a portfolio of about 65 brands. The Company has announced the Beauty Brands transaction with Coty and completed a series of other transactions that will substantially complete this plan. Our ability to successfully execute our portfolio optimization strategy could impact our results."
        },
        {
          "year": 2016,
          "paragraphIndex": 31,
          "text": "people between the United Kingdom and the European Union or other countries as well as create legal and global economic uncertainty. These and other potential implications of Brexit could adversely affect the Company’s business and financial results."
        },
        {
          "year": 2016,
          "paragraphIndex": 10,
          "text": "Our ability to meet our customers’ needs and achieve cost targets depends on our ability to maintain key manufacturing and supply arrangements, including execution of our previously-announced supply chain simplifications and certain sole supplier or sole manufacturing plant arrangements. The loss or disruption of such manufacturing and supply arrangements, including for issues such as labor disputes, loss or impairment of key manufacturing sites, inability to procure sufficient raw or input materials, natural disasters, acts of war or terrorism or other external factors over which we have no control, could interrupt product supply and, if not effectively managed and remedied, have an adverse impact on our business, financial condition or results of operations."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "act",
        "tax act",
        "estimates",
        "program",
        "Climate change",
        "Data privacy",
        "capital people",
        "climate",
        "delivery",
        "delivery windows",
        "emerging retail",
        "environmental impacts",
        "factors emerging",
        "integrity loss",
        "management program",
        "corporate tax",
        "tax rate",
        "taxed",
        "activities changes",
        "build",
        "considering",
        "data summarizing",
        "earned",
        "event",
        "extensively information",
        "generally",
        "higher",
        "indefinitely",
        "instead",
        "interdependent"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 29,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, on December 22, 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the “U.S. Tax Act”). The changes included in the U.S. Tax Act are broad and complex. The final transition impacts of the U.S. Tax Act may differ from the estimates provided elsewhere in this report, possibly materially, due to, among other things, changes in interpretations of the U.S. Tax Act, any regulatory guidance or legislative action to address questions that arise because of the U.S. Tax Act or any updates or changes to estimates the Company has utilized to calculate the transition impacts, including impacts from changes to current year earnings estimates."
        },
        {
          "year": 2018,
          "paragraphIndex": 14,
          "text": "The consumer products industry is highly competitive. Across all of our categories, we compete against a wide variety of global and local competitors. As a result, we experience ongoing competitive pressures in the environments in which we operate, which may result in challenges in maintaining profit margins. To address these challenges, we must be able to successfully respond to competitive factors and emerging retail trends, including pricing, promotional incentives, product delivery windows and trade terms. In addition, evolving sales channels and business models may affect customer and consumer preferences as well as market dynamics, which, for example, may be seen in the growing consumer preference for shopping online and growth in hard discounter channels. Failure to successfully respond to competitive factors and emerging retail trends, and effectively compete in growing sales channels and business models, particularly e-commerce and mobile commerce applications, could negatively impact our results."
        },
        {
          "year": 2018,
          "paragraphIndex": 20,
          "text": "As part of the Company’s regular review of potential risks, we maintain an information and operational technology (“IT/OT”) risk management program that is primarily supervised by information technology management and reviewed by internal cross-functional stakeholders. As part of this program, analyses of emerging cybersecurity threats as well as the Company’s plans and strategies to address them are regularly prepared and presented to senior management, the Audit"
        },
        {
          "year": 2017,
          "paragraphIndex": 24,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Because the U.S. maintains a worldwide corporate tax system, the foreign and U.S. tax systems are somewhat interdependent. For example, certain income that is earned and taxed in countries outside the U.S. is not taxed in the U.S., provided those earnings are indefinitely reinvested outside the U.S. If those same foreign earnings are instead repatriated to the U.S., additional residual U.S. taxation will likely occur, due to the U.S.’s worldwide tax system and higher U.S. corporate tax rate. The U.S. is considering corporate tax reform that may significantly change the corporate tax rate and the U.S. international tax rules. Additionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are evolving"
        },
        {
          "year": 2017,
          "paragraphIndex": 28,
          "text": "Our financial projections assume certain ongoing productivity improvements and cost savings, including staffing adjustments as well as employee departures. Failure to deliver these planned productivity improvements and cost savings, while continuing to invest in business growth, could adversely impact our financial results. Additionally, successfully executing management transitions at leadership levels of the Company and retention of key employees is critical to our business success. We are generally a build-from-within company and"
        },
        {
          "year": 2017,
          "paragraphIndex": 27,
          "text": "As a company that manages a portfolio of consumer brands, our ongoing business model includes a certain level of acquisition, joint venture and divestiture activities. We must be able to successfully manage the impacts of these activities, while at the same time delivering against our business objectives. Specifically, our financial results could be adversely impacted by the dilutive impacts from the loss of earnings associated with divested brands. Our financial results could also be impacted in the event of acquisitions or joint venture activities if: 1) changes in the cash flows or other market-based assumptions cause the value of acquired assets to fall below book value, or 2) we are not able to deliver the expected cost and growth synergies associated with such acquisitions and joint ventures, which could also have an impact on goodwill and intangible assets."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "project",
        "policies related",
        "regulations policies",
        "actors including",
        "actors malicious",
        "addition insider",
        "addressing",
        "addressing challenges",
        "beps project",
        "breadth",
        "breadth project",
        "brexit",
        "businesses potentially",
        "categories growth",
        "cause technical",
        "regulations related",
        "transition",
        "cooperation",
        "december",
        "december government",
        "decision",
        "development oecd",
        "example december",
        "fiscal beauty",
        "industries",
        "interdependency",
        "leave",
        "organization",
        "partnership",
        "payments disruptions"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 29,
          "text": "Additionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are subject to potential evolution. An outgrowth of the original Base Erosion and Profit Shifting (“BEPS\") project is a new project undertaken by the 129 member countries of the expanded OECD Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of this project extends beyond pure digital businesses and is likely to impact all multinational businesses by potentially redefining jurisdictional taxation rights. As this and other tax laws and related regulations change or evolve, our financial results could be materially impacted. Given the unpredictability of these possible changes, it is very difficult to assess whether the overall effect of such potential tax changes would be cumulatively positive or negative for our earnings and cash flow, but such changes could adversely impact our financial results."
        },
        {
          "year": 2019,
          "paragraphIndex": 24,
          "text": "outside parties, hackers, criminal organizations or other threat actors, including nation states. In addition, insider actors-malicious or otherwise-could cause technical disruptions and/or confidential data leakage. To date, we have seen no material impact on our business or operations from these attacks; however, we cannot guarantee that our security efforts or the security efforts of our third-party providers will prevent material breaches, operational incidents or other breakdowns to our or our third-party providers’ IT/OT databases or systems."
        },
        {
          "year": 2019,
          "paragraphIndex": 26,
          "text": "Changes in the political conditions in markets in which we manufacture, sell or distribute our products may be difficult to predict and may adversely affect our business and financial results. For example, the United Kingdom’s pending withdrawal from the European Union (\"Brexit\") has created uncertainty regarding, among other things, the U.K.'s future legal and economic framework and how the U.K. will interact with other countries, including with respect to the free movement of goods, services, capital and people. In addition, results of elections, referendums or other political processes in certain markets in which our products are manufactured, sold or distributed could create uncertainty regarding how existing governmental policies, laws and regulations may change, including with respect to sanctions, taxes, the movement of goods, services, capital and people between countries and other matters. The potential implications of such uncertainty, which include, among others, exchange rate fluctuations, tariffs, trade barriers and market contraction, could adversely affect the Company’s business and financial results."
        },
        {
          "year": 2018,
          "paragraphIndex": 29,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, on December 22, 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the “U.S. Tax Act”). The changes included in the U.S. Tax Act are broad and complex. The final transition impacts of the U.S. Tax Act may differ from the estimates provided elsewhere in this report, possibly materially, due to, among other things, changes in interpretations of the U.S. Tax Act, any regulatory guidance or legislative action to address questions that arise because of the U.S. Tax Act or any updates or changes to estimates the Company has utilized to calculate the transition impacts, including impacts from changes to current year earnings estimates."
        },
        {
          "year": 2018,
          "paragraphIndex": 30,
          "text": "as a result of the Base Erosion and Profit Shifting reporting requirements (“BEPS\") recommended by the G8, G20 and Organization for Economic Cooperation and Development (\"OECD\"). As these and other tax laws and related regulations change, our financial results could be materially impacted. Given the unpredictability of these possible changes and their potential interdependency, it is very difficult to assess whether the overall effect of such potential tax changes would be cumulatively positive or negative for our earnings and cash flow, but such changes could adversely impact our financial results."
        },
        {
          "year": 2018,
          "paragraphIndex": 32,
          "text": "As a company that manages a portfolio of consumer brands, our ongoing business model includes a certain level of acquisition, joint venture and divestiture activities. We must be able to successfully manage the impacts of these activities, while at the same time delivering against our business objectives. Specifically, our financial results could be adversely impacted by the dilutive impacts from the loss of earnings associated with divested brands or dissolution of joint ventures such as the termination of the PGT Healthcare partnership between the Company and Teva Pharmaceutical Industries. Our financial results could also be impacted by acquisitions or joint venture activities, such as the planned acquisition of Merck KGaA's Consumer Health business, if: 1) changes in the cash flows or other market-based assumptions cause the value of acquired assets to fall below book value, or 2) we are not able to deliver the expected cost and growth synergies associated with such acquisitions and joint ventures, including as a result of integration and collaboration challenges, which could also have an impact on goodwill and intangible assets."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "caused",
        "disease",
        "effects",
        "outbreak",
        "public",
        "public health",
        "travel",
        "actual",
        "california",
        "disease outbreak",
        "effects disease",
        "export",
        "export controls",
        "failure parties",
        "dependent",
        "program",
        "management program",
        "revenues",
        "risk management",
        "success dependent",
        "updating",
        "action costs",
        "analyses",
        "assess potential",
        "attack databases",
        "attacks guarantee",
        "attention",
        "attention threats",
        "board"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 34,
          "text": "Our business may be negatively impacted by the fear of exposure to or actual effects of a disease outbreak, epidemic, pandemic, or similar widespread public health concern, such as travel restrictions or recommendations or mandates from governmental authorities to avoid large gatherings or to self-quarantine as a result of the novel coronavirus (COVID-19) pandemic. These impacts include, but are not limited to:"
        },
        {
          "year": 2020,
          "paragraphIndex": 33,
          "text": "We must successfully manage the demand, supply, and operational challenges associated with the actual or perceived effects of a disease outbreak, including epidemics, pandemics, or similar widespread public health concerns."
        },
        {
          "year": 2020,
          "paragraphIndex": 39,
          "text": "Despite our efforts to manage and remedy these impacts to the Company, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain its spread and mitigate its public health effects."
        },
        {
          "year": 2019,
          "paragraphIndex": 19,
          "text": "As part of the Company’s regular review of potential risks, we maintain an information and operational technology (“IT/OT”) risk management program that is primarily supervised by information technology management and reviewed by internal cross-functional stakeholders. As part of this program, analyses of emerging cybersecurity threats as well as the Company’s plans and strategies to address them are regularly prepared and presented to senior management, the Audit Committee and the Board of Directors. Despite our policies, procedures and programs, including this IT/OT risk management program, we may not be effective in identifying and mitigating every risk to which we are exposed."
        },
        {
          "year": 2019,
          "paragraphIndex": 22,
          "text": "Numerous and evolving information security threats, including advanced persistent cybersecurity threats, pose a risk to the security of our services, systems, networks and supply chain, as well as to the confidentiality, availability and integrity of our data and of our critical business operations. As cybersecurity threats rapidly evolve in sophistication and become more prevalent across the industry globally, the Company is continually increasing its attention to these threats. We assess potential threats and vulnerabilities and make investments seeking to address them, including ongoing monitoring and updating of networks and systems, increasing specialized information security skills, deploying employee security training, and updating security policies for the Company and its third-party providers. However, because the techniques, tools and tactics used in cyber-attacks frequently change and may be difficult to detect for periods of time, we may face difficulties in anticipating and implementing adequate preventative measures or fully mitigating harms after such an attack."
        },
        {
          "year": 2019,
          "paragraphIndex": 11,
          "text": "Our costs are subject to fluctuations, particularly due to changes in the prices of commodities and raw materials and the costs of labor, transportation, energy, pension and healthcare. Therefore, our business results are dependent, in part, on our continued ability to manage these fluctuations through pricing actions, cost saving projects and sourcing decisions, while maintaining and improving margins and market share. Failure to manage these fluctuations could adversely impact our financial results."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Data breach",
        "Inflation",
        "agencies",
        "banking partners",
        "based materials",
        "claims",
        "confidential information",
        "cybersecurity incident",
        "economic social",
        "effective",
        "environmental social",
        "equality inclusion",
        "federal",
        "human capital",
        "income tax",
        "estimates",
        "actions create",
        "affected political",
        "arise",
        "baby",
        "baby stores",
        "basis exposed",
        "brexit",
        "calculate",
        "causes ranging",
        "changes cumulatively",
        "commission",
        "commodities raw",
        "competitors failure",
        "compliance laws"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 44,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, in December 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the U.S. Tax Act). The changes included in the U.S. Tax Act were broad and complex. Under the current U.S. presidential administration, comprehensive federal income tax reform has been proposed, including an increase in the U.S. Federal corporate income tax rate, elimination of certain investment incentives, and a more than doubling of U.S. residual taxation of non-U.S. earnings. While these proposals are controversial, likely to change during the legislative process, and may prove difficult to enact as proposed in the current closely divided U.S. Congress, their impact could nonetheless be significant."
        },
        {
          "year": 2021,
          "paragraphIndex": 27,
          "text": "In addition, if a ransomware attack or other cybersecurity incident occurs, either internally or at our third-party technology service providers, we could be prevented from accessing our data or systems, which may cause interruptions or delays in our business operations, cause us to incur remediation costs, subject us to demands to pay a ransom, or damage our reputation. In addition, such events could result in unauthorized disclosure of confidential information, and we may suffer financial and reputational damage because of lost or misappropriated confidential information belonging to us or to our partners, our employees, customers, and suppliers. Additionally, we could be exposed to potential liability, litigation, governmental inquiries, investigations, or regulatory enforcement actions; and we could be subject to payment of fines or other penalties, legal claims by our suppliers, customers or employees, and significant remediation costs."
        },
        {
          "year": 2021,
          "paragraphIndex": 42,
          "text": "Our business is subject to a wide variety of laws and regulations across the countries in which we do business, including those laws and regulations involving intellectual property, product liability, product composition or formulation, packaging content or end-of-life responsibility, marketing, antitrust and competition, privacy, data protection, environmental (including increasing focus on the climate, water, and waste impacts of consumer packaged goods companies' operations and products), employment, healthcare, anti-bribery, anti-corruption, trade (including tariffs, sanctions and export controls), tax, accounting and financial reporting or other matters. In addition, increasing governmental and societal attention to environmental, social, and governance (ESG) matters, including expanding mandatory and voluntary reporting, diligence, and disclosure on topics such as climate change, waste production, water usage, human capital, labor, and risk oversight, could expand the nature, scope, and complexity of matters that we are required to control, assess, and report. These and other rapidly changing laws, regulations, policies and related interpretations, as well as increased enforcement actions by various governmental and regulatory agencies, create challenges for the Company, including our compliance and ethics programs, may alter the environment in which we do business and may increase the ongoing costs of compliance, which could adversely impact our results of operations and cash flows. If we are unable to continue to meet these challenges and comply with all laws, regulations, policies and related interpretations, it could negatively impact our reputation and our business results. Additionally, we are currently, and in the future may be, subject to a number of inquiries, investigations, claims, proceeding, and requests for information from governmental agencies or private parties, the adverse outcomes of which could harm our business. Failure to successfully manage these new or pending regulatory and legal matters and resolve such matters without significant liability or damage to our reputation may"
        },
        {
          "year": 2020,
          "paragraphIndex": 25,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the “U.S. Tax Act”). The changes included in the U.S. Tax Act are broad and complex. The ongoing impacts of the U.S. Tax Act may differ from the estimates provided elsewhere in the reports we file with the Securities and Exchange Commission, possibly materially, due to, among other things, changes in interpretations, any regulatory guidance or legislative action to address questions that arise or any updates or changes to estimates the Company has used to calculate the impacts."
        },
        {
          "year": 2020,
          "paragraphIndex": 14,
          "text": "We sell most of our products via retail customers, which include mass merchandisers, e-commerce, grocery stores, membership club stores, drug stores, department stores, distributors, wholesalers, baby stores, specialty beauty stores (including airport duty-free stores), high-frequency stores, pharmacies, electronics stores and professional channels. Our success depends on our ability to successfully manage relationships with our retail trade customers, which includes our ability to offer trade terms that are mutually acceptable and are aligned with our pricing and profitability targets. Continued concentration among our retail customers could create significant cost and margin pressure on our business, and our business performance could suffer if we cannot reach agreement with a key customer on trade terms and principles. Our business could also be negatively impacted if a key customer were to significantly reduce the inventory level of or shelf space allocated to our products as a result of increased offerings of other branded manufacturers, private label brands and generic non-branded products or for other reasons, significantly tighten product delivery windows or experience a significant business disruption."
        },
        {
          "year": 2020,
          "paragraphIndex": 23,
          "text": "Changes in the political conditions in markets in which we manufacture, sell or distribute our products may be difficult to predict and may adversely affect our business and financial results. For example, the United Kingdom’s withdrawal from the European Union (\"Brexit\") has created uncertainty regarding, among other things, the U.K.'s future legal and economic framework and how the U.K. will interact with other countries, including with respect to the free movement of goods, services, capital and people. In addition, results of elections, referendums or other political processes in certain markets in which our products are manufactured, sold or distributed could create uncertainty regarding how existing governmental policies, laws and regulations may change, including with respect to sanctions, taxes, tariffs, import and export controls and the general movement of goods, services, capital and people between countries and other matters. The potential implications of such uncertainty, which include, among others, exchange rate fluctuations, new or increased tariffs, trade barriers and"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "russia",
        "ukraine",
        "russia ukraine",
        "war russia",
        "situation",
        "cost increases",
        "covered general",
        "emergence",
        "energy supply",
        "foreign exchange",
        "goals",
        "protection law",
        "ukraine adversely",
        "variants",
        "virus",
        "Coronavirus",
        "activities manages",
        "additionally exposed",
        "affected customers",
        "algeria",
        "commerce grocery",
        "end",
        "gatherings",
        "initially",
        "kingdom",
        "life",
        "nigeria algeria",
        "novel",
        "proceeding",
        "referendums political"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 14,
          "text": "The war between Russia and Ukraine could also amplify or affect the other risk factors set forth in this Part I, Item 1A, including, but not limited to, foreign exchange volatility, disruptions to the financial and credit markets, energy supply and supply chain disruptions, increased risks of an information security or operational technology incident, cost fluctuations and commodity cost increases and increased costs to ensure compliance with global and local laws and regulations. The occurrence of any of these risks, combined with the increased impact from the war between Russia and Ukraine, could adversely impact our business and financial results."
        },
        {
          "year": 2022,
          "paragraphIndex": 12,
          "text": "The war between Russia and Ukraine has negatively impacted, and the situation it generates may continue to negatively impact, our operations. Beginning in March 2022, the Company reduced its product portfolio, discontinued new capital investments and suspended media, advertising and promotional activity in Russia. Future impacts to the Company are difficult to predict due to the high level of uncertainty as to how the overall situation will evolve. Within Ukraine, there is a possibility of physical damage and destruction of our two manufacturing facilities, our distribution centers or those of our customers. We may not be able to operate our manufacturing sites and source raw materials from our suppliers or ship finished products to"
        },
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "Our business may be negatively impacted by the fear of exposure to or actual effects of a disease outbreak, epidemic, pandemic or similar widespread public health concern, such as travel restrictions or recommendations or mandates from governmental authorities as a result of the COVID-19 virus, the threat of the virus or the emergence of any variants. These impacts include, but are not limited to:"
        },
        {
          "year": 2021,
          "paragraphIndex": 30,
          "text": "as travel restrictions or recommendations or mandates from governmental authorities to avoid large gatherings or to self-quarantine as a result of the novel coronavirus (COVID-19) pandemic. These impacts include, but are not limited to:"
        },
        {
          "year": 2021,
          "paragraphIndex": 42,
          "text": "Our business is subject to a wide variety of laws and regulations across the countries in which we do business, including those laws and regulations involving intellectual property, product liability, product composition or formulation, packaging content or end-of-life responsibility, marketing, antitrust and competition, privacy, data protection, environmental (including increasing focus on the climate, water, and waste impacts of consumer packaged goods companies' operations and products), employment, healthcare, anti-bribery, anti-corruption, trade (including tariffs, sanctions and export controls), tax, accounting and financial reporting or other matters. In addition, increasing governmental and societal attention to environmental, social, and governance (ESG) matters, including expanding mandatory and voluntary reporting, diligence, and disclosure on topics such as climate change, waste production, water usage, human capital, labor, and risk oversight, could expand the nature, scope, and complexity of matters that we are required to control, assess, and report. These and other rapidly changing laws, regulations, policies and related interpretations, as well as increased enforcement actions by various governmental and regulatory agencies, create challenges for the Company, including our compliance and ethics programs, may alter the environment in which we do business and may increase the ongoing costs of compliance, which could adversely impact our results of operations and cash flows. If we are unable to continue to meet these challenges and comply with all laws, regulations, policies and related interpretations, it could negatively impact our reputation and our business results. Additionally, we are currently, and in the future may be, subject to a number of inquiries, investigations, claims, proceeding, and requests for information from governmental agencies or private parties, the adverse outcomes of which could harm our business. Failure to successfully manage these new or pending regulatory and legal matters and resolve such matters without significant liability or damage to our reputation may"
        },
        {
          "year": 2021,
          "paragraphIndex": 35,
          "text": "Despite our efforts to manage and remedy these impacts to the Company, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain its spread and mitigate its public health effects. In the case of COVID-19, the availability and public acceptance of effective vaccines has initially varied and may continue to vary significantly across regions and countries where we operate, leading to further volatility and disparity in our results and operations across geographies."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Geopolitical tensions",
        "conflicts",
        "geopolitical conditions",
        "including personal",
        "requiring",
        "trade controls",
        "activities manages",
        "additionally exposed",
        "adopted",
        "affected customers",
        "approved",
        "broader",
        "care",
        "cases",
        "complexities",
        "COVID-19",
        "emergence",
        "regions including",
        "variants",
        "virus",
        "capability",
        "capacity",
        "capital people",
        "compliance ethics",
        "components",
        "constrained",
        "costs compliance",
        "countries matters",
        "decreased",
        "disparity"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 11,
          "text": "The Company operates a global business with sales, manufacturing, distribution and research and development organizations globally that contribute to our overall growth. If geopolitical tensions and trade controls were to increase or disrupt our business in markets where we have significant sales or operations, including disruptions due to governmental responses to such conflicts (such as the imposition of sanctions, retaliatory tariffs, increased business licensing requirements or limitations on profits), such disruptions could adversely impact our business, financial condition, results of operations and cash flows."
        },
        {
          "year": 2023,
          "paragraphIndex": 5,
          "text": "Additionally, our business, operations or employees have been and could continue to be adversely affected (including by the need to de-consolidate or even exit certain businesses in particular countries) by geopolitical conflicts, political volatility, trade controls, labor market disruptions or other crises or vulnerabilities in individual countries or regions. This could include political instability, upheaval or acts of war (such as the Russia-Ukraine War) and the related government and other entity responses, broad economic instability or sovereign risk related to a default by or deterioration in the creditworthiness of local governments, particularly in emerging markets."
        },
        {
          "year": 2023,
          "paragraphIndex": 45,
          "text": "Additionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are subject to potential evolution. An outgrowth of the original Base Erosion and Profit Shifting (BEPS) project is a project undertaken by the approximately 140 member countries of the expanded Organisation for Economic Co-operation and Development (OECD) Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of this project extends beyond pure digital businesses and, as proposed, would likely impact a large portion of multinational businesses by potentially redefining jurisdictional taxation rights in market countries and establishing a global minimum tax. In December 2022, the European Union (EU) approved a directive requiring member states to incorporate a 15% global minimum tax into their respective domestic laws effective for fiscal years beginning on or after December 31, 2023."
        },
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "Our business may be negatively impacted by the fear of exposure to or actual effects of a disease outbreak, epidemic, pandemic or similar widespread public health concern, such as travel restrictions or recommendations or mandates from governmental authorities as a result of the COVID-19 virus, the threat of the virus or the emergence of any variants. These impacts include, but are not limited to:"
        },
        {
          "year": 2022,
          "paragraphIndex": 38,
          "text": "Despite our efforts to manage and remedy these impacts to the Company, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain its spread and mitigate its public health effects. In the case of COVID-19, the emergence of variants may continue to occur across regions and countries where we operate, leading to varied government responses and the potential for decreased vaccine effectiveness, resulting in further volatility and disparity in our results and operations across geographies."
        },
        {
          "year": 2022,
          "paragraphIndex": 35,
          "text": "•\nInability to meet our customers’ needs and achieve cost targets due to disruptions in our manufacturing and supply arrangements caused by constrained workforce capacity or the loss or disruption of other essential manufacturing and supply elements such as raw materials or other finished product components, transportation, or other manufacturing and distribution capability;"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "Artificial intelligence",
        "artificial",
        "intelligence",
        "machine learning",
        "effective tax",
        "flows effective",
        "learning",
        "machine",
        "pillar",
        "pillar global",
        "accuracy",
        "adoption",
        "affecting",
        "attributes",
        "boycotts",
        "covered",
        "citizens",
        "approximately countries",
        "california",
        "covered general",
        "goals",
        "privacy data",
        "protection law",
        "ukraine adversely",
        "GDPR",
        "act ccpa",
        "argentina",
        "assist",
        "assist conducting",
        "attack databases"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 31,
          "text": "Periodically, we and/or our suppliers also upgrade IT/OT systems or adopt new technologies, including those enabled by machine learning or artificial intelligence. If such a new system or technology does not function properly, provides flawed or inaccurate outputs or exposes us to increased cybersecurity breaches and failures, it could affect our ability to order materials, make and ship orders and process payments in addition to other operational and information integrity and loss issues. The costs and operational consequences of responding to the above items and implementing remediation measures could be significant and could adversely impact our results of operations and cash flows and generate negative publicity affecting Company reputation and relationships among consumers, customers and other business partners."
        },
        {
          "year": 2024,
          "paragraphIndex": 17,
          "text": "and data systems or those of our suppliers, cybersecurity incidents including but not limited to ransomware attacks, misuse of artificial intelligence and machine learning technologies, inability to procure sufficient raw or input materials (including water, recycled materials and materials that meet our labor standards), significant changes in trade policy, natural disasters, increasing severity or frequency of extreme weather events due to climate change or otherwise, acts of war or terrorism, disease outbreaks or other external factors over which we have no control, have at times interrupted and could, in the future, interrupt product supply and, if not effectively managed and remedied, could have an adverse impact on our business, financial condition, results of operations or cash flows."
        },
        {
          "year": 2024,
          "paragraphIndex": 28,
          "text": "A breach of our data security systems or failure of our IT/OT databases and systems and those of our third-parties may have a material adverse impact on our business operations and financial results. If the IT/OT systems, networks or service providers we rely upon fail to function properly or cause operational outages or aberrations, or if we or one of our third-party providers suffer significant unavailability of key operations, or inadvertent disclosure of, lack of integrity of, or loss of our sensitive business or stakeholder information, including personal information, due to any number of causes, including catastrophic events, natural disasters, power outages, computer and telecommunications failures, improper data handling, viruses, phishing attempts, cyber-attacks, malware and ransomware attacks, security breaches, misuse or malicious use of artificial intelligence, security incidents or employee error or malfeasance, and our business continuity plans do not effectively address these failures on a timely basis, we may suffer interruptions in our ability to manage operations and be exposed to reputational, competitive, operational, financial and business harm as well as litigation and regulatory action. If our critical IT systems or back-up systems or those of our third-party vendors are damaged or cease to function properly, we may have to make a significant investment to repair or replace them."
        },
        {
          "year": 2023,
          "paragraphIndex": 25,
          "text": "•\ncollecting, transferring, storing and/or processing customer, consumer, employee, vendor, investor and other stakeholder information and personal data, including such data from persons covered by an expanding landscape of privacy and data regulations, such as citizens of the European Union who are covered by the General Data Protection Regulation (GDPR), residents of California covered by the California Consumer Privacy Act (CCPA), citizens of China covered by the Personal Information Protection Law (PIPL) and citizens of Brazil covered by the General Personal Data Protection Law (LGPD);"
        },
        {
          "year": 2023,
          "paragraphIndex": 21,
          "text": "initiatives to further these goals, our ability to achieve these goals is impacted in part by the actions and efforts of third parties including local and other governmental authorities, suppliers, vendors and customers. Consumer or broader stakeholder perceptions of these programs and initiatives widely vary and could adversely affect our business. If these programs are not executed as planned or suffer negative publicity, the Company's reputation and results of operations or cash flows could be adversely impacted."
        },
        {
          "year": 2023,
          "paragraphIndex": 24,
          "text": "We rely extensively on information and operational technology (IT/OT) systems, networks and services, including internet and intranet sites, data hosting and processing facilities and technologies, physical security systems and other hardware, software and technical applications and platforms, many of which are managed, hosted, provided and/or used by third parties or their vendors, to assist in conducting our business. The various uses of these IT/OT systems, networks and services include, but are not limited to:"
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "transfers",
        "corporate tax",
        "Interest rates",
        "advance",
        "arising",
        "beautiful",
        "big",
        "changed",
        "committing",
        "continuing invest",
        "corporations",
        "created",
        "derivative",
        "differentials",
        "differing",
        "proposed",
        "member",
        "project",
        "comprehensive",
        "directive",
        "federal",
        "framework",
        "income tax",
        "act broad",
        "act changes",
        "activities maturity",
        "addition increasing",
        "addition insider",
        "additionally longstanding",
        "addressing"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 42,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, in July 2025, the U.S. government enacted the One Big Beautiful Bill Act (the 2025 U.S. Tax Act). The 2025 U.S. Tax Act extended or made permanent many of the corporate tax changes arising under the Tax Cuts and Jobs Act passed in 2017 (the 2017 U.S. Tax Act). We do not anticipate the 2025 U.S. Tax Act to have a material impact to our financial condition, results of operations, cash flows or effective tax rate."
        },
        {
          "year": 2025,
          "paragraphIndex": 43,
          "text": "In December 2021, the Organisation for Economic Co-operation and Development (OECD) issued “Pillar Two” model rules which established a global minimum corporate tax rate of 15% for large multinational corporations. Many countries have implemented or are in the process of implementing Pillar Two legislation into their respective domestic laws. Based on current legislation, available guidance and the June 28, 2025 G7 Pillar Two Statement committing to a side-by-side solution for U.S. parented groups, we do not anticipate the Pillar Two global minimum tax to have a material impact to our financial condition, results of operations, cash flows or effective tax rate. The Company continues to assess the overall impact of potential changes as developments occur, consistent with our practice to monitor all changes in tax laws. As the Pillar Two global minimum tax and other tax laws and related regulations are revised, enacted and implemented, a material impact to our financial condition, results of operations, cash flows or effective tax rate may occur."
        },
        {
          "year": 2025,
          "paragraphIndex": 4,
          "text": "Further, we have a significant amount of debt including floating rate and foreign currency debt and derivatives as part of our capital markets activities. As we refinance debt or renew derivatives, we are exposed to movement in global interest rates and rate differentials. Further, the maturity cash outflows of foreign currency debt and derivative instruments could be adversely impacted by significant appreciation of foreign currency exchange rates (particularly the Euro), which could adversely impact our overall cash flows and interest expense. Moreover, discriminatory or conflicting fiscal or trade policies in different countries, including changes to tariffs and existing trade policies and agreements, could adversely affect our results. See also the Results of Operations and Cash Flow, Financial Condition and Liquidity sections of the MD&A and the Consolidated Financial Statements and related Notes."
        },
        {
          "year": 2024,
          "paragraphIndex": 45,
          "text": "Additionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are subject to potential evolution. An outgrowth of the original Base Erosion and Profit Shifting (BEPS) project is a project undertaken by the approximately 140 member countries of the expanded Organisation for Economic Co-operation and Development (OECD) Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of this project extends beyond pure digital businesses and, as proposed, would likely impact a large portion of multinational businesses by potentially redefining jurisdictional taxation rights in market countries and establishing a global minimum tax. In December 2022, the European Union (EU) approved a directive requiring member states to incorporate a 15% global minimum tax into their respective domestic laws effective for fiscal years beginning on or after December 31, 2023. Most member states complied with the directive while some were permitted a delayed implementation. In addition, several non-EU countries have proposed and/or adopted legislation consistent with the global minimum tax framework. Important details of these minimum tax developments are still to be determined and, in some cases, enactment and timing remain uncertain."
        },
        {
          "year": 2024,
          "paragraphIndex": 44,
          "text": "The Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, in December 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the U.S. Tax Act). The changes included in the U.S. Tax Act were broad and complex. Under the current U.S. presidential administration, comprehensive federal income tax reform has been proposed, including an increase in the U.S. Federal corporate income tax rate, elimination of certain investment incentives and an increase in U.S. taxation of non-U.S. earnings. While these proposals are controversial, likely to change during the legislative process and may prove difficult to enact as proposed in the current closely divided U.S. Congress, their impact could nonetheless be significant."
        }
      ]
    }
  ]
}