{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "alternative",
        "alternative retail",
        "retail channels",
        "renewlife",
        "acquisition renewlife",
        "commerce",
        "margins",
        "traditional",
        "accounted million",
        "agree",
        "commerce retailers",
        "conditions negatively",
        "confidential",
        "confidential information",
        "data security",
        "united states",
        "renew",
        "renew life",
        "acquisition renew",
        "market volatility",
        "press",
        "releases",
        "reputation table",
        "savings efficiencies",
        "advanced",
        "affects",
        "areas subject",
        "assumes",
        "august",
        "brokers"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 13,
          "text": "The Company’s sales are largely concentrated in the traditional retail grocery, mass retail outlet, warehouse club and dollar store channels. However, alternative retail channels, including hard discounters, e-commerce retailers and subscription services, have become more prevalent and consumer products are increasingly being sold through such alternative retail channels. Although the Company is engaged in e-commerce with respect to many of its products, if we are not successful in expanding sales in such alternative retail channels, our business, financial condition and results of operations may be negatively impacted. In addition, the growth of the alternative retail channels that are focused on limiting the number of items they sell and selling predominantly \"private label\" products may reduce the Company's ability to market and sell its products through such retailers. The retail environment is changing with the growth of alternative retail channels and this could significantly"
        },
        {
          "year": 2017,
          "paragraphIndex": 14,
          "text": "change the way traditional retailers do business. If these alternative retail channels were to take significant market share away from traditional retailers and/or the Company is not successful in these alternative retail channels, our margins and results of operations may be negatively impacted."
        },
        {
          "year": 2017,
          "paragraphIndex": 1,
          "text": "The Company faces intense competition from consumer product companies both in the U.S. and in its international markets. Most of the Company’s products compete with other widely advertised brands within each product category. The Company also faces competition from retailers, including club stores, grocery stores, dollar stores, mass merchandisers, e-commerce retailers and subscription services, which are increasingly offering “private label” brands that are typically sold at lower prices and compete with the Company’s products in certain categories. Increased purchases of “private label” products could reduce net sales of the Company’s higher-margin products or there could be a shift in product mix to lower-margin offerings, which would negatively impact our margins."
        },
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "Although the Company has network security measures in place, the systems may be vulnerable to computer viruses or other malicious codes, security breaches and other disruptions from unauthorized users or system failures, including Internet outages. While the Company has business continuity plans in place, if the systems are damaged or cease to function properly due to any number of causes, including catastrophic events, power outages, security breaches or other similar events, and if the business continuity plans do not effectively resolve such issues on a timely basis, the Company may suffer interruptions in its ability to manage or conduct business, which may adversely impact the Company's business. Furthermore, the Company sells its Burt's Bees® natural personal care products, Renew Life® digestive health products and other products directly to consumers online, provides websites, mobile apps and connected devices, and offers promotions, rebates, customer loyalty and other programs through which it may receive personal information, and it or its vendors could experience cyber-attacks, privacy breaches, data breaches or other incidents that result in unauthorized disclosure of consumer, customer, employee or Company information. In August 2015, the federal government brought an indictment against brokers and hackers for stealing advanced, nonpublic press releases of various public companies from news wires and trading on securities using the information from such press releases. If the Company suffers a loss as a result of a breach or other breakdown in its technology, including such cyber-attack, privacy breaches, data breaches or other incident involving one of the Company's vendors, that result in unauthorized disclosure or significant unavailability of business, financial, personal or stakeholder information, the Company may suffer reputational, competitive and/or business harm and may be exposed to legal liability, which may adversely affect the Company's results of operations and/or financial condition. In addition, if the Company's service providers, suppliers or customers experience such a breach or unauthorized disclosure or system failure, their businesses could be disrupted or otherwise negatively affected, which may result in a disruption in the Company's supply chain or reduced customer orders, which would adversely affect the Company's business operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 65,
          "text": "Clorox management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with accounting principles generally accepted in the United States. Because of its inherent limitations, internal control over financial reporting cannot provide absolute assurance that a misstatement of the Company's financial statements would be prevented or detected. The Company's continuing growth and expansion in domestic and globally dispersed markets, such as its recent acquisition of Renew Life, may place significant additional pressure on the Company's system of internal control over financial reporting. Moreover, the Company engages the services of third parties to assist with business operations and financial reporting processes, which injects additional monitoring obligations and risk into the system of internal control. Any failure to maintain an effective system of internal control over financial reporting could limit the Company's ability to report its financial results accurately and on a timely basis, or to detect and prevent fraud and could expose it to regulatory enforcement action and shareholder claims."
        },
        {
          "year": 2016,
          "paragraphIndex": 50,
          "text": "The Company relies on intellectual property rights based on trademark, trade secret, patent and copyright laws to protect its brands, products and packaging for its products. The Company cannot be certain that these intellectual property rights will be maximized or that they can be successfully asserted. There is a risk that the Company will not be able to obtain and perfect its own intellectual property rights or, where appropriate, license intellectual property rights necessary to support new product introductions. The Company cannot be certain that these rights, if obtained, will not later be invalidated, circumvented or challenged, and the Company could incur significant costs in connection with legal actions to assert its intellectual property rights or to defend those rights from assertions of invalidity. In addition, even if such rights are obtained in the United States, the laws of some of the other countries in which the Company's products are or may be sold may not protect intellectual property rights to the same extent as the laws of the United States. If other parties infringe the Company's intellectual property rights, they may dilute or diminish the value of the Company's brands and products in the marketplace, which could diminish the value that consumers associate with the Company's brands and harm its net sales. The failure to perfect and protect its intellectual property rights could make the Company less competitive and could have a material adverse effect on its business, operating results, and financial condition."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "tax act",
        "nutranext",
        "effects",
        "innovations",
        "product innovations",
        "future periods",
        "periods",
        "provided",
        "acquisition nutranext",
        "analyze",
        "assess",
        "capacity",
        "deductions",
        "deferred",
        "devaluations",
        "improvements",
        "product improvements",
        "repurchase shares",
        "shares",
        "decide extend",
        "legislative",
        "Interest rates",
        "access capital",
        "adopted",
        "affordable",
        "alternatively",
        "aplicare",
        "assimilate",
        "balances",
        "chooses"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 61,
          "text": "We continue to assess and analyze the impact of the Tax Act on our business and our Company. Accordingly, some of the income tax effects reflected in our Consolidated Financial Statements are provisional amounts. For example, provisional amounts are reported for our revaluation of net deferred tax liabilities and for our one-time transition tax on accumulated foreign earnings. In addition, certain underlying income tax effects embedded within the valuations of certain balance sheet items, including the liability related to our obligation to purchase P&G’s 20% interest in our Glad® business upon the termination of our venture agreement with P&G, may be subject to change as we finalize the provisional elements in our assessment of the Tax Act. The estimated impacts of the Tax Act, including with respect to our revaluation of net deferred tax liabilities, assessment of our deferred taxes related to foreign unremitted earnings, estimate of our effective tax rates for future periods and valuation of our potential obligation to purchase P&G’s interest in our Glad® business, are based on management’s current assessment and estimates and could be materially different based on our actual results for future periods, our further analysis of the Tax Act, any additional Congressional, administrative and FASB actions or guidance related to the Tax Act and any actions that we may take as a result of the Tax Act. For additional information, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and the Notes to Consolidated Financial Statements."
        },
        {
          "year": 2018,
          "paragraphIndex": 59,
          "text": "Fluctuations in federal, state, local and foreign taxes or a change to uncertain tax positions, including related interest and penalties, may also impact the Company’s effective tax rate and the Company’s financial results, and changes in tax laws, such as the Tax Act which was signed into law on December 22, 2017, could create uncertainty and have a material impact the Company’s operating results. The Tax Act, among other things, contains significant changes to corporate taxation, including a reduction of the U.S. corporation statutory income tax rate to 21% from 35%, one-time taxation of accumulated foreign earnings regardless of whether they are repatriated, limitations on the deduction for interest expense, immediate tax deductions for five years for new investments instead of deductions for depreciation expense over time, disallowance of deductions for certain-performance based compensation, elimination of the deduction for certain domestic production activities and a migration from a “worldwide” system of taxation to a modified territorial system. Although we continue to assess and analyze the full effects of the Tax Act on our business and the Company, we expect the Tax Act, as a whole, will reduce our effective tax rate in future periods, in addition to fiscal year 2018. In addition, although we expect a positive impact to our cash flows from the Tax Act, such impact will be realized in future periods as we realize the benefit from the lower effective tax rates."
        },
        {
          "year": 2018,
          "paragraphIndex": 60,
          "text": "We are continuing to assess and analyze the accounting for the impacts of the Tax Act. Moreover, the process of adopting extensive tax legislation in a short amount of time may have led to drafting errors, issues needing clarification and unintended consequences that Congress may decide to review in subsequent tax legislation. In addition, interpretation of many provisions of the Tax Act is still unclear. It is not clear when, or whether, Congress may address any of these issues or when the Internal Revenue Service may issue additional administrative guidance on the changes made in the Tax Act. In addition, the FASB provided guidance intended to clarify the accounting for certain aspects of the Tax Act. Furthermore, foreign countries may decide to enact tax laws that may negatively affect our foreign tax liabilities in retaliation for any real or perceived negative effects of the Tax Act on their countries that they deem unfair or for other reasons and/or states or local government may decide to enact tax laws that may increase tax liabilities for companies doing business in such jurisdictions as they see opportunities to increase state and local corporate taxes after the federal corporate tax rate was reduced by the Tax Act."
        },
        {
          "year": 2017,
          "paragraphIndex": 66,
          "text": "The Company may incur substantial additional indebtedness in the future to fund acquisitions, repurchase shares or fund other activities for general business purposes, subject to compliance with the Company’s existing debt covenants. As of June 30, 2017 , the Company could add approximately $4 billion in incremental debt and remain in compliance with its debt covenants, although the actual amount that the Company may be able to borrow in the future may not equal this amount. If new debt is added to the current debt levels, the related risks that the Company now faces could intensify. In addition, the cost of incurring additional debt could increase due to rising interest rates, possible downgrades in the Company’s credit rating, economic conditions or otherwise. In this regard, failure to maintain the Company's credit ratings could adversely affect the interest rate in future financings, liquidity, competitive position and access to capital markets."
        },
        {
          "year": 2017,
          "paragraphIndex": 67,
          "text": "Although the Company has historically declared and paid quarterly cash dividends on its common stock and has been authorized to repurchase its shares subject to certain limitations under its share repurchase programs, any determinations by the board of directors to continue to declare and pay cash dividends on the Company’s common stock or to repurchase the Company’s common stock will be based primarily upon the Company’s financial condition, results of operations and business requirements, the price of its common stock in the case of the repurchase program and the board of directors’ continuing determination that the repurchase programs and the declaration and payment of dividends are in the best interests of the Company’s stockholders and are in compliance with all laws and agreements applicable to the repurchase and dividend programs. The Company’s ability to continue to declare and pay cash dividends will depend upon, among other things, its cash balances and future cash requirements, results of operations, financial condition and net earnings, all of which are subject to general economic, financial, competitive, legislative, regulatory and other factors beyond the Company’s control. In the event"
        },
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "It is expected that federal, state and foreign governments will continue to introduce new and expanded legislation affecting the Company’s operations, which may require the Company to increase its resources, capabilities and expertise in such areas. For example, the Company is subject to regulations regarding the transportation, storage or use of certain chemicals to protect the environment, including as a result of evolving climate change standards, and new and increased regulation in other areas, such as with respect to “conflict minerals.” Such regulation could negatively impact the Company’s ability to obtain raw materials or could increase its acquisition and compliance costs. In addition, the Company is subject to laws of various countries where it operates or does business related to solicitation, collection, processing or use of consumer, customer, vendor or employee information or related data. Furthermore, pending legislative initiatives and adopted legislation in the areas of healthcare reform and other areas, such as the Patient Protection and Affordable Care Act and the Health Care and Education Reconciliation Act of 2010, the Dodd-Frank Wall Street Reform and Consumer Protection Act, the Foreign Account Tax Compliance Act and legislation in the area of taxation of domestic and foreign profits, executive compensation and corporate governance, could also increase the Company’s costs. These risks may be increased by the Company’s fiscal year 2016 acquisition of RenewLife, which manufactures products subject to additional regulations."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "ingredients",
        "results operation",
        "studies",
        "GDPR",
        "additional costs",
        "ccpa",
        "consumer concerns",
        "organizations",
        "clinical",
        "clinical studies",
        "concerns perceptions",
        "gdpr ccpa",
        "legal regulatory",
        "plastic",
        "plastic packaging",
        "operating results",
        "administrative",
        "analyze",
        "assess",
        "deferred",
        "president",
        "provisional",
        "congress",
        "enact",
        "expect",
        "fasb",
        "maduro",
        "nicol",
        "nicol maduro",
        "president nicol"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 58,
          "text": "As climate change, land use, water use, deforestation, recyclability or recoverability of packaging, including single-use and other plastic packaging, and other sustainability concerns become more prevalent, governmental and non-governmental organizations, customers, consumers and investors are increasingly focusing on these issues. In particular, changing consumer preferences may result in increased customer and consumer concerns and demands regarding packaging materials, including plastic packaging, and their environmental impact of sustainability, a growing demand for natural or organic products and ingredients, or increased consumer concerns or perceptions (whether accurate or inaccurate) regarding the effects of ingredients or substances present in certain consumer products. This increased focus on environmental issues and sustainability may result in new or increased regulations and customer and investor demands that could cause us to incur additional costs or to make changes to our operations to comply with any such regulations and demands."
        },
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "Maintaining a strong reputation with consumers, customers and trade partners is critical to the success of the Company’s business. The Company devotes significant time and resources to programs that are consistent with our corporate values and are designed to protect and preserve the Company’s reputation and the reputation of its brands and products. These programs include ethics and compliance, the setting of sustainability goals and product safety and quality initiatives. Despite these efforts, negative publicity about the Company, including product safety, quality, efficacy, environmental impacts (including packaging, energy and water use and waste management) and other sustainability or similar issues, whether real or perceived, could occur. In addition, the Company’s products could face withdrawal, recall, other quality issues or decreased demand. In particular, the Company’s dietary supplement and related products are highly dependent on consumers’ perception of the efficacy, safety and quality of our products, as well as similar products distributed by other companies, and may be supported by only a limited number of conclusive clinical studies. Newly published clinical studies and emerging studies could prove or allege that ingredients in our dietary supplement products or the products themselves (or similar products of other companies) are ineffective or harmful to consumers. The Company also licenses certain of its brands to third parties, which creates additional exposure for those brands to product safety, quality, sustainability and other concerns. In addition, widespread use of social media and networking sites by consumers has greatly increased the accessibility and speed of dissemination of information. Negative publicity, posts or comments by consumers or competitors about the Company, its brands, its products, its marketing activities or its employees, whether accurate or inaccurate, or disclosure of non-public sensitive information about the Company, could be widely disseminated through the use of social media or network sites or through other media or in other formats. Such events, if they were to occur, could harm the Company’s image and adversely affect its business, financial condition and results of operations, as well as require resources to rebuild the Company’s reputation."
        },
        {
          "year": 2019,
          "paragraphIndex": 28,
          "text": "If the Company is found to be noncompliant with applicable laws and regulations in these or other areas it could be subject to civil remedies, including fines, import detentions, injunctions, product withdrawals or recalls or asset seizures, as well as potential criminal sanctions, any of which could have a material adverse effect on its business. Loss of or failure to obtain necessary permits and registrations, particularly with respect to its charcoal business, could delay or prevent the Company from meeting current product demand, introducing new products, building new facilities or acquiring new businesses and could adversely affect its financial condition and results of operations. As the Company expands its natural personal care and healthcare businesses such as through Burt’s Bees® , Clorox Healthcare® and Caltech Industries, an increasing number of its products have and will become subject to regulations and laws relating to drugs and medical devices. In addition, as a result of the Company’s acquisition of RenewLife and Nutranext, it markets and sells products that are subject to regulations relating to dietary supplements. In order to comply with any changes in these laws and regulations, including any changes that result from newly published clinical studies and emerging studies that may assert or prove that ingredients in our products or our products themselves are ineffective or harmful to consumers, the Company may be required to make changes to product formulation, labeling or marketing claims, perform additional testing to substantiate its product claims, make costly changes in its manufacturing processes or supply chain or stop selling certain products until corrective actions have been taken. Any of these developments could increase the Company’s costs significantly, which could have a material effect on the Company’s financial condition and results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 61,
          "text": "We continue to assess and analyze the impact of the Tax Act on our business and our Company. Accordingly, some of the income tax effects reflected in our Consolidated Financial Statements are provisional amounts. For example, provisional amounts are reported for our revaluation of net deferred tax liabilities and for our one-time transition tax on accumulated foreign earnings. In addition, certain underlying income tax effects embedded within the valuations of certain balance sheet items, including the liability related to our obligation to purchase P&G’s 20% interest in our Glad® business upon the termination of our venture agreement with P&G, may be subject to change as we finalize the provisional elements in our assessment of the Tax Act. The estimated impacts of the Tax Act, including with respect to our revaluation of net deferred tax liabilities, assessment of our deferred taxes related to foreign unremitted earnings, estimate of our effective tax rates for future periods and valuation of our potential obligation to purchase P&G’s interest in our Glad® business, are based on management’s current assessment and estimates and could be materially different based on our actual results for future periods, our further analysis of the Tax Act, any additional Congressional, administrative and FASB actions or guidance related to the Tax Act and any actions that we may take as a result of the Tax Act. For additional information, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and the Notes to Consolidated Financial Statements."
        },
        {
          "year": 2018,
          "paragraphIndex": 60,
          "text": "We are continuing to assess and analyze the accounting for the impacts of the Tax Act. Moreover, the process of adopting extensive tax legislation in a short amount of time may have led to drafting errors, issues needing clarification and unintended consequences that Congress may decide to review in subsequent tax legislation. In addition, interpretation of many provisions of the Tax Act is still unclear. It is not clear when, or whether, Congress may address any of these issues or when the Internal Revenue Service may issue additional administrative guidance on the changes made in the Tax Act. In addition, the FASB provided guidance intended to clarify the accounting for certain aspects of the Tax Act. Furthermore, foreign countries may decide to enact tax laws that may negatively affect our foreign tax liabilities in retaliation for any real or perceived negative effects of the Tax Act on their countries that they deem unfair or for other reasons and/or states or local government may decide to enact tax laws that may increase tax liabilities for companies doing business in such jurisdictions as they see opportunities to increase state and local corporate taxes after the federal corporate tax rate was reduced by the Tax Act."
        },
        {
          "year": 2018,
          "paragraphIndex": 71,
          "text": "On September 22, 2014, the Company’s Venezuela subsidiary announced that it was discontinuing its operations, effective immediately, and seeking to sell its assets. On September 26, 2014, the Company reported that Venezuelan Vice President Jorge Arreaza announced, with endorsement by President Nicolás Maduro, that the Venezuelan government had occupied the production facilities of the Company’s Venezuela subsidiary. On November 6, 2014, the Company reported that the Venezuelan government had published a resolution granting a government-sponsored Special Administrative Board full authority to restart and operate the business formerly operated by the Company’s Venezuela subsidiary, thereby reaffirming the government’s expropriation of its assets. Further, President Nicolás Maduro announced the government’s intention to facilitate the resumed production of bleach and other cleaning products at the Venezuela plants. The Venezuelan government’s actions raise grave concerns, as the production of cleaning products, in particular bleach, is a highly specialized and technical process. Any restarting of operations in Venezuela is or would be without the consent or involvement of the Company and its affiliates, and any resumed production processes would be outside the Company’s control. The Company has advised repeatedly that it and its affiliates cannot be responsible for the safety of any workers and the surrounding communities or for the safety, quality or effectiveness of any product that may be produced under the Venezuelan government’s takeover or any use of the names and trademarks of the Company and its affiliates. Nevertheless, the Company may face liabilities or costs associated with any such unauthorized resumption of operations by the Venezuelan government or others."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "result covid",
        "disinfecting",
        "manufacturing distribution",
        "ability manufacture",
        "reference",
        "reference rate",
        "disinfecting products",
        "distribute market",
        "manufacture distribute",
        "remotely",
        "shortages",
        "significant disruptions",
        "illness",
        "deductions",
        "clorox",
        "conditions negatively",
        "deduction",
        "pricing special",
        "ability distribute",
        "able borrow",
        "accumulated",
        "acquisition nutranext",
        "acquisition opportunities",
        "acquisition renewlife",
        "acquisitions attractive",
        "acquisitions diminish",
        "actual able",
        "adjacencies"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "Some of the Company’s competitors are larger than the Company and have greater financial resources. These competitors may be able to spend more aggressively on advertising and promotional activities, introduce competing products more quickly and respond more effectively to changing business and economic conditions than the Company can. In addition, as the Company currently experiences increased demand for many of its products, especially its disinfecting products, in response to COVID-19, it expects heightened competitive activity from strong local competitors, other large multinational companies, and new entrants into the market in many of its categories, especially the disinfecting category. The Company expects such activities to include more aggressive product claims and marketing challenges, increased promotional spending and geographic expansion, and marketing of new disinfecting products. It expects promotional activities to increase as retailers try aggressively to get consumers back into their stores after prolonged “stay at home” and other government restrictions continue to ease over the coming months. Furthermore, the Company’s competitors may attempt to gain market share by offering products at prices at or below those typically offered by the Company. Competitive activity may require the Company to increase its spending on advertising and promotions and/or reduce prices, which could lead to reduced sales, margins and/or net earnings."
        },
        {
          "year": 2020,
          "paragraphIndex": 13,
          "text": "The COVID-19 pandemic has caused a significant worldwide increase in demand for disinfecting products and other consumer and professional products. This has caused strain on the Company’s supply chain network and its ability to meet such demand, especially with respect to its disinfecting products, due to, among other things, the loss or disruption to the timely availability of adequate supplies of raw materials and finished goods that the Company requires for the manufacture of its products, disruptions in transportation and logistics operations, and shortage, restriction or disruption in its manufacturing and distribution capacity. The Company’s inability to fully or substantially meet such demand could result in, among other things, shortages in the Company's products, unmet consumer demand leading to reduced preference for the Company’s products in the future, customers purchasing products from the Company’s competitors as a result of such shortage of products, strained customer relationships, termination of customer contracts, additional competition and new entrants into the market, and loss of potential sales and revenue, which could adversely affect the Company’s business, financial condition and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 83,
          "text": "In addition, the London Interbank Offered Rate, or LIBOR, the interest rate benchmark used as a reference rate for certain borrowings under the Company’s revolving credit facility and certain derivative instruments, is expected to be phased out by the end of calendar year 2021. A reference rate based on the Secured Overnight Financing Rate, or another alternative benchmark rate, is expected to be established to replace LIBOR. Although there were no borrowings under the revolving credit facility as of June 30, 2020, once the relevant administrator announces that LIBOR has ceased or will cease to be available, or the required lenders elect to opt-in early to a new reference rate, the Company and the lenders under the revolving credit facility will be required to mutually select a substitute reference rate, and if such substitute reference rate, or the replacement reference rate for our derivative instruments, is higher than LIBOR, the Company’s interest expense related to such borrowings may increase."
        },
        {
          "year": 2019,
          "paragraphIndex": 73,
          "text": "Fluctuations in federal, state, local and foreign taxes or a change to uncertain tax positions, including related interest and penalties, may also impact the Company’s effective tax rate and the Company’s results of operations, and changes in tax laws, such as the Tax Act which was signed into law in December 2017, could create uncertainty and have a material impact on the Company’s results of operations. The Tax Act, among other things, significantly changed corporate taxation, including by reducing the U.S. corporation statutory income tax rate to 21% from 35%, imposing a one-time taxation of accumulated foreign earnings regardless of whether they are repatriated, placing limitations on the deduction for interest expense, creating immediate tax deductions until January 1, 2023 for certain new investments instead of deductions for depreciation expense over time, disallowing deductions for certain performance-based compensation, eliminating the deduction for certain domestic production activities and migrating from a “worldwide” system of taxation to a modified territorial system. While our accounting for the recorded impact of the Tax Act is deemed to be complete, these amounts are based on prevailing regulations and currently available information, and any additional guidance issued by the Internal Revenue Service could impact our recorded amounts in future periods."
        },
        {
          "year": 2019,
          "paragraphIndex": 75,
          "text": "Clorox management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with generally accepted accounting principles in the U.S. Because of its inherent limitations, internal control over financial reporting cannot provide absolute assurance that a misstatement of the Company’s financial statements would be prevented or detected. The Company’s continuing growth and expansion in domestic and globally dispersed markets, such as its acquisition of Nutranext and RenewLife, may place significant additional pressure on the Company’s system of internal control over financial reporting and require the Company to update its internal control over financial reporting to integrate such acquisitions. Moreover, the Company engages the services of third parties to assist with business operations and financial reporting processes, which injects additional monitoring obligations and risk into the system of internal control. When the Company is required to comply with new or revised accounting standards, it must make any appropriate changes to its internal control over financial reporting to fully implement the standards, which may require significant effort and judgment. Any failure to maintain an effective system of internal control over financial reporting could limit the Company’s ability to report its results of operations accurately and on a timely basis, or to detect and prevent fraud and could expose it to regulatory enforcement action and stockholder claims, which could have a material adverse effect on the Company’s business, financial condition and results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 28,
          "text": "If the Company is found to be noncompliant with applicable laws and regulations in these or other areas it could be subject to civil remedies, including fines, import detentions, injunctions, product withdrawals or recalls or asset seizures, as well as potential criminal sanctions, any of which could have a material adverse effect on its business. Loss of or failure to obtain necessary permits and registrations, particularly with respect to its charcoal business, could delay or prevent the Company from meeting current product demand, introducing new products, building new facilities or acquiring new businesses and could adversely affect its financial condition and results of operations. As the Company expands its natural personal care and healthcare businesses such as through Burt’s Bees® , Clorox Healthcare® and Caltech Industries, an increasing number of its products have and will become subject to regulations and laws relating to drugs and medical devices. In addition, as a result of the Company’s acquisition of RenewLife and Nutranext, it markets and sells products that are subject to regulations relating to dietary supplements. In order to comply with any changes in these laws and regulations, including any changes that result from newly published clinical studies and emerging studies that may assert or prove that ingredients in our products or our products themselves are ineffective or harmful to consumers, the Company may be required to make changes to product formulation, labeling or marketing claims, perform additional testing to substantiate its product claims, make costly changes in its manufacturing processes or supply chain or stop selling certain products until corrective actions have been taken. Any of these developments could increase the Company’s costs significantly, which could have a material effect on the Company’s financial condition and results of operations."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "esg",
        "forum",
        "amended",
        "bylaws",
        "exclusive",
        "exclusive forum",
        "provision",
        "amended restated",
        "choice",
        "court",
        "delaware",
        "esg goals",
        "forum provision",
        "restated",
        "restated bylaws",
        "accounting",
        "results operation",
        "venezuelan",
        "outbreak",
        "process",
        "venezuela",
        "venezuelan government",
        "workforce",
        "accounting standards",
        "argentine",
        "decreases",
        "external",
        "families",
        "increased tariffs",
        "june respectively"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 68,
          "text": "Our amended and restated bylaws provide that, unless we consent in writing to the selection of an alternative forum, the state courts of Delaware (or if no state court has jurisdiction, the federal district court of the District of Delaware) will, to the fullest extent permitted by law, be the sole and exclusive forum for certain types of actions or proceedings under Delaware statutory or common law. The choice of forum provision in our bylaws does not waive our compliance with our obligations under the federal securities laws and the rules and regulations thereunder. Moreover, the provision does not apply to suits brought to enforce a duty or liability created by the Exchange Act or by the Securities Act."
        },
        {
          "year": 2021,
          "paragraphIndex": 69,
          "text": "Our exclusive forum provision may limit the ability of our stockholders to bring a claim in a judicial forum of such stockholders’ choice for disputes with us or our directors, officers or employees, which may discourage such lawsuits, even though an action, if successful, might benefit our stockholders. If a court were to find our exclusive forum provision either to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, all of which may increase our costs of litigation. Any person or entity purchasing or otherwise acquiring any"
        },
        {
          "year": 2021,
          "paragraphIndex": 67,
          "text": "Our amended and restated bylaws designate specific courts as the exclusive forum for certain stockholder litigation, which could limit our stockholders’ ability to obtain a judicial forum of their choice for disputes with us."
        },
        {
          "year": 2020,
          "paragraphIndex": 92,
          "text": "In September 2014, the Company’s Venezuela subsidiary discontinued its operations and the Company reported that the Venezuelan government had announced that it had occupied the production facilities of the Company’s Venezuela subsidiary. The Company believes that the Venezuelan government resumed production of bleach and other cleaning products at the Venezuela plants. The Venezuelan government’s actions raise grave concerns, as the production of cleaning products, in particular bleach, is a highly specialized and technical process. The Company has advised repeatedly that it and its affiliates cannot be responsible for the safety of any workers and the surrounding communities or for the safety, quality or effectiveness of any product that may be produced under the Venezuelan government’s takeover or any use of the names and trademarks of the Company and its affiliates. Nevertheless, the Company may face liabilities, costs, or other harm in connection with the operations of the Company’s former Venezuelan subsidiary."
        },
        {
          "year": 2020,
          "paragraphIndex": 90,
          "text": "The Company’s management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with generally accepted accounting principles in the U.S. Because of its inherent limitations, internal control over financial reporting cannot provide absolute assurance that a misstatement of the Company’s financial statements would be prevented or detected. The Company’s continuing growth and expansion in domestic and globally dispersed markets may place significant additional pressure on the Company’s system of internal control over financial reporting and require the Company to update its internal control over financial reporting. Moreover, the Company engages the services of third parties to assist with business operations and financial reporting processes, which injects additional monitoring obligations and risk into the system of internal control. When the Company is required to comply with new or revised accounting standards or implements changes to its external disclosure processes, such as the recently implemented changes to the Company’s reportable segment structure, it must make any appropriate changes to its internal control over financial reporting to fully implement the standards or such changes, which may require significant effort and judgment. Any failure to maintain an effective system of internal control over financial reporting could limit the Company’s ability to report its results of operations accurately and on a timely basis, or to detect and prevent fraud and could expose it to regulatory enforcement action and stockholder claims, which could have a material adverse effect on the Company’s business, financial condition and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 54,
          "text": "The Company’s international operations are also subject to uncertainties and risks associated with inflation. For example, effective July 1, 2018, Argentina was designated as a highly inflationary economy, as it experienced cumulative inflation of approximately 100 percent or more over a three-year period. Gains and losses resulting from the remeasurement of non-U.S. dollar monetary assets and liabilities of Argentina were recorded in net earnings for fiscal years 2020 and 2019. In addition, as of September 2019, the government of Argentina reinstated foreign exchange controls in response to further decreases in the value of the Argentine peso, limiting the Company’s ability to convert Argentine pesos to U.S. dollars and transfer U.S. dollars outside of Argentina. The Company expects further volatility and decreases in the value of the Argentine peso in the future, which may negatively impact the Company’s business, financial condition and results of operations. Other countries in which the Company operates may also become highly inflationary and/or such countries’ currencies may be devalued."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Cybersecurity",
        "sofr",
        "ukraine",
        "conflict ukraine",
        "continue experience",
        "cybersecurity incident",
        "expect",
        "labor costs",
        "cost raw",
        "cpra",
        "experienced continue",
        "fcpa",
        "imposed",
        "increased labor",
        "model",
        "peru",
        "reasons",
        "better",
        "drivers",
        "ease",
        "employees working",
        "especially disinfecting",
        "large number",
        "number employees",
        "poett",
        "prolonged",
        "rail",
        "reasons including",
        "remotely result",
        "safety issues"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 23,
          "text": "In addition, labor costs in the U.S. are rising, and our industry is experiencing a shortage of workers. Labor is one of the primary components in the cost of operating our business. If we face labor shortages and increased labor costs as a result of increased competition for employees, higher employee turnover rates, increases in employee benefits costs, or labor union organizing efforts, our operating expenses could increase and our growth and results of operations could be adversely impacted. Labor shortages, higher employee turnover rates and labor union organizing efforts could also lead to disruptions in our business. We may be unable to increase prices of our products in order to pass future increased labor costs onto our customers, in which case our margins would be negatively affected. Additionally, if we increase product prices to cover increased labor costs, the higher prices could adversely affect sales volumes."
        },
        {
          "year": 2022,
          "paragraphIndex": 49,
          "text": "These risks also may be present to the extent any of our partners, distributors, joint venture partners or suppliers using separate information systems, not integrated with the information systems of the Company, suffers a cybersecurity incident and could result in increased costs related to our involvement in investigations or notifications conducted by these third parties. These risks may also be present to the extent a business we have acquired that does not use our information systems, experiences a system shutdown, service disruption, or cybersecurity incident. Due to the conflict in Ukraine, there is a possibility that the escalation of tensions could result in cyberattacks that could either directly or indirectly affect our operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 44,
          "text": "Despite the security measures the Company has in place, the information technology systems, including those of our customers, vendors, suppliers and other third-party service providers with whom we have contracted, have, in the past, and may, in the future, be vulnerable to cyber-threats such as computer viruses or other malicious codes, security breaches, unauthorized access, phishing attacks and other disruptions from employee error, unauthorized uses, system failures, including Internet outages, unintentional or malicious actions of employees or contractors or cyber-attacks by hackers, criminal groups, nation-states and nation-state-sponsored organizations and social-activist organizations. The Company’s information technology systems and its third-party providers’ systems, have been, and will likely continue to be, subject to cyber-threats such as computer viruses or other malicious codes, ransomware, unauthorized access attempts, business email compromise, cyber extortion, denial of service attacks, phishing, social engineering, hacking and other cyberattacks attempting to exploit vulnerabilities. The Company has seen and may continue to see an increase in the number of such attacks as the Company shifts to a hybrid working model under which employees will continue working remotely and accessing its technology infrastructure remotely. In addition, while we have purchased cybersecurity insurance, costs related to a cyberattack may exceed the amount of insurance coverage or be excluded under the terms of our cybersecurity policy. As cyberattacks increase in frequency and magnitude, we may be unable to obtain cybersecurity insurance in amounts and on terms we view as appropriate for our operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 28,
          "text": "Volatility and increases in the costs of raw materials, including resin, non-woven fabrics for wipes products, sodium hypochlorite, corrugated cardboard, soybean oil, solvent, derivatives of amines, and other chemicals and agricultural commodities, and increases in the cost of energy, transportation, labor and other necessary supplies or services, for commercial, economic or other reasons including as caused by inflationary pressures, have harmed, and may continue to harm, the Company’s results of operations. We distribute our products and receive raw materials primarily by rail and truck. Reduced availability of rail or trucking capacity and labor shortages have caused, and could continue to cause, us to incur unanticipated expenses. In particular, reduced trucking capacity due to shortages of drivers, as a result of the COVID-19 pandemic, and a federal regulation requiring drivers to electronically log their driving hours, among other reasons, have caused an increase in the cost of transportation for us and our suppliers. If such increases occur or exceed the Company’s estimates and the Company is not able to increase the prices of its products or achieve cost savings to offset such cost increases, its results of operations would be harmed. In addition, even if the Company increases the prices of its products in response to increases in the cost of commodities or other cost increases, it may not be able to sustain its price increases. Sustained price increases may lead to declines in volume as competitors may not adjust their prices or customers may decide not to pay the higher prices, which could lead to sales declines and loss of market share, and the Company’s projections may not accurately predict the volume impact of price increases, which could adversely affect its business, financial condition and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 55,
          "text": "The Company has in the past paid, and may be required in the future to pay, for losses or injuries purportedly caused by its products. Such claims may be based on allegations that, among other things, the Company’s products contain contaminants or provide inadequate instructions or warnings regarding their use, have defective packaging, fail to perform as advertised, or damage property or persons. Product liability, advertising and labeling claims could result in negative publicity that could harm the Company’s reputation, sales and results of operations and the reputation of the Company’s brands. In addition, if any of the Company’s products is found to be defective, the Company may recall such products, which could result in adverse publicity and significant expenses. In July 2020, the Company’s subsidiary in Peru voluntarily recalled the Poett® dilutable cleaning products sold in Peru, which recall affects all such Poett® products manufactured in Peru on or before June 30, 2020. The Company is responding to and defending government regulatory inquiries regarding the recall and could be the subject of additional litigation, fines, penalties, or other liability relating to property damage, personal injury, negative publicity, or other losses in connection with the recall. Although the Company maintains product liability insurance coverage, potential product liability claims may be subject to a deductible, exceed the amount of insurance coverage or be excluded under the terms of the policies."
        },
        {
          "year": 2021,
          "paragraphIndex": 39,
          "text": "Operations of the Company, its suppliers (including sole-source and single-source suppliers), service providers and retail customers are subject to disruption for a variety of reasons, including work stoppages, cyber-attacks and other disruptions in information technology systems, demonstrations, political instability or uncertainty in the U.S. or abroad, disease outbreaks or pandemics, such as the COVID-19 pandemic, acts of war, terrorism, fire, earthquakes, flooding or other natural disasters or weather events, disruptions in logistics, loss or impairment of key manufacturing sites, supplier capacity constraints, raw material and product quality or safety issues, industrial accidents or other occupational health and safety issues. In addition, the Company’s corporate headquarters and primary research and development facility are located near major earthquake fault lines in California. If a major disruption at the Company or its suppliers were to occur, it could result delays or suspension of operations, including loss of access or unauthorized disclosure of critical data, or shipments of products. Any such disruption could have a material adverse effect on the Company’s business, financial condition and results of operations."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "information operational",
        "operational technology",
        "section",
        "unfavorable uncertain",
        "Artificial intelligence",
        "digital capabilities",
        "economic geopolitical",
        "machine learning",
        "uncertain general",
        "lower priced",
        "macroeconomic geopolitical",
        "uncertainty volatility",
        "adopt",
        "adopt new",
        "allegedly",
        "sofr",
        "disinfecting",
        "ccpa",
        "disinfecting products",
        "libor",
        "cleaning",
        "cpra",
        "credit facility",
        "revolving",
        "revolving credit",
        "GDPR",
        "ability manufacture",
        "developments including",
        "difficult predict",
        "digital productivity"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 10,
          "text": "Some of the Company’s competitors are larger than the Company and have greater financial resources. These competitors, as well as new market entrants, may be able to spend more aggressively on advertising and promotional activities, introduce competing products more quickly, adopt new technology, such as artificial intelligence and machine learning, more quickly, successfully and effectively, and respond more effectively to changing business and economic conditions than the Company can. Heightened competitive activity from strong local competitors, other large multinational companies, and new entrants into the market may result in more aggressive product claims and marketing challenges, increased promotional spending and geographic expansion, and marketing of new products. Furthermore, the Company’s competitors may attempt to gain market share by offering products at prices at or below those typically offered by the Company. Competitive activity may require the Company to increase its spending on advertising and promotions and/or reduce prices, which could lead to reduced sales, margins and/or net earnings."
        },
        {
          "year": 2023,
          "paragraphIndex": 8,
          "text": "A large percentage of the Company’s revenues comes from mature markets that are subject to high levels of competition. During fiscal year 2 023, 84% of the Company’s net sales were attributable to U.S. markets, including U.S. territories. The Company’s ability to achieve sales growth depends on its ability to drive growth through innovation, including as part of its IGNITE Strategy, expand into new products and categories, channels and countries, invest in its established brands and enhanced merchandising, grow categories with retailers and capture market share from competitors. The Company has implemented price increases and may implement additional price increases in the future, which may slow sales growth or create volume declines in the short term as customers and consumers adjust to these price increases. In addition, competitors may or may not take competitive actions, which may lead to sales declines and loss of market share. If the Company is unable to increase market share in existing product lines, develop product innovations, undertake sales, marketing and advertising initiatives that grow its product categories, effectively adopt new technologies, such as artificial intelligence or machine learning, and/or develop, acquire or successfully launch new products or brands, it may not achieve its sales growth objectives. Furthermore, a general decline in the markets for certain product categories has had and may in the future have a negative impact on the Company’s financial condition and results of operations. In addition, changes to the mix of products that the Company sells, as well as the mix of countries in which its products are sold, may adversely impact the Company’s net sales, profitability and cash flow."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "These risks also may be present to the extent any of our partners, distributors, joint venture partners or suppliers using separate information or operational technology systems, not integrated with the systems of the Company, suffers a cybersecurity incident and could result in increased costs related to our involvement in investigations or notifications conducted by these third parties. These risks may also be present to the extent a business we have acquired, that does not use our information or operational technology systems, experiences a system shutdown, service disruption, or cybersecurity incident. In addition, there is a possibility that the continuing conflict in Ukraine could result in cyberattacks that could either directly or indirectly affect our operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 91,
          "text": "The Company may also incur substantial additional indebtedness in the future to fund acquisitions, repurchase stock or fund other activities for general business purposes. In addition, on December 31, 2021, the United Kingdom’s Financial Conduct Authority, the governing body regulating the London Interbank Offered Rate (LIBOR), ceased publishing certain LIBOR reference rates. Borrowings under our revolving credit facility bear interest at a rate derived from the Secured Overnight Financing Rate (“SOFR”), which is a relatively new reference rate and has a very limited history. The future performance of SOFR cannot be predicted based on its limited historical performance. Since the initial publication of SOFR in April 2018, changes in SOFR have, on occasion, been more volatile than changes in other benchmark or market rates, such as United States dollar LIBOR. Additionally, any successor rate to SOFR under our revolving credit facility may not have the same"
        },
        {
          "year": 2022,
          "paragraphIndex": 47,
          "text": "In addition, data breaches or theft of personal information collected by the Company and its third-party service providers as well as Company information and assets have occurred in the past and may occur in the future. The Company is subject to the laws and regulations of various countries where it operates or does business related to solicitation, collection, processing, transferring, storing or use of consumer, customer, vendor or employee information or related data, including the European Union’s General Data Protection Regulation (“GDPR”), which went into effect in May 2018, and the California Consumer Privacy Act of 2018 (“CCPA”), which went into effect in January 2020. These laws and regulations change frequently, and new legislation continues to be introduced and may be interpreted and applied differently from jurisdiction to jurisdiction and may create inconsistent or conflicting requirements. For example, the California Privacy Rights Act (“CPRA”), which was effective on January 1, 2022, modifies the CCPA significantly. Several other states have introduced or passed similar legislation to the CCPA and CPRA, which may impose varying standards and requirements on our data collection, use and processing activities. The changes introduced by data privacy and protection regulations increase the complexity of regulations enacted to protect business and personal data and they subject the Company to additional costs and have required, and may in the future require, costly changes to the Company’s security systems, policies, procedures and practices. These laws and regulations also may result in the Company incurring additional expenses and liabilities in the event of unauthorized access to or disclosure of personal data."
        },
        {
          "year": 2022,
          "paragraphIndex": 24,
          "text": "Maintaining a strong reputation with consumers, customers and trade and other third party partners is critical to the success of the Company’s business. The Company devotes significant time and resources to training programs, relating to, among other things, ethics, compliance and product safety and quality, as well as sustainability goals, and has published ESG goals, including relating to environmental impact and sustainability and inclusion and diversity, as part of its IGNITE Strategy. Despite these efforts or if the Company is not successful in achieving its goals, provides materially inaccurate information, or receives negative publicity about the Company, including relating to product safety, quality, efficacy, ESG or similar issues, whether real or perceived, could occur. In addition, the Company’s products could face withdrawal, recall or other quality issues, which could lead to decreased demand for and reputational damage to the related brands. In particular, the Company’s dietary supplement and related products are highly dependent on consumers’ perception of the efficacy, safety and quality of our products, and may be supported by only a limited number of conclusive clinical studies. Newly published clinical studies and emerging studies could prove or allege that ingredients in our dietary supplement products or the products themselves (or similar products of other companies) are ineffective or harmful to consumers. The Company also licenses certain of its brands to third parties, and, with the increase in demand for public disinfecting and cleaning products due to the COVID-19 pandemic, the Company has increased and may continue to increase its focus on partnering with, or licensing its intellectual property to, companies in industries involving shared space, and may partner with other companies, to provide disinfecting products and cleaning education and protocols, and to leverage its related brands. Such licenses and partnerships may create additional exposure for those brands to product safety, quality, sustainability and other concerns."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "business continuity",
        "conflicts",
        "disaster recovery",
        "pillar",
        "address",
        "adoption",
        "better",
        "better health",
        "emerging technologies",
        "enhancing",
        "health vms",
        "recovery",
        "august",
        "began",
        "conflicts ukraine",
        "information operational",
        "section",
        "conflict ukraine",
        "cybersecurity incident",
        "agencies",
        "cyber attacks",
        "european",
        "european union",
        "kingdom",
        "unauthorized disclosure",
        "united",
        "united kingdom",
        "alliances",
        "alliances business",
        "attacks privacy"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 28,
          "text": "The Company has divested and may, in the future, divest certain assets, businesses or brands. A divestiture could affect the profitability of the Company as a result of the gains or losses on such sale of a business or brand, the loss of the operating income or sales resulting from such sale or the costs or liabilities that are not assumed by the acquirer that may negatively impact profitability and cash flow subsequent to any divestiture. If the Company is unable to complete a divestiture or successfully transition a divested business, including the effective management of the related separation and overhead costs, transition services, and the maintenance of relationships with customers, suppliers, and other business partners, its business and financial results could be negatively impacted. The Company may also be required to recognize impairment charges or other losses as a result of a divestiture. For example, in March 2024, the Company completed the sale of its Argentina business, which consisted of two production plants in Argentina as well as the rights to the Company’s brands in Argentina, Uruguay and Paraguay, and in July 2024, the Company entered into a definitive agreement to sell its Better Health VMS business. The Better Health VMS transaction is expected to close in the first quarter of fiscal year 2025. As a result of these transactions, the Company recorded a loss for the sale of its Argentina business in the third quarter of fiscal year 2024 and expects to record a loss for the sale of its Better Health VMS business during the first quarter of fiscal year 2025."
        },
        {
          "year": 2024,
          "paragraphIndex": 34,
          "text": "On Monday, August 14, 2023, the Company disclosed it had identified unauthorized activity on some of its IT systems. That activity began on Friday, August 11, 2023 and after becoming aware of it that evening, the Company immediately began taking steps to stop and remediate the activity. The Company also took certain systems offline and engaged third-party cybersecurity experts to support its investigation and recovery efforts. The Company implemented its business continuity plans, including"
        },
        {
          "year": 2024,
          "paragraphIndex": 40,
          "text": "The security efforts of the Company and its third-party providers may not prevent or timely detect future attacks and resulting breaches or breakdowns of its databases or systems. The Company has in place disaster recovery and business continuity plans to address these incidents, but if these plans or those of its third-party providers do not effectively resolve such breaches or breakdowns on a timely basis or at all, the Company may experience interruptions in its ability to manage or conduct business, as well as reputational harm, governmental fines, penalties, regulatory proceedings, and litigation and remediation expenses. The need to coordinate with various third-party service providers, including with respect to timely notification and access to personnel and information concerning an incident, may complicate the Company’s efforts to address issues that arise. As a result, the Company is subject to the risk that the activities associated with its third-party service providers can adversely affect its business, financial condition and results of operations, even if the attack or breach does not directly impact its systems or information."
        },
        {
          "year": 2023,
          "paragraphIndex": 58,
          "text": "• continuing legal, political and economic uncertainty from the United Kingdom’s exit from the European Union, including the long-term impact of the bilateral trade and cooperation deal governing the relationship between the United Kingdom and the European Union and the potential for increasing divergence between the European Union and United Kingdom legal regimes; and"
        },
        {
          "year": 2023,
          "paragraphIndex": 61,
          "text": "Generally, the manufacture, processing, formulation, packaging, labeling, storage, distribution, advertising and sale of the Company’s products and the conduct of its business operations must comply with extensive federal, state and foreign laws and regulations. For example, in the U.S., many of the Company’s products are regulated by the Environmental Protection Agency, the Food and Drug Administration (including applicable current good manufacturing practice regulations) and/or the Consumer Product Safety Commission, and the Company’s product claims and advertising are regulated by the Federal Trade Commission, among other regulatory agencies. Additionally, the Company’s and its suppliers’ manufacturing and distribution operations are also subject to regulation by the Occupational Safety and Health Administration. Most states have agencies that regulate in parallel to these federal agencies. The Company’s international operations are also subject to regulation in each of the foreign jurisdictions in which it manufactures or distributes its products. There is also an increased risk of fraud or corruption in certain foreign jurisdictions and related difficulties in maintaining effective internal controls. Additionally, the Company could be subject to future inquiries or investigations by governmental and other regulatory bodies. Any determination that the Company’s operations or activities are not in compliance with applicable law could expose the Company to future impairment charges or significant fines, penalties or other sanctions that may result in a reduction in net income or otherwise adversely impact the business and reputation of the Company."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "These risks also may be present to the extent any of our partners, distributors, joint venture partners or suppliers using separate information or operational technology systems, not integrated with the systems of the Company, suffers a cybersecurity incident and could result in increased costs related to our involvement in investigations or notifications conducted by these third parties. These risks may also be present to the extent a business we have acquired, that does not use our information or operational technology systems, experiences a system shutdown, service disruption, or cybersecurity incident. In addition, there is a possibility that the continuing conflict in Ukraine could result in cyberattacks that could either directly or indirectly affect our operations."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "erp",
        "shareholder",
        "growth targets",
        "ability meet",
        "clorox",
        "replacement",
        "rir",
        "agencies",
        "boycotts",
        "comprehensive",
        "cybersecurity incident",
        "determine",
        "digital productivity",
        "enhance",
        "enhancements",
        "forum",
        "stockholder",
        "quarter",
        "stockholders",
        "quarter fiscal",
        "COVID-19",
        "amended",
        "bylaws",
        "exclusive forum",
        "provision",
        "successfully implement",
        "amended restated",
        "anticipated cost",
        "based platform",
        "capabilities upgrade"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 3,
          "text": "2 The Company's fiscal year 2025 RIR of 0.66 means that for every 100 full-time equivalent Clorox employees globally, the Company averaged less than one recordable incident during the past year. The criteria used to determine RIR follows the U.S. Department of Labor’s OSHA guidelines and is applied globally. The RIR does not include workers at offices with fewer than 10 employees, but it does include remote workers."
        },
        {
          "year": 2025,
          "paragraphIndex": 58,
          "text": "The Company's management is responsible for establishing and maintaining adequate internal control over financial reporting. The Company's multi-year phased upgrade to its digital capabilities, including replacement of its ERP system, will result in changes to its processes and procedures which, in turn, could result in changes to its internal controls over financial reporting, which may require significant effort and judgment. Any failure to maintain an effective system of internal control over financial reporting, including as a result of failure of the ERP system to work properly, could limit the Company’s ability to report its results of operations accurately and on a timely basis, or to detect and prevent fraud and could expose it to regulatory"
        },
        {
          "year": 2025,
          "paragraphIndex": 54,
          "text": "The Company relies on third-party service providers for certain areas of its business operations, including aspects of the implementation of the Company’s transformational initiatives (such as its digital and productivity enhancements and replacement of its ERP system), IT, procurement, supply chain, manufacturing, certain finance and accounting functions, including financial reporting, and legal, regulatory and tax compliance. Failure by these third parties to meet their contractual, regulatory and other obligations to the Company, or failure to adequately monitor their performance, has in the past and could continue to result in the Company's inability to achieve expected cost savings or efficiencies and result in additional costs to correct errors made by such service providers. Depending on the function involved and despite the possible availability of contractual remedies against these providers, such errors can also lead to business disruption, systems performance degradation, processing inefficiencies or other systems disruptions, the loss of or damage to intellectual property or sensitive data through security breaches or otherwise, incorrect or adverse effects on financial reporting, litigation, claims, legal or regulatory proceedings, inquiries or investigations, fines or penalties, remediation costs, damage to the Company’s reputation or have a negative impact on employee morale, all of which can adversely affect the Company’s business."
        },
        {
          "year": 2024,
          "paragraphIndex": 82,
          "text": "The Company's exclusive forum provision may limit the ability of its stockholders to bring a claim in a judicial forum of such stockholders’ choice for disputes with the Company or its directors, officers or employees, which may discourage such lawsuits, even though an action, if successful, might benefit its stockholders. If a court were to find the exclusive forum provision either to be inapplicable or unenforceable in an action, the Company may incur additional costs associated with resolving such action in other jurisdictions, all of which may increase costs of litigation. Any person or entity purchasing or otherwise acquiring any interest in shares of the Company's capital stock will be deemed to have notice of, and consented to, the provisions of its amended and restated bylaws described in the preceding sentences."
        },
        {
          "year": 2024,
          "paragraphIndex": 81,
          "text": "The Company's amended and restated bylaws provide that, unless it consents in writing to the selection of an alternative forum, the state courts of Delaware (or if no state court has jurisdiction, the federal district court of the District of Delaware) will, to the fullest extent permitted by law, be the sole and exclusive forum for certain types of actions or proceedings under Delaware statutory or common law. The choice of forum provision in the Company's bylaws does not waive its compliance with its obligations under the federal securities laws and the rules and regulations thereunder. Moreover, the provision does not apply to suits brought to enforce a duty or liability created by the Exchange Act or by the Securities Act."
        },
        {
          "year": 2024,
          "paragraphIndex": 80,
          "text": "The Company's amended and restated bylaws designate specific courts as the exclusive forum for certain stockholder litigation, which could limit the Company's stockholders’ ability to obtain a judicial forum of their choice."
        }
      ]
    }
  ]
}