{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "communicate",
        "mechanisms",
        "purchasing",
        "reportable",
        "allows",
        "americas",
        "inside",
        "march",
        "pacific",
        "rest",
        "africa",
        "align",
        "america",
        "artificial",
        "asian",
        "improvements",
        "lease",
        "leasehold",
        "structure",
        "adopt",
        "awareness",
        "barriers",
        "built",
        "closure",
        "closures",
        "curtailed",
        "downturn",
        "effectiveness",
        "elements",
        "emergence"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "The Company manages its business primarily on a geographic basis. The Company’s reportable segments consist of the Americas, Europe, Greater China, Japan and Rest of Asia Pacific. Americas includes both North and South America. Europe includes European countries, as well as India, the Middle East and Africa. Greater China includes China mainland, Hong Kong and Taiwan. Rest of Asia Pacific includes Australia and those Asian countries not included in the Company’s other reportable segments. Although the reportable segments provide similar hardware and software products and similar services, each one is managed separately to better align with the location of the Company’s customers and distribution partners and the unique market dynamics of each geographic region."
        },
        {
          "year": 2023,
          "paragraphIndex": 60,
          "text": "The Company distributes third-party applications for its products through the App Store. For the vast majority of applications, developers keep all of the revenue they generate on the App Store. The Company retains a commission from sales of applications and sales of digital services or goods initiated within an application. From time to time, the Company has made changes to its App Store, including actions taken in response to competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the European Union (“EU”) Digital Markets Act, which the Company is required to comply with by March 2024. The Company is also subject to litigation and investigations relating to the App Store, which have resulted in changes to the Company’s business practices, and may in the future result in further changes. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms. This could reduce the volume of sales, and the commission that the Company earns on those sales, would decrease. If the rate of the commission that the Company retains on such sales is reduced, or if it is otherwise narrowed in scope or eliminated, the Company’s business, results of operations and financial condition could be materially adversely affected."
        },
        {
          "year": 2023,
          "paragraphIndex": 92,
          "text": "From time to time, the Company has made changes to its App Store, including actions taken in response to litigation, competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the EU Digital Markets Act, which the Company is required to comply with by March 2024, or similar laws in other jurisdictions. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms."
        },
        {
          "year": 2022,
          "paragraphIndex": 0,
          "text": "Unless otherwise stated, all information presented herein is based on the Company’s fiscal calendar, and references to particular years, quarters, months or periods refer to the Company’s fiscal years ended in September and the associated quarters, months and periods of those fiscal years. Each of the terms the “Company” and “Apple” as used herein refers collectively to Apple Inc. and its wholly owned subsidiaries, unless otherwise stated."
        },
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "The Company designs, manufactures and markets smartphones, personal computers, tablets, wearables and accessories, and sells a variety of related services. The Company’s fiscal year is the 52- or 53-week period that ends on the last Saturday of September."
        },
        {
          "year": 2022,
          "paragraphIndex": 2,
          "text": "Mac\n®\nis the Company’s line of personal computers based on its macOS\n®\noperating system. The Mac line includes laptops MacBook Air\n®\nand MacBook Pro\n®\n, as well as desktops iMac\n®\n, Mac mini\n®\n, Mac Studio™ and Mac Pro\n®\n."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "adjustments",
        "breaches",
        "geopolitical",
        "launches",
        "platform",
        "preferences",
        "promotional",
        "quickly",
        "rely",
        "remediation",
        "rise",
        "shift",
        "trust",
        "vulnerabilities",
        "scrutiny",
        "company",
        "financial",
        "operations",
        "adversely",
        "new",
        "materially",
        "results",
        "subject",
        "time",
        "sales",
        "condition",
        "apple",
        "future",
        "information",
        "applications"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 1,
          "text": "Demand for our devices and services can shift quickly due to competitive\nofferings, pricing pressure, or changes in customer preferences. If we do\nnot anticipate these changes, inventory levels may rise and promotional\nactivity could increase. Risk factors also include regulatory scrutiny and\nchanges in privacy expectations that may require product or platform\nadjustments."
        },
        {
          "year": 2024,
          "paragraphIndex": 2,
          "text": "We rely on third-party components and software to deliver key features,\nand security vulnerabilities in those components could harm our products\nand services. Cybersecurity incidents, including data breaches or service\noutages, could result in reputational harm, litigation, and significant\nremediation costs. These risk factors may also affect the trust of\ncustomers and partners."
        },
        {
          "year": 2024,
          "paragraphIndex": 0,
          "text": "Our business depends on a complex global supply chain that relies on\nthird-party manufacturing partners and logistics providers. Disruptions\nfrom geopolitical events, labor constraints, or transportation delays can\nreduce product availability, increase costs, and impact our ability to\nmeet demand. These risk factors can pressure margins and delay product\nlaunches across multiple regions."
        },
        {
          "year": 2023,
          "paragraphIndex": 2,
          "text": "Mac\n®\nis the Company’s line of personal computers based on its macOS\n®\noperating system. The Mac line includes laptops MacBook Air\n®\nand MacBook Pro\n®\n, as well as desktops iMac\n®\n, Mac mini\n®\n, Mac Studio\n®\nand Mac Pro\n®\n."
        },
        {
          "year": 2023,
          "paragraphIndex": 33,
          "text": "The Company’s business can be impacted by political events, trade and other international disputes, war, terrorism, natural disasters, public health issues, industrial accidents and other business interruptions."
        },
        {
          "year": 2023,
          "paragraphIndex": 34,
          "text": "Political events, trade and other international disputes, war, terrorism, natural disasters, public health issues, industrial accidents and other business interruptions can harm or disrupt international commerce and the global economy, and could have a material adverse effect on the Company and its customers, suppliers, contract manufacturers, logistics providers, distributors, cellular network carriers and other channel partners."
        }
      ]
    }
  ]
}