{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "alternative purchasing",
        "communicate",
        "communicate consumers",
        "developers communicate",
        "mechanisms",
        "purchasing",
        "purchasing mechanisms",
        "regarding alternative",
        "store regarding",
        "reportable",
        "allows",
        "americas",
        "inside",
        "march",
        "pacific",
        "improvements",
        "lease",
        "leasehold",
        "structure",
        "adopt",
        "awareness",
        "barriers",
        "built",
        "closure",
        "closures",
        "curtailed",
        "downturn",
        "effectiveness",
        "elements",
        "emergence"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 92,
          "text": "From time to time, the Company has made changes to its App Store, including actions taken in response to litigation, competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the EU Digital Markets Act, which the Company is required to comply with by March 2024, or similar laws in other jurisdictions. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms."
        },
        {
          "year": 2023,
          "paragraphIndex": 60,
          "text": "The Company distributes third-party applications for its products through the App Store. For the vast majority of applications, developers keep all of the revenue they generate on the App Store. The Company retains a commission from sales of applications and sales of digital services or goods initiated within an application. From time to time, the Company has made changes to its App Store, including actions taken in response to competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the European Union (“EU”) Digital Markets Act, which the Company is required to comply with by March 2024. The Company is also subject to litigation and investigations relating to the App Store, which have resulted in changes to the Company’s business practices, and may in the future result in further changes. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms. This could reduce the volume of sales, and the commission that the Company earns on those sales, would decrease. If the rate of the commission that the Company retains on such sales is reduced, or if it is otherwise narrowed in scope or eliminated, the Company’s business, results of operations and financial condition could be materially adversely affected."
        },
        {
          "year": 2023,
          "paragraphIndex": 6,
          "text": "The Company manages its business primarily on a geographic basis. The Company’s reportable segments consist of the Americas, Europe, Greater China, Japan and Rest of Asia Pacific. Americas includes both North and South America. Europe includes European countries, as well as India, the Middle East and Africa. Greater China includes China mainland, Hong Kong and Taiwan. Rest of Asia Pacific includes Australia and those Asian countries not included in the Company’s other reportable segments. Although the reportable segments provide similar hardware and software products and similar services, each one is managed separately to better align with the location of the Company’s customers and distribution partners and the unique market dynamics of each geographic region."
        },
        {
          "year": 2022,
          "paragraphIndex": 83,
          "text": "The Company’s retail stores have required substantial investment in equipment and leasehold improvements, information systems, inventory and personnel. The Company also has entered into substantial lease commitments for retail space. Certain stores have been designed and built to serve as high-profile venues to promote brand awareness. Because of their unique design elements, locations and size, these stores require substantially more investment than the Company’s more typical retail stores. Due to the high cost structure associated with the Company’s retail stores, a decline in sales or the closure or poor performance of an individual store or multiple stores, including as a result of protective public safety measures in response to the COVID-19 pandemic, could result in significant lease termination costs, write-offs of equipment and leasehold improvements and severance costs."
        },
        {
          "year": 2022,
          "paragraphIndex": 33,
          "text": "The Company continues to monitor the situation and take appropriate actions in accordance with the recommendations and requirements of relevant authorities. The extent to which the COVID-19 pandemic may impact the Company’s operational and financial performance remains uncertain and will depend on many factors outside the Company’s control, including the timing, extent, trajectory and duration of the pandemic, the emergence of new variants, the development, availability, distribution and effectiveness of vaccines and treatments, the imposition of protective public safety measures, and the impact of the pandemic on the global economy and demand for consumer products and services. Additional future impacts on the Company may include material adverse effects on demand for the Company’s products and services, the Company’s supply chain and sales and distribution channels, the Company’s ability to execute its strategic plans, and the Company’s profitability and cost structure."
        },
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "COVID-19 has had, and continues to have, a significant impact around the world, prompting governments and businesses to take unprecedented measures in response. Such measures have included restrictions on travel and business operations, temporary closures of businesses, and quarantine and shelter-in-place orders. The COVID-19 pandemic has at times significantly curtailed global economic activity and caused significant volatility and disruption in global financial markets."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "adjustments",
        "breaches",
        "geopolitical",
        "launches",
        "platform",
        "preferences",
        "pricing pressure",
        "promotional",
        "quickly",
        "rely",
        "remediation",
        "rise",
        "shift",
        "trust",
        "vulnerabilities",
        "financial",
        "operations",
        "adversely",
        "intellectual property",
        "new",
        "materially",
        "results",
        "subject",
        "time",
        "materially adversely",
        "sales",
        "condition",
        "financial condition",
        "results operations",
        "adversely affect"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 1,
          "text": "Demand for our devices and services can shift quickly due to competitive\nofferings, pricing pressure, or changes in customer preferences. If we do\nnot anticipate these changes, inventory levels may rise and promotional\nactivity could increase. Risk factors also include regulatory scrutiny and\nchanges in privacy expectations that may require product or platform\nadjustments."
        },
        {
          "year": 2024,
          "paragraphIndex": 2,
          "text": "We rely on third-party components and software to deliver key features,\nand security vulnerabilities in those components could harm our products\nand services. Cybersecurity incidents, including data breaches or service\noutages, could result in reputational harm, litigation, and significant\nremediation costs. These risk factors may also affect the trust of\ncustomers and partners."
        },
        {
          "year": 2024,
          "paragraphIndex": 0,
          "text": "Our business depends on a complex global supply chain that relies on\nthird-party manufacturing partners and logistics providers. Disruptions\nfrom geopolitical events, labor constraints, or transportation delays can\nreduce product availability, increase costs, and impact our ability to\nmeet demand. These risk factors can pressure margins and delay product\nlaunches across multiple regions."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "Because the Company currently obtains certain components from single or limited sources, the Company is subject to significant supply and pricing risks. Many components, including those that are available from multiple sources, are at times subject to industry-wide shortages and significant commodity pricing fluctuations that can materially adversely affect the Company’s business, results of operations and financial condition. For example, the global semiconductor industry has in the past experienced high demand and shortages of supply, which adversely affected the Company’s ability to obtain sufficient quantities of components and products on commercially reasonable terms or at all. Such disruptions could occur in the future. While the Company has entered into agreements for the supply of many components, there can be no assurance the Company will be able to extend or renew these agreements on similar terms, or at all. Component suppliers may suffer from poor financial conditions, which can lead to business failure for the supplier or consolidation within a particular industry, further limiting the Company’s ability to obtain sufficient quantities of components on commercially reasonable terms or at all. The effects of global or regional economic conditions on the Company’s suppliers, described in “\nThe Company’s operations and performance depend significantly on global and regional economic conditions and adverse economic conditions can materially adversely affect the Company’s business, results of operations and financial condition,\n” above, can also affect the Company’s ability to obtain components\n.\nTherefore, the Company remains subject to significant risks of supply shortages and price increases that can materially adversely affect its business, results of operations and financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 88,
          "text": "Compliance with these laws and regulations is onerous and expensive. New and changing laws and regulations can adversely affect the Company’s business by increasing the Company’s costs, limiting the Company’s ability to offer a product, service or feature to customers, imposing changes to the design of the Company’s products and services, impacting customer demand for the Company’s products and services, and requiring changes to the Company’s supply chain and its business. New and changing laws and regulations can also create uncertainty about how such laws and regulations will be interpreted and applied. These risks and costs may increase as the Company’s products and services are introduced into specialized applications, including health and financial services. The Company has implemented policies and procedures designed to ensure compliance with applicable laws and regulations, but there can be no assurance the Company’s employees, contractors or agents will not violate such laws and regulations or the Company’s policies and procedures. If the Company is found to have violated laws and regulations, it could materially adversely affect the Company’s business, reputation, results of operations and financial condition. Regulatory changes and other actions that materially adversely affect the Company’s business may be announced with little or no advance notice and the Company may not be able to effectively mitigate all adverse impacts from such measures. For example, the Company is subject to changing regulations relating to the export and import of its products. Although the Company has programs, policies and procedures in place that are designed to satisfy regulatory requirements, there can be no assurance that such policies and procedures will be effective in preventing a violation or a claim of a violation. As a result, the Company’s products could be banned, delayed or prohibited from importation, which could materially adversely affect the Company’s business, reputation, results of operations and financial condition."
        },
        {
          "year": 2023,
          "paragraphIndex": 50,
          "text": "The Company’s new products often utilize custom components available from only one source. When a component or product uses new technologies, initial capacity constraints may exist until the suppliers’ yields have matured or their manufacturing capacities have increased. The continued availability of these components at acceptable prices, or at all, can be affected for any number of reasons, including if suppliers decide to concentrate on the production of common components instead of components customized to meet the Company’s requirements. When the Company’s supply of components for a new or existing product has been delayed or constrained, or when an outsourcing partner has delayed shipments of completed products to the Company, the Company’s business, results of operations and financial condition have been adversely affected and future delays or constraints could materially adversely affect the Company’s business, results of operations and financial condition. The Company’s business and financial performance could also be materially adversely affected depending on the time required to obtain sufficient quantities from the source, or to identify and obtain sufficient quantities from an alternative source."
        }
      ]
    }
  ]
}