{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "confidential",
        "confidential information",
        "affect reputation",
        "unauthorized access",
        "access releases",
        "health data",
        "losses unauthorized",
        "releases",
        "releases confidential",
        "associated investigatory",
        "business continuity",
        "continuity",
        "expenses incur",
        "fees",
        "fees fines",
        "partner",
        "addresses",
        "breaches",
        "curtail",
        "cyber",
        "numbers",
        "patents intellectual",
        "account",
        "acquired",
        "association",
        "cancelled",
        "case",
        "combination",
        "compromise",
        "consider"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 43,
          "text": "The Company’s business also requires it to share confidential information with suppliers and other third parties. Although the Company takes steps to secure confidential information that is provided to third parties, such measures may not be effective and losses or unauthorized access to or releases of confidential information may still occur, which could materially adversely affect the Company’s reputation, financial condition and operating results."
        },
        {
          "year": 2017,
          "paragraphIndex": 47,
          "text": "In addition to the risks relating to general confidential information described above, the Company may also be subject to specific obligations relating to health data and payment card data. Health data may be subject to additional privacy, security and breach notification requirements, and the Company may be subject to audit by governmental authorities regarding the Company’s compliance with these obligations. If the Company fails to adequately comply with these rules and requirements, or if health data is handled in a manner not permitted by law or under the Company’s agreements with healthcare institutions, the Company could be subject to litigation or government investigations, may be liable for associated investigatory expenses, and could also incur significant fees or fines."
        },
        {
          "year": 2017,
          "paragraphIndex": 42,
          "text": "The Company’s business requires it to use and store confidential information, including, among other things, personally identifiable information (“PII”) with respect to the Company’s customers and employees. The Company devotes significant resources to network and data security, including through the use of encryption and other security measures intended to protect its systems and data. But these measures cannot provide absolute security, and losses or unauthorized access to or releases of confidential information may still occur, which could materially adversely affect the Company’s reputation, financial condition and operating results."
        },
        {
          "year": 2016,
          "paragraphIndex": 44,
          "text": "The Company’s business requires it to use and store customer, employee and business partner personally identifiable information (“PII”). This may include, among other information, names, addresses, phone numbers, email addresses, contact preferences, tax identification numbers and payment account information. Although malicious attacks to gain access to PII affect many companies across various industries, the Company is at a relatively greater risk of being targeted because of its high profile and the amount of PII it manages."
        },
        {
          "year": 2016,
          "paragraphIndex": 46,
          "text": "The Company devotes significant resources to network security, data encryption and other security measures to protect its systems and data, but these security measures cannot provide absolute security. To the extent the Company was to experience a breach of its systems and was unable to protect sensitive data, such a breach could materially damage business partner and customer relationships, and curtail or otherwise adversely impact access to online stores and services. Moreover, if a computer security breach affects the Company’s systems or results in the unauthorized release of PII, the Company’s reputation and brand could be materially damaged, use of the Company’s products and services could decrease, and the Company could be exposed to a risk of loss or litigation and possible liability. While the Company maintains insurance coverage that, subject to policy terms and conditions and subject to a significant self-insured retention, is designed to address certain aspects of cyber risks, such insurance coverage may be insufficient to cover all losses or all types of claims that may arise in the continually evolving area of cyber risk."
        },
        {
          "year": 2016,
          "paragraphIndex": 43,
          "text": "There may be breaches of the Company’s information technology systems that materially damage business partner and customer relationships, curtail or otherwise adversely impact access to online stores and services, or subject the Company to significant reputational, financial, legal and operational consequences."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "trade disputes",
        "contract",
        "contract manufacturers",
        "suppliers contract",
        "business results",
        "collectibility",
        "collectibility risk",
        "condition growth",
        "credit collectibility",
        "earns",
        "offers",
        "operations financial",
        "protectionist",
        "retailers resellers",
        "service offerings",
        "ios",
        "ios devices",
        "operating margin",
        "including channel",
        "mac products",
        "manufacturing vendors",
        "accessories",
        "added",
        "added resellers",
        "collectability",
        "collectability risk",
        "computer market",
        "credit collectability",
        "equity",
        "generally higher"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 64,
          "text": "International trade disputes could result in tariffs and other protectionist measures that could adversely affect the Company’s business. Tariffs could increase the cost of the Company’s products and the components and raw materials that go into making them. These increased costs could adversely impact the gross margin that the Company earns on its products. Tariffs could also make the Company’s products more expensive for customers, which could make the Company’s products less competitive and reduce consumer demand. Countries may also adopt other protectionist measures that could limit the Company’s ability to offer its products and services. Political uncertainty surrounding international trade disputes and protectionist measures could also have a negative effect on consumer confidence and spending, which could adversely affect the Company’s business."
        },
        {
          "year": 2018,
          "paragraphIndex": 66,
          "text": "The Company’s operations are also subject to the risks of industrial accidents at its suppliers and contract manufacturers. While the Company’s suppliers are required to maintain safe working environments and operations, an industrial accident could occur and could result in disruption to the Company’s business and harm to the Company’s reputation. Should major public health issues, including pandemics, arise, the Company could be adversely affected by more stringent employee travel restrictions, additional limitations in freight services, governmental actions limiting the movement of products between regions, delays in production ramps of new products and disruptions in the operations of the Company’s suppliers and contract manufacturers."
        },
        {
          "year": 2018,
          "paragraphIndex": 63,
          "text": "Political events, international trade disputes, war, terrorism, natural disasters, public health issues, industrial accidents and other business interruptions could harm or disrupt international commerce and the global economy, and could have a material adverse effect on the Company and its customers, suppliers, contract manufacturers, logistics providers, distributors, cellular network carriers and other channel partners."
        },
        {
          "year": 2017,
          "paragraphIndex": 25,
          "text": "With respect to iOS devices, the Company relies on the continued availability and development of compelling and innovative software applications, including applications distributed through the App Store. iOS devices are subject to rapid technological change, and, if third-party developers are unable to or choose not to keep up with this pace of change, third-party applications might not successfully operate and may result in dissatisfied customers. As with applications for the Company’s Mac products, the availability and development of these applications also depend on developers’ perceptions and analysis of the relative benefits of developing, maintaining or upgrading software for the Company’s iOS devices rather than its competitors’ platforms, such as Android. If developers focus their efforts on these competing platforms, the availability and quality of applications for the Company’s iOS devices may suffer."
        },
        {
          "year": 2017,
          "paragraphIndex": 53,
          "text": "War, terrorism, geopolitical uncertainties, public health issues and other business interruptions have caused and could cause damage or disruption to international commerce and the global economy, and thus could have a material adverse effect on the Company, its suppliers, logistics providers, manufacturing vendors and customers, including channel partners. The Company’s business operations are subject to interruption by, among others, natural disasters, whether as a result of climate change or otherwise, fire, power shortages, nuclear power plant accidents and other industrial accidents, terrorist attacks and other hostile acts, labor disputes, public health issues and other events beyond its control. Such events could decrease demand for the Company’s products, make it difficult or impossible for the Company to make and deliver products to its customers, including channel partners, or to receive components from its suppliers, and create delays and inefficiencies in the Company’s supply chain. While the Company’s suppliers are required to maintain safe working environments and operations, an industrial accident could occur and could result in disruption to the Company’s business and harm to the Company’s reputation. Should major public health issues, including pandemics, arise, the Company could be adversely affected by more stringent employee travel restrictions, additional limitations in freight services, governmental actions limiting the movement of products between regions, delays in production ramps of new products and disruptions in the operations of the Company’s manufacturing vendors and component suppliers. The majority of the Company’s R&D activities, its corporate headquarters, information technology systems and other critical business operations, including certain component suppliers and manufacturing vendors, are in locations that could be affected by natural disasters. In the event of a natural disaster, the Company could incur significant losses, require substantial recovery time and experience significant expenditures in order to resume operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 7,
          "text": "The Company markets certain mobile communication and media devices based on the iOS mobile operating system and also markets related services, including third-party digital content and applications. The Company faces substantial competition in these markets from companies that have significant technical, marketing, distribution and other resources, as well as established hardware, software and digital content supplier relationships; and the Company has a minority market share in the global smartphone market. Additionally, the Company faces significant competition as competitors reduce their selling prices and attempt to imitate the Company’s product features and applications within their own products or, alternatively, collaborate with each other to offer solutions that are more competitive than those they currently offer. The Company competes with business models that provide content to users for free. The Company also competes with illegitimate means to obtain third-party digital content and applications. Some of the Company’s competitors have greater experience, product breadth and distribution channels than the Company. Because some current and potential competitors have substantial resources and/or experience and a lower cost structure, they may be able to provide products and services at little or no profit or even at a loss. The Company also expects competition to intensify as competitors attempt to imitate the Company’s approach to providing components seamlessly within their individual offerings or work collaboratively to offer integrated solutions. The Company’s financial condition and operating results depend substantially on the Company’s ability to continually improve iOS and iOS devices in order to maintain their functional and design advantages."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "cost sales",
        "antitrust",
        "changing laws",
        "competitors imitate",
        "complex changing",
        "computer tablet",
        "exposes",
        "marketable non",
        "non marketable",
        "obtained commercially",
        "patents intellectual",
        "pressures",
        "product pricing",
        "sales cost",
        "sales relies",
        "attempt",
        "protectionist",
        "requirements anti",
        "anti competition",
        "areas",
        "attempt imitate",
        "carrier",
        "carrier network",
        "certification",
        "competitors attempt",
        "country",
        "devices carrier",
        "doing",
        "doing business",
        "duties"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 65,
          "text": "The Company’s profit margins vary across its products, services, geographic segments and distribution channels. For example, gross margins on the Company’s hardware products vary across product lines and can change over time. The Company’s gross margins are subject to volatility and downward pressure due to a variety of factors, including: continued industry-wide global product pricing pressures and product pricing actions that the Company may take in response to such pressures; increased competition; the Company’s ability to effectively stimulate demand for certain of its products and services; compressed product life cycles; potential increases in the cost of components, outside manufacturing services, and acquiring and delivering content for the Company’s services; the Company’s ability to manage product quality and warranty costs effectively; shifts in the mix of products and services, or in the geographic, currency or channel mix; fluctuations in foreign exchange rates; and the introduction of new products or services, including new products or services with higher cost structures. These and other factors could have a materially adverse impact on the Company’s financial condition and operating results."
        },
        {
          "year": 2019,
          "paragraphIndex": 41,
          "text": "The Company’s global operations are subject to complex and changing laws and regulations on subjects including, but not limited to: antitrust; privacy, data security and data localization; consumer protection; advertising, sales, billing and e-commerce; product liability; intellectual property ownership and infringement; digital platforms; Internet, telecommunications, and mobile communications; media, television, film and digital content; availability of third-party software applications and services; labor and employment; anti-corruption; import, export and trade; foreign exchange controls and cash repatriation restrictions; anti–money laundering; foreign ownership and investment; tax; and environmental, health and safety."
        },
        {
          "year": 2019,
          "paragraphIndex": 72,
          "text": "The Company’s investments can be negatively affected by liquidity, credit deterioration, financial results, market and economic conditions, political risk, sovereign risk, interest rate fluctuations or other factors. As a result, the value and liquidity of the Company’s cash, cash equivalents, and marketable and non-marketable securities may fluctuate substantially. Therefore, although the Company has not realized any significant losses on its cash, cash equivalents, and marketable and non-marketable securities, future fluctuations in their value could result in significant losses and could have a material adverse impact on the Company’s financial condition and operating results."
        },
        {
          "year": 2018,
          "paragraphIndex": 44,
          "text": "The Company derives a majority of its revenue and earnings from its international operations. Compliance with applicable U.S. and foreign laws and regulations, such as import and export requirements, anti-corruption laws, tax laws, foreign exchange controls and cash repatriation restrictions, data privacy and data localization requirements, environmental laws, labor laws and anti-competition regulations, increases the costs of doing business in foreign jurisdictions. Although the Company has implemented policies and procedures to comply with these laws and regulations, a violation by the Company’s employees, contractors or agents could nevertheless occur. In some cases, compliance with the laws and regulations of one country could violate the laws and regulations of another country. Violations of these laws and regulations could materially adversely affect the Company’s brand, international growth efforts and business."
        },
        {
          "year": 2018,
          "paragraphIndex": 11,
          "text": "Additionally, the Company faces significant competition as competitors attempt to imitate the Company’s product features and applications within their own products or, alternatively, collaborate with each other to offer solutions that are more competitive than those they currently offer. The Company also expects competition to intensify as competitors attempt to imitate the Company’s approach to providing components seamlessly within their individual offerings or work collaboratively to offer integrated solutions."
        },
        {
          "year": 2018,
          "paragraphIndex": 42,
          "text": "By way of example, laws and regulations related to mobile communications and media devices in the many jurisdictions in which the Company operates are extensive and subject to change. Such changes could include, among others, restrictions on the production, manufacture, distribution and use of devices, locking devices to a carrier’s network, or mandating the use of devices on more than one carrier’s network. These devices are also subject to certification and regulation by governmental and standardization bodies, as well as by cellular network carriers for use on their networks. These certification processes are extensive and time consuming, and could result in additional testing requirements, product modifications, or delays in product shipment dates, or could preclude the Company from selling certain products."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "proceedings government",
        "trade restrictions",
        "affected future",
        "condition stock",
        "extent",
        "protective",
        "protective public",
        "public safety",
        "safety measures",
        "accordance",
        "applications platforms",
        "chain sales",
        "challenges",
        "form exposed",
        "form minority",
        "ability ensure",
        "actions limiting",
        "additional limitations",
        "affected apple",
        "affected stringent",
        "applications smaller",
        "capital unidentified",
        "carriers vendor",
        "cheaper",
        "claims litigation",
        "commitments future",
        "computers compete",
        "contemplated invested"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 5,
          "text": "The Company is continuing to monitor the situation and take appropriate actions in accordance with the recommendations and requirements of relevant authorities. The full extent of the impact of the COVID-19 pandemic on the Company’s operational and financial performance is currently uncertain and will depend on many factors outside the Company’s control, including, without limitation, the timing, extent, trajectory and duration of the pandemic, the development and availability of effective treatments and vaccines, the imposition of and compliance with protective public safety measures, and the impact of the pandemic on the global economy and demand for consumer products. Additional future impacts on the Company may include, but are not limited to, material adverse effects on: demand for the Company’s products and services; the Company’s supply chain and sales and distribution channels; the Company’s ability to execute its strategic plans; and the Company’s profitability and cost structure."
        },
        {
          "year": 2020,
          "paragraphIndex": 47,
          "text": "The Company’s retail stores have required substantial investment in equipment and leasehold improvements, information systems, inventory and personnel. The Company also has entered into substantial lease commitments for retail space. Certain stores have been designed and built to serve as high-profile venues to promote brand awareness. Because of their unique design elements, locations and size, these stores require substantially more investment than the Company’s more typical retail stores. Due to the high cost structure associated with the Company’s retail stores, a decline in sales or the closure or poor performance of an individual store or multiple stores, including as a result of protective public safety measures in response to the COVID-19 pandemic, could result in significant lease termination costs, write-offs of equipment and leasehold improvements and severance costs."
        },
        {
          "year": 2020,
          "paragraphIndex": 68,
          "text": "The Company’s operations are also subject to the risks of industrial accidents at its suppliers and contract manufacturers. While the Company’s suppliers are required to maintain safe working environments and operations, an industrial accident could occur and could result in disruption to the Company’s business and harm to the Company’s reputation. Major public health issues, including pandemics such as the COVID-19 pandemic, have adversely affected, and could in the future adversely affect, the Company due to their impact on the global economy and demand for consumer products; the imposition of protective public safety measures, such as stringent employee travel restrictions and limitations on freight services and the movement of products between regions; and disruptions in the Company’s supply chain and sales and distribution channels, resulting in interruptions of the supply of current products and delays in production ramps of new products."
        },
        {
          "year": 2019,
          "paragraphIndex": 12,
          "text": "Some of the markets in which the Company competes have from time to time experienced little to no growth or contracted. In addition, an increasing number of Internet-enabled devices that include software applications and are smaller, simpler and cheaper than traditional personal computers compete with some of the Company’s existing products."
        },
        {
          "year": 2019,
          "paragraphIndex": 64,
          "text": "The Company’s operations are also subject to the risks of industrial accidents at its suppliers and contract manufacturers. While the Company’s suppliers are required to maintain safe working environments and operations, an industrial accident could occur and could result in disruption to the Company’s business and harm to the Company’s reputation. Should major public health issues, including pandemics, arise, the Company could be adversely affected by more stringent employee travel restrictions, additional limitations in freight services, governmental actions limiting the movement of products between regions, delays in production ramps of new products, and disruptions in the operations of the Company’s suppliers and contract manufacturers."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "reputation results",
        "price stock",
        "personal information",
        "international disputes",
        "ransomware",
        "apps",
        "changes app",
        "commercial relationships",
        "condition example",
        "incidents",
        "including personal",
        "relating app",
        "Cybersecurity",
        "access platforms",
        "act",
        "condition operating",
        "affect reputation",
        "pii",
        "including limited",
        "condition growth",
        "assurance given",
        "believes stock",
        "events international",
        "identifiable",
        "identifiable information",
        "iphone",
        "personally",
        "personally identifiable",
        "price following",
        "price reflect"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 71,
          "text": "Further, the Company has commercial relationships with other companies in the technology industry that are or may become subject to investigations and litigation that, if resolved against those other companies, could adversely affect the Company’s commercial relationships with those business partners and materially adversely affect the Company’s business, results of operations and financial condition. For example, the Company earns revenue from licensing arrangements with other companies to offer their search services on the Company’s platforms and apps, and certain of these arrangements are currently subject to government investigations and legal proceedings."
        },
        {
          "year": 2021,
          "paragraphIndex": 49,
          "text": "The Company and its global supply chain are exposed to information technology system failures or network disruptions caused by natural disasters, accidents, power disruptions, telecommunications failures, acts of terrorism or war, computer viruses, physical or electronic break-ins, ransomware or other cybersecurity incidents, or other events or disruptions. System redundancy and other continuity measures may be ineffective or inadequate, and the Company’s or its vendors’ business continuity and disaster recovery planning may not be sufficient for all eventualities. Such failures or disruptions can adversely impact the Company’s business by, among other things, preventing access to the Company’s online services, interfering with customer transactions or impeding the manufacturing and shipping of the Company’s products. These events could materially adversely affect the Company’s business, reputation, results of operations and financial condition."
        },
        {
          "year": 2021,
          "paragraphIndex": 73,
          "text": "The Company is subject to federal, state and international laws relating to the collection, use, retention, security and transfer of various types of personal information. In many cases, these laws apply not only to third-party transactions, but also restrict transfers of personal information among the Company and its international subsidiaries. Several jurisdictions have passed laws in this area, and additional jurisdictions are considering imposing additional restrictions or have laws that are pending. These laws continue to develop and may be inconsistent from jurisdiction to jurisdiction. Complying with emerging and changing requirements causes the Company to incur substantial costs and has required and may in the future require the Company to change its business practices. Noncompliance could result in significant penalties or legal liability."
        },
        {
          "year": 2020,
          "paragraphIndex": 53,
          "text": "The Company’s business requires it to use and store confidential information including, among other things, personally identifiable information (“PII”) with respect to the Company’s customers and employees. The Company devotes significant resources to network and data security, including through the use of encryption and other security measures intended to protect its systems and data. But these measures cannot provide absolute security, and losses or unauthorized access to or releases of confidential information occur and could materially adversely affect the Company’s reputation, financial condition and operating results."
        },
        {
          "year": 2020,
          "paragraphIndex": 52,
          "text": "There may be losses or unauthorized access to or releases of confidential information, including personally identifiable information, that could subject the Company to significant reputational, financial, legal and operational consequences."
        },
        {
          "year": 2020,
          "paragraphIndex": 61,
          "text": "The Company is subject to federal, state and international laws relating to the collection, use, retention, security and transfer of PII. In many cases, these laws apply not only to third-party transactions, but also may restrict transfers of PII among the Company and its international subsidiaries. Several jurisdictions have passed laws in this area, and other jurisdictions are considering imposing additional restrictions. These laws continue to develop and may be inconsistent from jurisdiction to jurisdiction. Complying with emerging and changing international requirements may cause the Company to incur substantial costs or require the Company to change its business practices. Noncompliance could result in significant penalties or legal liability."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "environmental social",
        "governance",
        "social",
        "social governance",
        "goals",
        "goals initiatives",
        "governance considerations",
        "armed",
        "armed conflict",
        "conflict",
        "conflicts",
        "dynamics",
        "efforts team",
        "escalate",
        "governance goals",
        "arise apple",
        "distracting",
        "distracting management",
        "enacted",
        "operations distracting",
        "points",
        "points sale",
        "proposed",
        "sale",
        "actions economic",
        "advantage adversely",
        "affected apple",
        "attractive customers",
        "change compliance",
        "changes fuel"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 70,
          "text": "Many governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human and civil rights, and diversity, equity and inclusion. In addition, the Company makes statements about its environmental, social and governance goals and initiatives through its environmental, social and governance report, its other non-financial reports, information provided on its website, press statements and other communications. Responding to these environmental, social and governance considerations and implementation of these goals and initiatives involves risks and uncertainties, requires investments, and depends in part on third-party performance or data that is outside the Company’s control. The Company cannot guarantee that it will achieve its announced environmental, social and governance goals and initiatives. In addition, some stakeholders may disagree with the Company’s goals and initiatives. Any failure, or perceived failure, by the Company to achieve its goals, further its initiatives, adhere to its public statements, comply with federal, state or international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against the Company and materially adversely affect the Company’s business, reputation, results of operations, financial condition and stock price."
        },
        {
          "year": 2022,
          "paragraphIndex": 54,
          "text": "The Company experiences malicious attacks and other attempts to gain unauthorized access to its systems on a regular basis. These attacks seek to compromise the confidentiality, integrity or availability of confidential information or disrupt normal business operations, and could, among other things, impair the Company’s ability to attract and retain customers for its products and services, impact the Company’s stock price, materially damage commercial relationships, and expose the Company to litigation or government investigations, which could result in penalties, fines or judgments against the Company. Globally, attacks are expected to continue accelerating in both frequency and sophistication with increasing use by actors of tools and techniques that are designed to circumvent controls, avoid detection, and remove or obfuscate forensic evidence, all of which hinders the Company’s ability to identify, investigate and recover from incidents. In addition, attacks against the Company and its customers can escalate during periods of severe diplomatic or armed conflict."
        },
        {
          "year": 2022,
          "paragraphIndex": 26,
          "text": "The Company relies on single-source outsourcing partners in the U.S., Asia and Europe to supply and manufacture many components, and on outsourcing partners primarily located in Asia, for final assembly of substantially all of the Company’s hardware products. Any failure of these partners to perform can have a negative impact on the Company’s cost or supply of components or finished goods. In addition, manufacturing or logistics in these locations or transit to final destinations can be disrupted for a variety of reasons, including natural and man-made disasters, information technology system failures, commercial disputes, armed conflict, economic, business, labor, environmental, public health or political issues, or international trade disputes."
        },
        {
          "year": 2021,
          "paragraphIndex": 5,
          "text": "The COVID-19 pandemic and the measures taken by many countries in response have adversely affected and could in the future materially adversely impact the Company’s business, results of operations and financial condition, as well as the price of the Company’s stock. During the course of the pandemic, certain of the Company’s component suppliers and manufacturing and logistical service providers have experienced disruptions, resulting in supply shortages that affected sales worldwide, and similar disruptions could occur in the future. The Company’s retail stores, as well as channel partner points of sale, have been temporarily closed at various times. In many cases, as stores and points of sale have reopened, they are subject to operating restrictions to protect public health and the health and safety of employees and customers. The Company has at times required substantially all of its employees to work remotely."
        },
        {
          "year": 2021,
          "paragraphIndex": 69,
          "text": "From time to time, the Company has made changes to its App Store, including actions taken in response to competition, market and legal conditions. The Company may make further business changes in the future. New legislative initiatives, such as the proposed EU Digital Markets Act, could, if enacted, require further changes. These changes could include how and to what extent the Company charges developers for access to its platforms and manages distribution of apps outside of the App Store."
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "The Company distributes third-party applications for its products through the App Store. For the vast majority of applications, developers keep all of the revenue they generate on the App Store. The Company only retains a commission from sales of applications and sales of digital services or goods within an application. From time to time, the Company has made changes to its App Store, including actions taken in response to competition, market and legal conditions. The Company may make further business changes in the future. New legislative initiatives, such as the proposed European Union (“EU”) Digital Markets Act, could, if enacted, require further changes. The Company is also subject to litigation and investigations relating to the App Store, which have resulted in changes to the Company’s business practices, and may in the future result in further changes. These changes could include how and to what extent the Company charges developers for access to its platforms and manages distribution of apps outside of the App Store. This could reduce the volume of sales, and the commission that the Company earns on those sales, would decrease. If the rate of the commission that the Company retains on such sales is reduced, or if it is otherwise narrowed in scope or eliminated, the Company’s business, results of operations and financial condition could be materially adversely affected."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "alternative purchasing",
        "communicate",
        "communicate consumers",
        "developers communicate",
        "mechanisms",
        "purchasing",
        "purchasing mechanisms",
        "regarding alternative",
        "store regarding",
        "Artificial intelligence",
        "allows",
        "arise apple",
        "expects make",
        "form exposed",
        "inside",
        "currency exchange",
        "changes include",
        "consumer demand",
        "cost structure",
        "equipment leasehold",
        "extent charges",
        "extent covid",
        "gross margin",
        "improvements",
        "include extent",
        "lease",
        "leasehold",
        "leasehold improvements",
        "marketable non",
        "measures response"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 67,
          "text": "From time to time, the Company has made changes to its App Store, including actions taken in response to litigation, competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the EU Digital Markets Act, which the Company is required to comply with by March 2024, or similar laws in other jurisdictions. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms."
        },
        {
          "year": 2023,
          "paragraphIndex": 35,
          "text": "The Company distributes third-party applications for its products through the App Store. For the vast majority of applications, developers keep all of the revenue they generate on the App Store. The Company retains a commission from sales of applications and sales of digital services or goods initiated within an application. From time to time, the Company has made changes to its App Store, including actions taken in response to competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the European Union (“EU”) Digital Markets Act, which the Company is required to comply with by March 2024. The Company is also subject to litigation and investigations relating to the App Store, which have resulted in changes to the Company’s business practices, and may in the future result in further changes. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms. This could reduce the volume of sales, and the commission that the Company earns on those sales, would decrease. If the rate of the commission that the Company retains on such sales is reduced, or if it is otherwise narrowed in scope or eliminated, the Company’s business, results of operations and financial condition could be materially adversely affected."
        },
        {
          "year": 2023,
          "paragraphIndex": 62,
          "text": "The Company’s global operations are subject to complex and changing laws and regulations on subjects, including antitrust; privacy, data security and data localization; consumer protection; advertising, sales, billing and e-commerce; financial services and technology; product liability; intellectual property ownership and infringement; digital platforms; machine learning and artificial intelligence; internet, telecommunications and mobile communications; media, television, film and digital content; availability of third-party software applications and services; labor and employment; anticorruption; import, export and trade; foreign exchange controls and cash repatriation restrictions; anti–money laundering; foreign ownership and investment; tax; and environmental, health and safety, including electronic waste, recycling, product design and climate change."
        },
        {
          "year": 2022,
          "paragraphIndex": 60,
          "text": "The Company’s retail stores have required substantial investment in equipment and leasehold improvements, information systems, inventory and personnel. The Company also has entered into substantial lease commitments for retail space. Certain stores have been designed and built to serve as high-profile venues to promote brand awareness. Because of their unique design elements, locations and size, these stores require substantially more investment than the Company’s more typical retail stores. Due to the high cost structure associated with the Company’s retail stores, a decline in sales or the closure or poor performance of an individual store or multiple stores, including as a result of protective public safety measures in response to the COVID-19 pandemic, could result in significant lease termination costs, write-offs of equipment and leasehold improvements and severance costs."
        },
        {
          "year": 2022,
          "paragraphIndex": 82,
          "text": "The Company’s primary exposure to movements in foreign currency exchange rates relates to non–U.S. dollar–denominated sales, cost of sales and operating expenses worldwide. Gross margins on the Company’s products in foreign countries and on products that include components obtained from foreign suppliers could be materially adversely affected by foreign currency exchange rate fluctuations."
        },
        {
          "year": 2022,
          "paragraphIndex": 14,
          "text": "The Company has a large, global business with sales outside the U.S. representing a majority of the Company’s total net sales, and the Company believes that it generally benefits from growth in international trade. Substantially all of the Company’s manufacturing is performed in whole or in part by outsourcing partners located primarily in Asia, including China mainland, India, Japan, South Korea, Taiwan and Vietnam. Trade policies and disputes and other international conflicts can result in tariffs, sanctions and other measures that restrict international trade, and can materially adversely affect the Company’s business, particularly if these measures occur in regions where the Company derives a significant portion of its revenues and/or has significant supply chain operations. For example, tensions between the U.S. and China have led to a series of tariffs being imposed by the U.S. on imports from China mainland, as well as other business restrictions. Tariffs increase the cost of the Company’s products and the components and raw materials that go into making them. These increased costs can adversely impact the gross margin that the Company earns on its products. Tariffs can also make the Company’s products more expensive for customers, which could make the Company’s products less competitive and reduce consumer demand. Countries may also adopt other measures, such as controls on imports or exports of goods, technology or data, that could adversely impact the Company’s operations and supply chain and limit the Company’s ability to offer its products and services as designed. These measures can require the Company to take various actions, including changing suppliers, restructuring business relationships, and ceasing to offer third-party applications on its platforms. Changing the Company’s operations in accordance with new or changed trade restrictions can be expensive, time-consuming and disruptive to the Company’s operations. Such restrictions can be announced with little or no advance notice and the Company may not be able to effectively mitigate all adverse impacts from such measures. If disputes and conflicts further escalate in the future, actions by governments in response could be significantly more severe and restrictive and could materially adversely affect the Company’s business. Political uncertainty surrounding trade and other international disputes could also have a negative effect on consumer confidence and spending, which could adversely affect the Company’s business."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "Geopolitical tensions",
        "ios",
        "ios ipados",
        "ipados",
        "dma",
        "tensions conflict",
        "apps alternative",
        "implemented changes",
        "ipados app",
        "ipados apps",
        "disputes geopolitical",
        "apis",
        "challenged",
        "compliance plan",
        "conflict terrorism",
        "outside app",
        "contingencies",
        "access platforms",
        "allows",
        "apps outside",
        "armed",
        "armed conflict",
        "charges developers",
        "developers access",
        "disputes war",
        "distribution apps",
        "form exposed",
        "heading",
        "included",
        "inside"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 71,
          "text": "in the EU as it seeks to comply with the DMA, including new business terms and alternative fee structures for iOS and iPadOS apps, alternative methods of distribution for iOS and iPadOS apps, alternative payment processing for apps across the Company’s operating systems, and additional tools and APIs for developers. The Company has also continued to make changes to its compliance plan in response to feedback and engagement with the European Commission (the “Commission”). Although the Company’s compliance plan is intended to address the DMA’s obligations, it has been challenged by the Commission and may be challenged further by private litigants. The DMA provides for significant fines and penalties for noncompliance, and other jurisdictions may seek to require the Company to make changes to its business. While the changes introduced by the Company in the EU are intended to reduce new privacy and security risks that the DMA poses to EU users, many risks will remain."
        },
        {
          "year": 2024,
          "paragraphIndex": 38,
          "text": "The Company distributes third-party applications for its products through the App Store. For the vast majority of applications, developers keep all of the revenue they generate on the App Store. Where applicable, the Company retains a commission from sales of applications and sales of digital services or goods initiated within an application. From time to time, the Company has made changes to its products and services, including taking actions in response to litigation, competition, market conditions and legal and regulatory requirements, and expects to make further business changes in the future. For example, in the U.S., the Company has implemented changes to how developers communicate with consumers within apps on the U.S. storefront of the iOS and iPadOS App Store regarding alternative purchasing mechanisms. The Company has also implemented changes to iOS, iPadOS, the App Store and Safari® in the European Union (“EU”) as it seeks to comply with the Digital Markets Act (the “DMA”), including new business terms and alternative fee structures for iOS and iPadOS apps, alternative methods of distribution for iOS and iPadOS apps, alternative payment processing for apps across the Company’s operating systems, and additional tools and application programming interfaces (“APIs”) for developers. Changes to the Company’s products and services could materially adversely affect the Company’s business, results of operations and financial condition, including if such business changes result in reduced App Store or other sales, reductions in the rate of the commission that the Company retains on such sales, or if the rate of the commission is otherwise narrowed in scope or eliminated."
        },
        {
          "year": 2024,
          "paragraphIndex": 70,
          "text": "From time to time, the Company has made changes to its App Store, including actions taken in response to litigation, competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future. For example, in the U.S. the Company has implemented changes to how developers communicate with consumers within apps on the U.S. storefront of the iOS and iPadOS App Store regarding alternative purchasing mechanisms."
        },
        {
          "year": 2023,
          "paragraphIndex": 60,
          "text": "Except as described in Part I, Item 3 of this Form 10-K under the heading “Legal Proceedings” and in Part II, Item 8 of this Form 10-K in the Notes to Consolidated Financial Statements in Note 12, “Commitments, Contingencies and Supply Concentrations” under the heading “Contingencies,” in the opinion of management, there was not at least a reasonable possibility the Company may have incurred a material loss, or a material loss greater than a recorded accrual, concerning loss contingencies for asserted legal and other claims."
        },
        {
          "year": 2023,
          "paragraphIndex": 67,
          "text": "From time to time, the Company has made changes to its App Store, including actions taken in response to litigation, competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the EU Digital Markets Act, which the Company is required to comply with by March 2024, or similar laws in other jurisdictions. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms."
        },
        {
          "year": 2023,
          "paragraphIndex": 35,
          "text": "The Company distributes third-party applications for its products through the App Store. For the vast majority of applications, developers keep all of the revenue they generate on the App Store. The Company retains a commission from sales of applications and sales of digital services or goods initiated within an application. From time to time, the Company has made changes to its App Store, including actions taken in response to competition, market conditions and legal and regulatory requirements. The Company expects to make further business changes in the future, including as a result of legislative initiatives impacting the App Store, such as the European Union (“EU”) Digital Markets Act, which the Company is required to comply with by March 2024. The Company is also subject to litigation and investigations relating to the App Store, which have resulted in changes to the Company’s business practices, and may in the future result in further changes. Changes have included how developers communicate with consumers outside the App Store regarding alternative purchasing mechanisms. Future changes could also affect what the Company charges developers for access to its platforms, how it manages distribution of apps outside of the App Store, and how and to what extent it allows developers to communicate with consumers inside the App Store regarding alternative purchasing mechanisms. This could reduce the volume of sales, and the commission that the Company earns on those sales, would decrease. If the rate of the commission that the Company retains on such sales is reduced, or if it is otherwise narrowed in scope or eliminated, the Company’s business, results of operations and financial condition could be materially adversely affected."
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "court",
        "personal data",
        "remedies",
        "district",
        "enforcement",
        "executive orders",
        "directives",
        "ordered",
        "priorities",
        "retaliatory",
        "affected apple",
        "age",
        "copyrighted",
        "department",
        "derive",
        "assurance",
        "environmental social",
        "governance",
        "social governance",
        "assurance able",
        "carriers wholesalers",
        "condition example",
        "governance considerations",
        "health data",
        "process",
        "retailers",
        "retailers resellers",
        "wholesalers",
        "wholesalers retailers",
        "affected number"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 65,
          "text": "Further, the Company has commercial relationships with other companies in the technology industry that are or may become subject to investigations and litigation that, if resolved against those other companies, could materially adversely affect the Company’s commercial relationships with those business partners and materially adversely affect the Company’s business, results of operations, financial condition and stock price. For example, the Company earns revenue from licensing arrangements with Google LLC (“Google”) and other companies to offer their search services on the Company’s platforms and applications, and certain of these arrangements are currently subject to government investigations and legal proceedings. On August 5, 2024, Google was found to have violated U.S. antitrust laws. In connection with this finding, on September 2, 2025, the U.S. District Court for the District of Columbia (“D.C. District Court”) ordered certain remedies. The court’s order is subject to further proceedings before the D.C. District Court, which may result in changes to the interpretation or application of the remedies ordered by the court, as well as new or changed remedies being ordered. The court’s order is also subject to appeal by both the U.S. Department of Justice (“DOJ”) and Google. A reversal of the order on appeal could result in imposition of certain remedies initially proposed by the DOJ, such as those prohibiting Google from offering the Company commercial terms for search distribution. If implemented, these remedies could materially adversely affect the Company’s ability to earn revenue from such licensing arrangements."
        },
        {
          "year": 2025,
          "paragraphIndex": 57,
          "text": "Compliance with these laws and regulations is onerous and expensive. New and changing laws, regulations, executive orders, directives, and enforcement priorities can adversely affect the Company’s business by increasing the Company’s costs, limiting the Company’s ability to offer a product, service or feature to customers, imposing changes to the design of the Company’s products and services, impacting customer demand for the Company’s products and services, and requiring changes to the Company’s business or supply chain. New and changing laws, regulations, executive orders, directives, and enforcement priorities can also create uncertainty about how such laws and regulations will be interpreted and applied. If the Company is found to have violated such laws and regulations, it could materially adversely affect the Company’s business, reputation, results of operations, financial condition and stock price."
        },
        {
          "year": 2025,
          "paragraphIndex": 58,
          "text": "Risks and costs related to new and changing laws, regulations, executive orders, directives, and enforcement priorities increase as the Company’s products and services are introduced into specialized applications, including health and financial services, or as the Company expands the use of technologies, such as machine learning and artificial intelligence features, and must navigate new legal, regulatory and ethical considerations relating to such technologies."
        },
        {
          "year": 2024,
          "paragraphIndex": 68,
          "text": "Many governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human and civil rights, and diversity, equity and inclusion. In addition, the Company makes statements about its goals and initiatives through its various non-financial reports, information provided on its website, press statements and other communications. Responding to these environmental, social and governance considerations and implementation of the Company’s announced goals and initiatives involves risks and uncertainties, requires investments, and depends in part on third-party performance or data that is outside the Company’s control. The Company cannot guarantee that it will achieve its announced environmental, social and governance goals and initiatives. In addition, some stakeholders may disagree with the Company’s goals and initiatives. Any failure, or perceived failure, by the Company to achieve its goals, further its initiatives, adhere to its public statements, comply with federal, state and international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against the Company and materially adversely affect the Company’s business, reputation, results of operations, financial condition and stock price."
        },
        {
          "year": 2024,
          "paragraphIndex": 87,
          "text": "The Company distributes its products and certain of its services through third-party cellular network carriers, wholesalers, retailers and resellers. The Company also sells its products and services directly to small and mid-sized businesses and education, enterprise and government customers. A substantial majority of the Company’s outstanding trade receivables are not covered by collateral, third-party bank support or financing arrangements, or credit insurance, and a significant portion of the Company’s trade receivables can be concentrated within cellular network carriers or other resellers. The Company’s exposure to credit and collectibility risk on its trade receivables is higher in certain international markets and its ability to mitigate such risks may be limited. The Company also has unsecured vendor non-trade receivables resulting from purchases of components by outsourcing partners and other vendors that manufacture subassemblies or assemble final products for the Company. In addition, the Company has made prepayments associated with long-term supply agreements to secure supply of inventory components. As of September 28, 2024, the Company’s vendor non-trade receivables and prepayments related to long-term supply agreements were concentrated among a few individual vendors located primarily in Asia. While the Company has procedures to monitor and limit exposure to credit risk on its trade and vendor non-trade receivables, as well as long-term prepayments, there can be no assurance such procedures will effectively limit its credit risk and avoid losses."
        },
        {
          "year": 2024,
          "paragraphIndex": 77,
          "text": "In addition to the risks generally relating to the collection, use, retention, security and transfer of personal information, the Company is also subject to specific obligations relating to information considered sensitive under applicable laws, such as health data, financial data and biometric data. Health data and financial data are subject to additional privacy, security and breach notification requirements, and the Company is subject to audit by governmental authorities regarding the Company’s compliance with these obligations. If the Company fails to adequately comply with these rules and requirements, or if health data or financial data is handled in a manner not permitted by law or under the Company’s agreements with healthcare or financial institutions, the Company can be subject to litigation or government investigations, and can be liable for associated investigatory expenses, and can also incur significant fees or fines."
        }
      ]
    }
  ]
}