{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "inflation",
        "supply chain",
        "geopolitical",
        "energy costs",
        "services",
        "pandemic",
        "remote work",
        "store closures",
        "travel restrictions",
        "stimulus"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 11,
          "text": "Inflation and energy costs have increased component expenses, and ongoing supply chain constraints could reduce margins."
        },
        {
          "year": 2023,
          "paragraphIndex": 18,
          "text": "Geopolitical tensions and export controls may limit access to critical suppliers and affect demand in key markets."
        },
        {
          "year": 2023,
          "paragraphIndex": 25,
          "text": "Services revenue depends on maintaining subscription levels and platform reliability, and disruptions could impact services."
        },
        {
          "year": 2022,
          "paragraphIndex": 9,
          "text": "The pandemic and related travel restrictions led to temporary store closures and reduced in-person service availability."
        },
        {
          "year": 2022,
          "paragraphIndex": 15,
          "text": "Remote work arrangements and changing consumer behavior created operational challenges across teams."
        },
        {
          "year": 2022,
          "paragraphIndex": 22,
          "text": "Government stimulus effects and sudden demand shifts increased volatility in sales forecasts."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "ai",
        "privacy",
        "regulatory",
        "china",
        "subscription",
        "inflation",
        "semiconductor shortage",
        "logistics",
        "retail disruption",
        "fx headwinds"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 10,
          "text": "New AI features introduce privacy and security obligations, and regulatory scrutiny may increase compliance costs."
        },
        {
          "year": 2024,
          "paragraphIndex": 17,
          "text": "China market demand and export controls remain uncertain and could affect suppliers and production planning."
        },
        {
          "year": 2024,
          "paragraphIndex": 24,
          "text": "Subscription growth for services depends on content licensing, competitive pricing, and customer renewal behavior."
        },
        {
          "year": 2023,
          "paragraphIndex": 7,
          "text": "Inflation and logistics costs continued to pressure margins, and semiconductor shortage conditions constrained supply."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "FX headwinds reduced reported revenue in several regions."
        },
        {
          "year": 2023,
          "paragraphIndex": 20,
          "text": "Retail disruption and periodic store closures could reduce in-person sales."
        }
      ]
    }
  ]
}
