{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "cyber",
        "cyber attacks",
        "destruction",
        "destruction unauthorized",
        "disclosure use",
        "theft destruction",
        "use confidential",
        "august",
        "availability systems",
        "breaches malicious",
        "confidentiality integrity",
        "devaluation",
        "event",
        "failure inadequacy",
        "failures security",
        "information security",
        "proposals",
        "benefit",
        "formulary",
        "initiatives",
        "integration",
        "ongoing",
        "policy",
        "aca",
        "april",
        "assurance",
        "biological",
        "biological products",
        "british",
        "budgets"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 20,
          "text": "IT systems are potentially vulnerable to system inadequacies, operating failures, service interruptions or failures, security breaches, malicious intrusions, or cyber-attacks from a variety of sources. Cyber- attacks are growing in their frequency, sophistication\n,\nand intensity, and are becoming increasingly difficult to detect, mitigate, or prevent. Cyber-attacks come in many forms, including the deployment of harmful malware, denial-of-service attacks, the use of social engineering\n,\nand other means to compromise the confidentiality, integrity and availability of our IT systems\n,\nconfidential information, and other data. Breaches resulting in the loss, theft, destruction, or unauthorized disclosure or use of confidential information can occur in a variety of ways, including but not limited to, negligent or wrongful conduct by employees or others with permitted access to our systems and information, or wrongful conduct by hackers, competitors, certain governments, or other current or former company personnel. Our third party partners face similar risks\n."
        },
        {
          "year": 2016,
          "paragraphIndex": 22,
          "text": "To date, system inadequacies, operating failures, service interruptions or failures, security breaches, malicious intrusions, cyber-attacks, and the loss, theft, destruction, or unauthorized disclosure or use of confidential information have not had a material impact on our consolidated results of operations. We have implemented measures to prevent, respond to, and minimize these risks\n.\nHowever, these measures may not be successful. If they are not successful, any of these events could result in material financial, legal, business, or reputational harm to our business and reputation."
        },
        {
          "year": 2016,
          "paragraphIndex": 17,
          "text": "As a global company with substantial operations outside the U.S., we face foreign currency risk exposure from fluctuating currency exchange rates. While we manage a portion of these exposures through hedging and other risk management techniques, significant fluctuations in currency rates can have a material impact, either positive or negative, on our revenue, cost of sales, and operating expenses. In the event of an extreme devaluation of local currency, the price of our products could become unsustainable in the relevant market. See Item 7, “Management’s Discussion and Analysis—Financial Condition” for more details."
        },
        {
          "year": 2015,
          "paragraphIndex": 12,
          "text": "In the U.S., public concern over prices for specialty and brand name pharmaceuticals continues to drive the legislative debate. These policy and political issues increase the risk that taxes, fees, rebates or other federal and state measures may be enacted. Key health policy proposals affecting biopharmaceuticals include a reduction in biologic data exclusivity, modifications to Medicare Parts B and D, new language that would allow the Department of Health and Human Services to negotiate prices for biologics and drugs on the specialty tier in Part D, and state-level proposals to reduce the cost of pharmaceuticals purchased by government health care programs. Savings projected under these proposals are targeted as a means to fund both health care expenditures and non-health care initiatives, or to manage federal and state budgets."
        },
        {
          "year": 2015,
          "paragraphIndex": 14,
          "text": "The main coverage expansion provisions of the Affordable Care Act (ACA) are now in effect through both the launch of state-based exchanges and the expansion of Medicaid. An emerging trend has been the prevalence of benefit designs containing high patient out-of-pocket costs for pharmaceuticals. In addition to the coverage expansions, many employers in the commercial market, driven in part by ACA changes such as the 2020 implementation of the excise tax on employer-sponsored health care coverage for which there is an excess benefit (the so-called \"Cadillac tax\"), continue to evaluate strategies such as private exchanges and wider use of consumer-driven health plans to reduce their healthcare liabilities over time. At the same time, the broader paradigm shift towards quality-based reimbursement and the launch of several value-based purchasing initiatives are placing demands on the pharmaceutical industry to offer products with proven real-world outcomes data and a favorable economic profile."
        },
        {
          "year": 2015,
          "paragraphIndex": 25,
          "text": "The theft or unauthorized disclosure of confidential information could impair our ability to secure and maintain intellectual property rights, cause damage to company operations and reputation, and cause us to lose trade secrets or other competitive advantages. Unauthorized disclosure of personally identifiable information could expose us to sanctions for violations of data privacy laws and regulations and could damage the public trust in our company. Information security breaches may be very difficult to detect, and once detected, their impact may be very difficult to assess. To date, the information security breaches of which we have become aware have been infrequent in occurrence and, to the extent we have been able to measure their financial impact on our consolidated results of operations, such impact has not been material. We have invested and continue to invest to prevent, monitor, detect, and respond to information security breaches by strengthening our employee awareness and training, information technology systems, and business processes, and strengthening data protection requirements for third parties that handle our confidential information. However, despite these efforts, we expect information security breaches to continue, and there can be no assurance that these efforts will prevent information security breaches that would have a material adverse effect on our business."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "compromise loss",
        "products services",
        "services",
        "unauthorized access",
        "access disruption",
        "disruption",
        "disruption interference",
        "information unauthorized",
        "interference",
        "interference products",
        "interruption failure",
        "rely systems",
        "services rely",
        "access service",
        "addition process",
        "dimasi",
        "economics",
        "establishing",
        "estimates",
        "grabowski",
        "hansen",
        "industry",
        "innovation",
        "journal",
        "meeting demand",
        "outlets",
        "pharmaceutical industry",
        "potentially",
        "protection certain",
        "regard"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 19,
          "text": "The failure or inadequacy of our IT systems, the compromise, loss, theft, destruction, or unauthorized disclosure or use of confidential information, or the unauthorized access to, disruption of, or interference with our products and services that rely on IT systems, could impair our ability to secure and maintain intellectual property rights; result in a product manufacturing interruption or failure, or in the interruption or failure of products or services that rely on IT systems; damage our operations, customer relationships, or reputation; or cause us to lose trade secrets or other competitive advantages. Unauthorized disclosure of personally identifiable information could expose us to sanctions for violations of data privacy laws and regulations around the world and could damage public trust in our company."
        },
        {
          "year": 2017,
          "paragraphIndex": 18,
          "text": "IT systems are vulnerable to system inadequacies, operating failures, service interruptions or failures, security breaches, malicious intrusions, or cyber-attacks from a variety of sources. Cyber-attacks are growing in their frequency, sophistication\n,\nand intensity, and are becoming increasingly difficult to detect, mitigate, or prevent. Cyber-attacks come in many forms, including the deployment of harmful malware, exploitation of vulnerabilities, denial-of-service attacks, the use of social engineering\n,\nand other means to compromise the confidentiality, integrity and availability of our IT systems\n,\nconfidential information, and other data. Breaches resulting in the compromise, loss, theft, destruction, or unauthorized disclosure or use of confidential information, or the unauthorized access to, disruption of, or interference with our products and services, can occur in a variety of ways, including but not limited to, negligent or wrongful conduct by employees or others with permitted access to our systems and information, or wrongful conduct by hackers, competitors, certain governments, or other current or former company personnel. Our third party partners face similar risks\n."
        },
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "To date, system inadequacies, operating failures, unauthorized access, service interruptions or failures, security breaches, malicious intrusions, cyber-attacks, and the compromise, loss, theft, destruction, or unauthorized disclosure or use of confidential information have not had a material impact on our consolidated results of operations. We have implemented measures to prevent, detect, respond to, and minimize these risks; however, these measures may not be successful. If they are not successful, any of these events could result in material financial, legal, business, or reputational harm to our business and reputation."
        },
        {
          "year": 2016,
          "paragraphIndex": 2,
          "text": "There are many difficulties and uncertainties inherent in human pharmaceutical research and development and the introduction of new products. There is a high rate of failure inherent in new drug discovery and development. To bring a drug from the discovery phase to market can take over a decade and often costs in excess of $2 billion (DiMasi JA, Grabowski HG, Hansen RA.\nInnovation in the pharmaceutical industry: new estimates of R&D costs,"
        },
        {
          "year": 2016,
          "paragraphIndex": 3,
          "text": "Journal of Health Economics\n2016;47:20-33.). Failure can occur at any point in the process, including in later stages after substantial investment. As a result, most funds invested in research programs will not generate financial returns. New product candidates that appear promising in development may fail to reach the market or may have only limited commercial success because of efficacy or safety concerns, inability to obtain necessary regulatory approvals or payer reimbursement or coverage, limited scope of approved uses, difficulty or excessive costs to manufacture, or infringement of the patents or intellectual property rights of others. Regulatory"
        },
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "We are subject to income taxes in the U.S. and numerous foreign jurisdictions. Changes in the relevant tax laws, regulations, administrative practices, principles, and interpretations could adversely affect our future effective tax rates. The U.S. and a number of other countries are actively considering or enacting changes in this regard. Changes to key elements of the U.S. or international tax framework could have a material adverse effect on our consolidated operating results and cash flows. See Item 7, “Management’s Discussion and Analysis—Executive Overview—Other Matters” and Item 8, \"Financial Statements and Supplementary Data—Note 13, Income Taxes,\" for more details."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "expire",
        "analysis results",
        "expired",
        "operations executive",
        "elanco",
        "separation",
        "alternative",
        "anticipated",
        "disputes",
        "formulations",
        "future subject",
        "lilly",
        "negotiations",
        "shareholders",
        "acquire develop",
        "analysis executive",
        "countries compound",
        "effient",
        "expected",
        "invalided",
        "november",
        "october",
        "outcome",
        "patent exclusivity",
        "pressures negatively",
        "prozac",
        "strattera",
        "compound",
        "compound patent",
        "patent plus"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 31,
          "text": "There are uncertainties and risks related to the timing and potential value to Elanco, Lilly, and our and their shareholders of the planned separation of the Elanco animal health business, including business, industry, and market risks, as well as risks involving realizing the anticipated tax-free nature of the separation. Failure to implement the separation effectively could result in a lower value to Lilly and to shareholders."
        },
        {
          "year": 2018,
          "paragraphIndex": 7,
          "text": "There is no assurance that the patents we are seeking will be granted or that the patents we hold will be found valid and enforceable if challenged. Moreover, patents relating to particular products, uses, formulations, or processes do not preclude other manufacturers from employing alternative processes or marketing alternative products or formulations that compete with our patented products. In addition, competitors or other third parties may assert claims that our activities infringe patents or other intellectual property rights held by them, or allege a third-party right of ownership in our existing intellectual property. See Item 7, “Management’s Discussion and Analysis - Results of Operations - Executive Overview - Other Matters - Patent Matters,” and Item 1, \"Business - Patents, Trademarks, and Other Intellectual Property Rights,\" for more details."
        },
        {
          "year": 2018,
          "paragraphIndex": 24,
          "text": "Significant portions of our business are conducted in Europe, including the U.K.; Asia; and other international geographies. Interruptions in international relationships such as the current negotiations between U.K. and the EU on the U.K.’s exit from the EU (“Brexit”), and trade disputes such as the current trade negotiations between the U.S. and China, could result in changes to regulations governing our products and our intellectual property, or otherwise affect our ability to do business. While we do not expect either circumstance to materially affect our business in a direct manner, these and similar events could adversely affect us, or our business partners or customers."
        },
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "We are subject to a substantial number of product liability claims involving Actos\n®\n, Axiron\n®\n, Byetta\n®\n, Cialis, Cymbalta, and Prozac among other products. See Item 8, “Financial Statements and Supplementary Data - Note 15, Contingencies,” and Item 3, “Legal Proceedings,” for more information on our current product liability litigation. Because of the nature of pharmaceutical products, we could become subject to large numbers of product liability claims for these or other products in the future, which could require substantial expenditures to resolve and, if involving marketed products, could adversely affect sales of the product. Due to a very restrictive market for product liability insurance, we are self-insured for product liability losses for all our currently marketed products."
        },
        {
          "year": 2017,
          "paragraphIndex": 9,
          "text": "IPR process allows competitors to request review of issued patents by the USPTO without the protections of the Hatch-Waxman Act. As a result, our patents may be invalided via this review process. Although such a decision can be appealed to the courts, in certain circumstances a loss in such a proceeding could result in a competitor entering the market, while a win provides no precedential value - the same patent can still be challenged by other competitors. We face many generic manufacturer challenges to our patents outside the U.S. as well. The entry of generic competitors typically results in rapid and severe declines in revenues. In addition, competitors or other third parties may claim that our activities infringe patents or other intellectual property rights held by them. If successful, such claims could result in our being unable to market a product in a particular territory or being required to pay damages for past infringement or royalties on future sales. See Item 1, “Business - Patents, Trademarks, and Other Intellectual Property Rights,” Item 3, \"Legal Proceedings,\" and Item 8, \"Financial Statements and Supplementary Data - Note 15, Contingencies,\" for more details."
        },
        {
          "year": 2017,
          "paragraphIndex": 24,
          "text": "The marketing, promotional, and pricing practices of human pharmaceutical manufacturers, as well as the manner in which manufacturers interact with purchasers, prescribers, and patients, are subject to extensive regulation. Many companies, including us, have been subject to claims related to these practices asserted by federal, state, and foreign governmental authorities, private payers, and consumers. These claims have resulted in substantial expense and other significant consequences to us. It is possible that we could become subject to such investigations and that the outcome could include criminal charges and fines, penalties, or other monetary or non-monetary remedies, including exclusion from U.S. federal and other health care programs. In addition, regulatory issues concerning compliance with cGMP regulations (and comparable foreign regulations) for pharmaceutical products can lead to product recalls and seizures, fines and penalties, interruption of production leading to product shortages, and delays in the approvals of new products pending resolution of the issues. See Item 1, “Business - Government Regulation of Our Operations,” for more details."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "litigation investigations",
        "compromise disruption",
        "degradation",
        "degradation manipulation",
        "disruption degradation",
        "investigations related",
        "manipulation",
        "manipulation loss",
        "stock",
        "Pandemic",
        "federal income",
        "june",
        "make",
        "related pricing",
        "Coronavirus",
        "human",
        "animal",
        "human pharmaceutical",
        "animal health",
        "food",
        "animals",
        "compromise loss",
        "agricultural",
        "agricultural markets",
        "anticipated",
        "conditions",
        "consumption",
        "consumption food",
        "food animal",
        "food producing"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 17,
          "text": "We are subject to income taxes in the U.S. and numerous foreign jurisdictions, and in the course of our business, we make judgments about the expected tax treatment of various transactions and events, including the separation of Elanco. Changes in the relevant tax laws, regulations, administrative practices, principles, and interpretations, as well as events that differ from our expectations, could adversely affect our future effective tax rates. The U.S. enacted tax reform legislation significantly revising the U.S. tax law, effective January 2018, and a number of other countries are actively considering or enacting tax changes. Modifications to key elements of the U.S. or international tax framework could have a material adverse effect on our consolidated operating results and cash flows. See Item 7, “Management’s Discussion and Analysis - Results of Operations - Executive Overview - Other Matters - Tax Matters” and Item 8, \"Financial Statements and Supplementary Data - Note 14, Income Taxes,\" for more details. Lilly has taken the position on the separation from Elanco, based on an opinion of tax counsel, that the divestiture of Elanco common stock qualifies as a transaction that is tax-free for U.S. federal income tax purposes. If any facts, assumptions, representations, and undertakings from Lilly and Elanco regarding the past and future conduct of their respective businesses and other matters are incorrect or not otherwise satisfied, the divestiture may not qualify for tax-free treatment, which could result in significant U.S. federal income tax liabilities for both Lilly and its shareholders who exchanged their stock for Elanco stock."
        },
        {
          "year": 2019,
          "paragraphIndex": 20,
          "text": "IT systems are vulnerable to system inadequacies, operating failures, service interruptions or failures, security breaches, malicious intrusions, or cyber-attacks from a variety of sources. Cyber-attacks are growing in their frequency, sophistication\n,\nand intensity, and are becoming increasingly difficult to detect, mitigate, or prevent. Cyber-attacks come in many forms, including the deployment of harmful malware, exploitation of vulnerabilities, denial-of-service attacks, the use of social engineering\n,\nand other means to compromise the confidentiality, integrity and availability of our IT systems\n,\nconfidential information, and other data. Breaches resulting in the compromise, disruption, degradation, manipulation, loss, theft, destruction, or unauthorized disclosure or use of confidential information, or the unauthorized access to, disruption of, or interference with our products and services, can occur in a variety of ways, including but not limited to, negligent or wrongful conduct by employees or others with permitted access to our systems and information, or wrongful conduct by hackers, competitors, certain governments, or other current or former company personnel. Our third party partners face similar risks\n."
        },
        {
          "year": 2019,
          "paragraphIndex": 27,
          "text": "We are subject to a substantial number of product liability claims involving Actos\n®\n, Axiron\n®\n, Byetta\n®\n, Cialis, and Cymbalta among other products, as well as litigation and investigations related to the pricing of our products. See Item 8, “Financial Statements and Supplementary Data - Note 16, Contingencies,” and Item 3, “Legal Proceedings,” for more information on our current product liability litigation, as well as pricing litigation, investigations, and inquiries. Because of the nature of pharmaceutical products, we are and could in the future become subject to large numbers of product liability claims for these or other products, or to further litigation or investigations into pricing or other commercial practices. Such matters require substantial expenditures to resolve and, if involving marketed products, could adversely affect sales of the product. Due to a very restrictive market for liability insurance, we are self-insured for product liability losses for all our currently marketed products, as well as for litigation or investigations related to our pricing practices or other similar matters."
        },
        {
          "year": 2018,
          "paragraphIndex": 30,
          "text": "The animal health segment may be impacted by, among other things, emerging restrictions and bans on the use of antibacterials in food-producing animals; perceived adverse effects on human health linked to the consumption of food derived from animals that utilize our products; increased regulation or decreased governmental support relating to the raising, processing, or consumption of food-producing animals; an outbreak of infectious disease carried by animals; adverse weather conditions and the availability of natural resources; adverse global economic conditions affecting agricultural markets; and failure of our research and development, acquisition, and licensing efforts to generate new products. The failure to manage these risks could have a material adverse effect on our revenues and income."
        },
        {
          "year": 2018,
          "paragraphIndex": 23,
          "text": "While human pharmaceuticals and companion animal health products have not generally been sensitive to overall economic cycles, prolonged economic slowdowns could lead to decreased utilization of our products, affecting our sales volume. Our food animal business may be affected by depressed prices for our customers’ end products. Declining tax revenues attributable to economic downturns increase the pressure on governments to reduce human health care spending, leading to increasing government efforts to control drug prices and utilization. Additionally, some customers, including governments or other entities reliant upon government funding, may be unable to pay in a timely manner for our products. Also, if our customers, suppliers, or collaboration partners experience financial difficulties, we could experience slower customer collections, greater bad debt expense, and performance defaults by suppliers or collaboration partners. Similarly, in the event of a significant economic downturn, we could have difficulty accessing credit markets."
        },
        {
          "year": 2018,
          "paragraphIndex": 31,
          "text": "There are uncertainties and risks related to the timing and potential value to Elanco, Lilly, and our and their shareholders of the planned separation of the Elanco animal health business, including business, industry, and market risks, as well as risks involving realizing the anticipated tax-free nature of the separation. Failure to implement the separation effectively could result in a lower value to Lilly and to shareholders."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "Supply chain",
        "healthcare",
        "impacted",
        "interactions",
        "administration",
        "business processes",
        "product pipeline",
        "risks related",
        "spread",
        "chain",
        "conditions",
        "covid therapies",
        "current presidential",
        "expired",
        "expire",
        "patents expired",
        "use patents",
        "august",
        "cymbalta",
        "data package",
        "formulation",
        "item legal",
        "january",
        "japan data",
        "june",
        "millions",
        "millions percent",
        "package"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "Lack of normal access and fewer in-person interactions by patients and our employees with the healthcare system, along with concern about the continued supply of medications, has resulted, and may continue to result, in changes in buying patterns throughout the supply chain, impacting demand for our products and negatively impacting the consolidated operating results of our underlying business. In certain locations in the U.S and around the world with COVID-19 outbreaks, we temporarily halted in-person interactions by our employees with healthcare providers and increased virtual interactions. While in-person interactions have resumed in many locations, we may decide to halt such activity in the future and, in those cases, expect to resume such interactions as it is safe to do so and in compliance with applicable guidance and requirements. The COVID-19 pandemic could also have an adverse impact on our manufacturing operations, global supply chain, and distribution systems, which could impact our ability to produce and distribute our products and affect the ability of third parties on which we rely to fulfill their obligations to us, and could increase our expenses."
        },
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "We also face unique risks and uncertainties related to our development, manufacture, and uptake of potential treatments for COVID-19, including vulnerability to supply chain disruptions, higher manufacturing costs, difficulties in manufacturing sufficient quantities of our therapies, restrictions on administration that limit widespread and timely access to our therapies, and risks related to handling, return, and/or refund of product after delivery by us. Expedited authorization processes, including our EUAs for bamlanivimab and bamlanivimab and etesevimab administered together, have allowed restricted distribution of products with less than typical safety and efficacy data, and additional data that become available may call into question the safety or effectiveness of our COVID-19 therapies. Additionally, the availability of superior or competitive therapies, or preventative measures such as vaccines, coupled with the transient nature of pandemics, could negatively impact or eliminate demand for our COVID-19 therapies. In addition, we may be required to accept returns of certain product previously shipped pursuant to EUAs if the relevant EUA is revoked or terminated. Mutations or the spread of other variants of the coronavirus could also render our therapies ineffective. Any of these risks could prevent us from recouping our substantial investments in the research, development, and manufacture of our COVID-19 therapies."
        },
        {
          "year": 2020,
          "paragraphIndex": 5,
          "text": "We have experienced negative impacts to our underlying business, including demand for our products, due to the COVID-19 pandemic but the pandemic has not negatively impacted our liquidity position. Given the evolving nature of the virus, the financial impact of the COVID-19 pandemic on our results of operations, financial condition, liquidity, and cash flows in future periods could change, perhaps materially. The degree to which the COVID-19 pandemic affects us will depend on developments that are highly uncertain and beyond our knowledge or control, including, but not limited to, the duration and severity of the pandemic, the actions taken to reduce its transmission, including widespread availability of vaccines, and the speed with which, and extent to which, more stable economic and operating conditions resume. Should the COVID-19 pandemic and any associated recession or depression continue for a prolonged period, our results of operations, financial condition, liquidity, and cash flows could be materially impacted by lower revenues and profitability and a lower likelihood of effectively and efficiently developing and launching new medicines."
        },
        {
          "year": 2019,
          "paragraphIndex": 27,
          "text": "We are subject to a substantial number of product liability claims involving Actos\n®\n, Axiron\n®\n, Byetta\n®\n, Cialis, and Cymbalta among other products, as well as litigation and investigations related to the pricing of our products. See Item 8, “Financial Statements and Supplementary Data - Note 16, Contingencies,” and Item 3, “Legal Proceedings,” for more information on our current product liability litigation, as well as pricing litigation, investigations, and inquiries. Because of the nature of pharmaceutical products, we are and could in the future become subject to large numbers of product liability claims for these or other products, or to further litigation or investigations into pricing or other commercial practices. Such matters require substantial expenditures to resolve and, if involving marketed products, could adversely affect sales of the product. Due to a very restrictive market for liability insurance, we are self-insured for product liability losses for all our currently marketed products, as well as for litigation or investigations related to our pricing practices or other similar matters."
        },
        {
          "year": 2019,
          "paragraphIndex": 17,
          "text": "We are subject to income taxes in the U.S. and numerous foreign jurisdictions, and in the course of our business, we make judgments about the expected tax treatment of various transactions and events, including the separation of Elanco. Changes in the relevant tax laws, regulations, administrative practices, principles, and interpretations, as well as events that differ from our expectations, could adversely affect our future effective tax rates. The U.S. enacted tax reform legislation significantly revising the U.S. tax law, effective January 2018, and a number of other countries are actively considering or enacting tax changes. Modifications to key elements of the U.S. or international tax framework could have a material adverse effect on our consolidated operating results and cash flows. See Item 7, “Management’s Discussion and Analysis - Results of Operations - Executive Overview - Other Matters - Tax Matters” and Item 8, \"Financial Statements and Supplementary Data - Note 14, Income Taxes,\" for more details. Lilly has taken the position on the separation from Elanco, based on an opinion of tax counsel, that the divestiture of Elanco common stock qualifies as a transaction that is tax-free for U.S. federal income tax purposes. If any facts, assumptions, representations, and undertakings from Lilly and Elanco regarding the past and future conduct of their respective businesses and other matters are incorrect or not otherwise satisfied, the divestiture may not qualify for tax-free treatment, which could result in significant U.S. federal income tax liabilities for both Lilly and its shareholders who exchanged their stock for Elanco stock."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "labor",
        "jurisdictions outside",
        "Inflation",
        "products indications",
        "additional costs",
        "china",
        "costs uncertainties",
        "disruptions shortages",
        "epidemic",
        "global transportation",
        "health threat",
        "heightened",
        "labor markets",
        "logistics",
        "public health",
        "elanco",
        "expenses",
        "stock",
        "consolidated operating",
        "cost sales",
        "development manufacture",
        "divestiture",
        "euas",
        "federal income",
        "free",
        "impacted future",
        "impacting",
        "locations",
        "lost lose",
        "market penetration"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 33,
          "text": "Pharmaceutical manufacturing is complex and highly regulated. Manufacturing or quality assurance difficulties at our facilities or contracted facilities, the failure or refusal of a supplier or contract manufacturer to supply contracted quantities, or increases in demand on a supplier could result in delays and disruptions in the manufacturing, distribution, and sale of our products and/or product shortages, leading to lost revenue. Further, global transportation and logistics challenges, as well as tight labor markets, have caused, and in the future may cause, delays in, and/or increase costs related to, distribution of our medicines, the construction or other acquisition of manufacturing capacity, procurement activity, and supplier or contract manufacturer arrangements. Such difficulties, disruptions, or challenges could result from quality, oversight, or regulatory compliance problems; natural disasters or pandemic disease; equipment, mechanical, data, or information technology system vulnerabilities, such as system inadequacies, inadequate controls or procedures, operating failures, service interruptions or failures, security breaches, malicious intrusions, or cyber-attacks from a variety of sources; labor shortages; contractual disputes with our suppliers and contract manufacturers; or inability to obtain single-source or other raw or intermediate materials. In addition, difficulties in predicting or variability in demand for our"
        },
        {
          "year": 2021,
          "paragraphIndex": 6,
          "text": "It remains difficult to reasonably assess or predict the full extent of the ongoing impact of the COVID-19 pandemic on us. The degree to which the COVID-19 pandemic continues to affect us will depend on developments that are highly uncertain and beyond our knowledge or control, including, but not limited to, the duration and severity of the pandemic, the actions taken to reduce its transmission, including widespread availability and efficacy of vaccines, the introduction and spread of new variants of the coronavirus that may be resistant to currently approved vaccines, the continuation of existing or implementation of new government restrictions and the speed with which, and extent to which, more stable economic and operating conditions resume. Should the COVID-19 pandemic, or any future pandemic, epidemic, or similar public health threat, and any associated supply chain disruption, labor"
        },
        {
          "year": 2021,
          "paragraphIndex": 4,
          "text": "The strain on global transportation, logistics, and labor markets caused by the COVID-19 pandemic and an increase in overall demand in our industry for certain materials resulting in changed buying patterns and constrained supply have had, and may continue to have, a number of impacts on our business, including increased costs to provide a consistent supply of our medicines where they are needed and disruptions and shortages in the supply of our medicines. These factors may negatively affect our results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 39,
          "text": "We have taken the position, based on an opinion of tax counsel, that our divestiture of Elanco common stock in connection with the 2019 separation of Elanco qualifies as a transaction that is tax-free for U.S. federal income tax purposes. If any facts, assumptions, representations, and undertakings from Lilly and Elanco regarding the past and future conduct of their respective businesses and other matters are incorrect or not otherwise satisfied, the divestiture may not qualify for tax-free treatment, which could result in significant U.S. federal income tax liabilities for us and our shareholders who exchanged their stock for Elanco stock."
        },
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "Lack of normal access and fewer in-person interactions by patients and our employees with the healthcare system, along with concern about the continued supply of medications, has resulted, and may continue to result, in changes in buying patterns throughout the supply chain, impacting demand for our products and negatively impacting the consolidated operating results of our underlying business. In certain locations in the U.S and around the world with COVID-19 outbreaks, we temporarily halted in-person interactions by our employees with healthcare providers and increased virtual interactions. While in-person interactions have resumed in many locations, we may decide to halt such activity in the future and, in those cases, expect to resume such interactions as it is safe to do so and in compliance with applicable guidance and requirements. The COVID-19 pandemic could also have an adverse impact on our manufacturing operations, global supply chain, and distribution systems, which could impact our ability to produce and distribute our products and affect the ability of third parties on which we rely to fulfill their obligations to us, and could increase our expenses."
        },
        {
          "year": 2020,
          "paragraphIndex": 13,
          "text": "Certain other significant products no longer have effective exclusivity through patent protection or data protection. For non-biologic products, loss of exclusivity (whether by expiration of legal rights or by termination thereof as a consequence of litigation) typically results in the entry of one or more generic competitors, leading to a rapid and severe decline in revenues, especially in the U.S. Historically, outside the U.S., the market penetration of generics following loss of exclusivity has not been as rapid or pervasive as in the U.S.; however, generic market penetration is increasing in many markets outside the U.S., including Japan, Europe, and many countries in emerging markets. For biologics (such as Humalog, Humulin, Erbitux, Cyramza, Trulicity, Taltz, and Emgality), loss of exclusivity may or may not result in the near-term entry of competitor versions (i.e., biosimilars) due to many factors, including development timelines, manufacturing challenges, and/or uncertainties regarding the regulatory pathways for approval of the competitor versions. Generic pharmaceutical companies could also introduce a generic product before resolution of any related patent litigation."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "epidemics",
        "epidemics pandemics",
        "health outbreaks",
        "outbreaks",
        "outbreaks epidemics",
        "Climate change",
        "investigations claims",
        "pandemics covid",
        "stakeholders",
        "actual",
        "actual threatened",
        "analysis executive",
        "cost inflation",
        "expenses",
        "levels",
        "analysis results",
        "operations executive",
        "health care",
        "lost soon",
        "reform",
        "soon",
        "soon lose",
        "Coronavirus",
        "following loss",
        "including limited",
        "libor",
        "net income",
        "overall",
        "resume",
        "technology vulnerabilities"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 41,
          "text": "These and other risks related to the COVID-19 pandemic and other actual or threatened public health outbreaks, epidemics, or pandemics could affect other aspects of our business or intensify other risks inherent in our business. The degree to which the COVID-19 pandemic could continue to affect us and other actual or threatened public health outbreaks, epidemics, or pandemics could affect us, will depend on developments that are highly uncertain and beyond our knowledge or control, including the duration and severity of the public health threat, the actions taken to reduce its transmission, the introduction and spread of new variants, the degree and extent of government restrictions on economic activity, government spending, and access to healthcare, and the speed with which, and extent to which, economic and operating conditions recover. Should the COVID-19 pandemic, or any other actual or threatened public health outbreak, epidemic, or pandemic, as well as any associated or resulting cost of inflation, supply chain disruption, labor market impact, recession, depression, or other negative contingency, continue for a prolonged period, these risks could be exacerbated, causing further impact on our business and operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "Pharmaceutical manufacturing is complex and highly regulated. Manufacturing or quality assurance difficulties at our facilities or those of our contractors and suppliers, the failure or refusal of a supplier or contract manufacturer to supply contracted quantities, or increases in demand on a supplier could result in delays and disruptions in the manufacturing, distribution, and sale of our products and/or product shortages, leading to lost revenue. In select cases, supply constraints may also lead to pauses, discontinuations or other product availability issues in one or more markets, which could have a material adverse effect on our consolidated results of operations and cash flows. Further, cost inflation and global transportation and logistics challenges, as well as tight labor markets, have caused, and in the future may cause, delays in, and/or increase costs related to, distribution of our medicines, the construction or other acquisition of manufacturing capacity, procurement activity, and supplier or contract manufacturer arrangements. Such difficulties, disruptions, or challenges could result from quality, oversight, or regulatory compliance problems; natural disasters (including increased instances of natural disasters or other events that may be due to climate change), public health outbreaks, epidemics, or pandemics (such as the COVID-19 pandemic); periods of global economic downturn or uncertainty; emergence or escalation of, and responses to, war or unrest (including the Russia-Ukraine war); equipment, mechanical, data, or IT system vulnerabilities, such as system inadequacies, inadequate controls or procedures, operating failures, service interruptions or failures, security breaches, malicious intrusions, or cyber-attacks from a variety of sources; labor shortages; contractual disputes with our suppliers and contract manufacturers; or inability to obtain single-source or other raw or intermediate materials. Regional dependencies may in some cases accentuate risks related to manufacturing and supply. For example, we, and the pharmaceutical industry generally, depend on China-based partners for integral chemical synthesis, reagents, starting materials, and ingredients."
        },
        {
          "year": 2022,
          "paragraphIndex": 18,
          "text": "In addition, we rely on our ability to attract, engage, and retain highly qualified and skilled personnel in order to compete effectively. To continue to commercialize our products, and advance the research, development, and commercialization of additional modalities, indications, and product candidates, we have expanded, and will likely need to further expand, our workforce, including in the areas of manufacturing, clinical trials management, regulatory affairs, and sales and marketing, both in and outside the U.S. We continue to face intense competition for qualified individuals from numerous multinational pharmaceutical companies, biotechnology companies, academic and other research institutions, as well as employers near our manufacturing and other facilities, which has and may continue to increase our labor costs. Our ability to attract and retain talent in our increasingly competitive environment may be further complicated by evolving employment trends, including as related to increased preferences for remote or flexible work arrangements; public health outbreaks, epidemics, or pandemics, such as the COVID-19 pandemic; political, social, civil, or cultural unrest; emergence or escalation of, and responses to, war and unrest; or the threat of or perceived potential for any of the foregoing events. Our failure to compete effectively for talent could negatively affect sales of our current and any future"
        },
        {
          "year": 2021,
          "paragraphIndex": 37,
          "text": "Public and private payers continue to take aggressive steps to control their expenditures for pharmaceuticals by placing restrictions on pricing and reimbursement for, and patient access to, our medicines. These pressures could continue to negatively affect our future revenues and net income. Governments and private payers worldwide have intensified their scrutiny of, and actions intended to address, pricing, reimbursement, and access to pharmaceutical products. Additional policies, regulations, legislation, or enforcement, including as a result of the regulatory priorities of the current U.S. presidential administration and other regulatory authorities worldwide, could adversely impact our business and revenue. For example, pending legislation in the U.S. could result in government negotiation of the price of some of our medicines, including insulin. Furthermore, restrictive or unfavorable pricing, coverage, or reimbursement determinations for our medicines or product candidates by governments, regulatory agencies, or private payers, such as the recently proposed Alzheimer’s Monoclonal Antibody NCD, may adversely impact our business and financial results. However, we cannot predict the likelihood, nature, or extent of current and future health care reform efforts. We also may continue to experience potential additional pricing pressures resulting from the financial strain of the COVID-19 pandemic on government-funded healthcare systems around the world."
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "results of operations. Further, in the event of an extreme devaluation of local currency, the price of our products could become unsustainable in the relevant market. In addition, the discontinuation, modification, or other reform of the London Interbank Offered Rate (LIBOR), or the replacement of LIBOR with a different reference rate, could increase our interest expense, decrease our cash flows, and/or require us to amend certain of our existing agreements. See Item 7, \"Management's Discussion and Analysis - Financial Condition and Liquidity\" and Item 8, \"Financial Statements and Supplementary Data - Note 1: Summary of Significant Accounting Policies and Implementation of New Financial Accounting Standard\" for more details."
        },
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "•\nPharmaceutical research and development is very costly and highly uncertain; we may not succeed in developing, licensing, or acquiring commercially successful products sufficient in number or value to replace revenues of products that have lost or will soon lose intellectual property protection or are displaced by competing products or therapies."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "technologies",
        "exfiltration",
        "theft exfiltration",
        "economic growth",
        "growth downturns",
        "intrusions theft",
        "uneven",
        "uneven economic",
        "compounded",
        "emerging",
        "exfiltration ransomware",
        "illegally",
        "illegally compounded",
        "investigations litigation",
        "war",
        "unrest",
        "actual threatened",
        "intrusions cyber",
        "threatened",
        "threatened public",
        "covid therapies",
        "economic downturns",
        "future adversely",
        "pandemic adversely",
        "russia",
        "theft destruction",
        "ukraine",
        "alimta",
        "degree"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "We also face challenges from the distribution of counterfeit and illegally compounded versions of our genuine drugs, including as related to our products with GLP-1 receptor agonist activity. Counterfeits, and in some cases illegally compounded drugs, fraudulently claim to be, or claim to contain, genuine branded medicines. Counterfeit and illegally compounded drugs may not have the same safety, quality, and effectiveness as approved drugs, and may pose serious health risks to patients. Our reputation and business could suffer harm from counterfeit or illegally compounded drugs and our actions to stop or prevent illegal sales of such drugs may be costly or ineffective."
        },
        {
          "year": 2023,
          "paragraphIndex": 55,
          "text": "Economic slowdowns could lead to decreased utilization of our products, affecting our sales. Declining tax revenues and increased government spending on other programs attributable to uneven economic growth or downturns increase the pressure on governments to reduce healthcare spending, leading to increased control of drug prices or lower utilization. Additionally, some customers, including governments or other entities reliant upon government funding and cash-pay patients, may be unable to pay for our products fully or in a timely manner. Also, if our customers, suppliers, or collaboration partners experience financial difficulties, we could experience slower customer collections, greater bad debt expense, and performance defaults by suppliers or collaboration partners. Similarly, uneven economic growth or downturns could limit our ability to access capital markets."
        },
        {
          "year": 2023,
          "paragraphIndex": 54,
          "text": "The emergence of AI and other technologies, particularly generative AI, may exacerbate other risks, including those related to regulation, litigation, compliance issues, ethical concerns, confidentiality, and data privacy or security. For example, regulatory uncertainty related to AI or other emerging technologies may require significant resources to adjust business practices to comply with developing laws. Several governmental authorities have already proposed or enacted laws and other guidance governing AI, such as the proposed EU Artificial Intelligence Act. These and other developing obligations may prevent or make it harder for us to conduct or enhance our business using AI, or lead to regulatory fines, penalties, or other liability. Further, use of AI technologies could lead to unintended consequences, such as cybersecurity risks or unintended biases, impact our ability to protect our confidential data and intellectual property, and expose us to intellectual property infringement claims by third parties."
        },
        {
          "year": 2022,
          "paragraphIndex": 41,
          "text": "These and other risks related to the COVID-19 pandemic and other actual or threatened public health outbreaks, epidemics, or pandemics could affect other aspects of our business or intensify other risks inherent in our business. The degree to which the COVID-19 pandemic could continue to affect us and other actual or threatened public health outbreaks, epidemics, or pandemics could affect us, will depend on developments that are highly uncertain and beyond our knowledge or control, including the duration and severity of the public health threat, the actions taken to reduce its transmission, the introduction and spread of new variants, the degree and extent of government restrictions on economic activity, government spending, and access to healthcare, and the speed with which, and extent to which, economic and operating conditions recover. Should the COVID-19 pandemic, or any other actual or threatened public health outbreak, epidemic, or pandemic, as well as any associated or resulting cost of inflation, supply chain disruption, labor market impact, recession, depression, or other negative contingency, continue for a prolonged period, these risks could be exacerbated, causing further impact on our business and operations."
        },
        {
          "year": 2022,
          "paragraphIndex": 45,
          "text": "continue to experience additional pricing pressures, rebates, clawbacks, and other changes in reimbursement policies and programs resulting from the financial strain of the COVID-19 pandemic, periods of global economic downturn or uncertainty, and the emergence or escalation of, and responses to, war or unrest (including the Russia-Ukraine war)."
        },
        {
          "year": 2022,
          "paragraphIndex": 31,
          "text": "Pharmaceutical manufacturing is complex and highly regulated. Manufacturing or quality assurance difficulties at our facilities or those of our contractors and suppliers, the failure or refusal of a supplier or contract manufacturer to supply contracted quantities, or increases in demand on a supplier could result in delays and disruptions in the manufacturing, distribution, and sale of our products and/or product shortages, leading to lost revenue. In select cases, supply constraints may also lead to pauses, discontinuations or other product availability issues in one or more markets, which could have a material adverse effect on our consolidated results of operations and cash flows. Further, cost inflation and global transportation and logistics challenges, as well as tight labor markets, have caused, and in the future may cause, delays in, and/or increase costs related to, distribution of our medicines, the construction or other acquisition of manufacturing capacity, procurement activity, and supplier or contract manufacturer arrangements. Such difficulties, disruptions, or challenges could result from quality, oversight, or regulatory compliance problems; natural disasters (including increased instances of natural disasters or other events that may be due to climate change), public health outbreaks, epidemics, or pandemics (such as the COVID-19 pandemic); periods of global economic downturn or uncertainty; emergence or escalation of, and responses to, war or unrest (including the Russia-Ukraine war); equipment, mechanical, data, or IT system vulnerabilities, such as system inadequacies, inadequate controls or procedures, operating failures, service interruptions or failures, security breaches, malicious intrusions, or cyber-attacks from a variety of sources; labor shortages; contractual disputes with our suppliers and contract manufacturers; or inability to obtain single-source or other raw or intermediate materials. Regional dependencies may in some cases accentuate risks related to manufacturing and supply. For example, we, and the pharmaceutical industry generally, depend on China-based partners for integral chemical synthesis, reagents, starting materials, and ingredients."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "factors risks",
        "goods",
        "leadership",
        "adulterated",
        "misbranded",
        "political",
        "appropriate",
        "chinese",
        "deflation",
        "diverted",
        "impose",
        "incident",
        "list",
        "officials",
        "positions",
        "COVID-19",
        "agonist",
        "covid pandemic",
        "encounter",
        "environmental",
        "erp",
        "final",
        "genuine",
        "glp",
        "goals commitments",
        "lebrikizumab",
        "letter",
        "precedential",
        "precedential value",
        "receptor"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 64,
          "text": "Additionally, there is increased attention from the media, stockholders, activists, political leadership, regulatory authorities, and other stakeholders on climate, social, and other sustainability matters. The perception that we or others in our industry or supply chain have failed to act in an appropriate manner, whether or not valid, results in publicity that can negatively affect our business, brand, and reputation, as well as result in increased scrutiny from political leadership, legislators and regulatory authorities. For example, negative perception of inclusion initiatives, whether due to a perceived over- or under-pursuit of such initiatives, may result in issues hiring or retaining employees, as well as potential investigations, enforcement actions, litigation, reputational harm, or other adverse impacts. Moreover, from time to time we establish and publicly announce goals, initiatives, and commitments, including on climate, social, and other sustainability matters. Our ability to achieve any of these stated goals, targets or objectives is subject to numerous factors and conditions, many of which are outside our control. Examples of such factors include evolving regulatory requirements affecting sustainability standards or disclosures or imposing different requirements, and the availability of suppliers that can meet our sustainability and other goals. If we fail to achieve, are perceived to have failed or been delayed in achieving, or improperly report our progress toward achieving these goals, initiatives, and commitments, it could negatively affect our reputation, brand, or investor confidence, and expose us to investigations, enforcement actions and litigation. Conversely, our pursuit or achievement of such goals, initiatives, and commitments may not be viewed favorably by certain stakeholders and could increase scrutiny of our business, negatively affect our reputation, or expose us to investigations, enforcement actions and litigation."
        },
        {
          "year": 2024,
          "paragraphIndex": 48,
          "text": "Outsourcing involves many risks, including the risk that third parties may not perform to our standards or legal requirements; may not produce reliable results; may not perform in a timely manner; may not maintain the confidentiality, integrity, and availability of confidential and proprietary information relating to us, our clinical trial subjects, or patients; may experience disruption or fail to perform due to IT system vulnerabilities, such as inadequacies, inadequate controls or procedures, operating failures, unauthorized access, service interruptions or failures, security breaches, malicious intrusions, theft, exfiltration, ransomware or other cyber-attacks; may be unable to satisfy their commitments to us in which case we may not be able to achieve acceptable alternative sourcing; or may fail to perform at all. The foregoing risks may be heightened in jurisdictions outside the U.S., where we may have fewer alternative providers as well as face additional costs, uncertainties, and risks. Among other third-party providers, we, and the pharmaceutical industry generally, depend on China-based suppliers for portions of our supply chain. U.S. officials are increasingly considering legislation or other actions that are intended to limit supply chain reliance on China, including the BIOSECURE Act. In February 2025, the U.S. presidential administration imposed new tariffs on Chinese goods and China responded with tariffs on select U.S. goods. If enacted, additional measures could result in supply disruptions or delays, increase costs more significantly, or invite further retaliatory measures, any of which could negatively impact our business. See, Item 1A, \"Risk Factors—Risks Related to Doing Business Internationally—Uneven economic growth or downturns or international trade and other global disruptions, geopolitical tensions, or disputes could adversely affect our business and operating results\" for additional information. In some cases, product or indication approvals depend on the outcome of regulatory inspections of third parties on which we rely. Third-party inspection outcomes have and may in the future delay or prevent product launches and otherwise negatively affect our business. Failure of third parties to meet their contractual, regulatory, confidentiality, privacy, security, or other obligations to us, our clinical trial subjects, and our patients could have a material adverse effect on our business and could also result in non-compliance with legal or regulatory requirements or industry standards or subject us to reputational harm."
        },
        {
          "year": 2024,
          "paragraphIndex": 53,
          "text": "In addition, significant portions of our business are conducted in Europe, Asia, and other international geographies. Trade and other global disputes and interruptions, including related to tariffs, trade protection measures, import or export licensing requirements, the imposition of trade sanctions or similar restrictions by the U.S. or other governments, international tension and conflicts, as well as economic stagnation, cost inflation, strains on global transportation, manufacturing, and labor markets, and public health outbreaks, epidemics, or pandemics affect our ability to do business. Among other risks, the use of tariffs and other trade restrictions increase costs and may impact clinical trials or sales of our products, or otherwise complicate aspects of our business. In particular, tensions between the U.S. and China, which have already led to a series of tariffs and sanctions, as well as other business restrictions, could further escalate based on additional trade restrictions or retaliation thereto. In February 2025, the U.S. presidential administration imposed new tariffs on Chinese goods and China responded with tariffs on select U.S. goods. Additionally, tariffs were proposed or threatened with respect to other jurisdictions, including Mexico, Canada and Europe. If geopolitical tensions were to increase and disrupt our operations in, or related to, China or other major international geographies, such disruption would significantly impact our business. See Item 1A, \"Risk Factors—Risks Related to Our Operations—Reliance on third-party relationships and outsourcing arrangements could adversely affect our business,\" for additional information. As a further example, the financial impact of higher energy prices, defense spending, and geopolitical and economic disruptions, has further exacerbated financial pressures on governments with single-payer or government funded healthcare systems, leading to increased impetus for increases in rebates, clawbacks, and other reforms to reimbursement systems, particularly in Europe. These and similar events have adversely affected, and may continue to adversely affect, us, our business partners, and our customers. For more details, see Item 1, \"Business—Regulations and Private Payer Actions Affecting Pharmaceutical Pricing, Reimbursement, and Access.\""
        },
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "We also face challenges from the distribution of counterfeit and illegally compounded versions of our genuine drugs, including as related to our products with GLP-1 receptor agonist activity. Counterfeits, and in some cases illegally compounded drugs, fraudulently claim to be, or claim to contain, genuine branded medicines. Counterfeit and illegally compounded drugs may not have the same safety, quality, and effectiveness as approved drugs, and may pose serious health risks to patients. Our reputation and business could suffer harm from counterfeit or illegally compounded drugs and our actions to stop or prevent illegal sales of such drugs may be costly or ineffective."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "We rely on third parties, including suppliers, distributors, alliances, and collaborations with other pharmaceutical and biotechnology companies, and third-party service providers, for selected aspects of product and clinical development, manufacturing, commercialization, hosting of, and support for, IT systems, product distribution, and certain financial transactional processes. As examples, we outsource the day-to-day management and oversight of some of our clinical trials to contract research organizations, certain active ingredient manufacturing, finishing operations, and device or component production and assembly to contract manufacturing organizations, and the distribution of our products through logistics providers. In some cases, product or indication approvals depend on the outcome of regulatory inspections of third parties on which we rely. For example, in September 2023, the FDA issued a complete response letter for our lebrikizumab BLA for the treatment of moderate to severe atopic dermatitis. In the letter, the FDA cited findings that arose during a multi-sponsor inspection of a third-party, contract manufacturing organization that included the monoclonal antibody drug substance for lebrikizumab. We may encounter similar difficulties in the future, which could delay or prevent product launches and otherwise negatively affect our business, results, and reputation."
        },
        {
          "year": 2023,
          "paragraphIndex": 34,
          "text": "Also in the U.S., in addition to the process for challenging patents set forth in the BPCIA, which applies to biologic products, the Hatch-Waxman Act provides generic companies substantial incentives to seek to invalidate our patents covering small molecule pharmaceutical products. As a result, we expect that our U.S. patents on major pharmaceutical products, including biologics, will continue to be routinely challenged in litigation and may not be upheld. In addition, a separate IPR process currently allows competitors to seek invalidation of patents at the USPTO without the protections of the BPCIA or Hatch-Waxman Act. The use of IPR proceedings after the institution of litigation pursuant to the BPCIA or Hatch-Waxman Act is currently a topic of debate among legislators and the future ability of our competitors to use IPR proceedings as an alternative to Hatch-Waxman Act or BPCIA litigation procedures to challenge our patents remains uncertain. The USPTO issued an interim procedure regarding the use of discretionary denials of IPR proceedings when there is parallel district court litigation. However, it is not clear how this interim procedure could affect the ability of our competitors to institute IPR proceedings after institution of litigation. If our patents are challenged through this expedited review process, even if we prevail in demonstrating the validity of our patent, our win provides limited precedential value at the PTAB and no precedential value in federal district court, meaning the same patent can be challenged by other competitors."
        }
      ]
    }
  ]
}