{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "recycling",
        "disposal",
        "sodium saturated",
        "added sugar",
        "labeling warning",
        "ounce",
        "sale distribution",
        "tax rate",
        "considering imposing",
        "demonetization",
        "economy",
        "elections",
        "imposed considering",
        "publicly",
        "publicly traded",
        "brands reduced",
        "canada united",
        "russia canada",
        "accompanying",
        "add",
        "analysis",
        "analysis financial",
        "attempted",
        "berkeley",
        "bolivar",
        "brazilian",
        "canadian",
        "complete manage",
        "conjunction",
        "consistent expectations"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 12,
          "text": "Certain jurisdictions in which our products are made, manufactured, distributed or sold have either imposed, or are considering imposing, new or increased taxes on the manufacture, sale or distribution of our products, ingredients or substances contained in, or attributes of, our products or commodities used in the production of our products. These taxes vary in scope and form: some apply to all beverages, including non-caloric beverages, while others apply only to beverages with a caloric sweetener (e.g., sugar). Similarly, some measures apply a single tax rate per liquid ounce while others apply a graduated tax rate depending upon the amount of added sugar in the beverage. For example, effective January 2017, the City of Philadelphia, Pennsylvania in the United States enacted a per-ounce surcharge on all sweetened beverages (including artificially and non-caloric sweetened beverages). By contrast, the U.K. has proposed a graduated tax, in which the per-ounce tax rate is tied to the amount of added sugar present in the beverage: the higher the amount of added sugar, the higher the per-ounce tax rate. These tax measures - whatever their scope or form - could increase the cost of our products, reduce overall consumption of our products, lead to negative publicity"
        },
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "Certain of our products are sold in packaging designed to be recoverable for recycling but not all packaging is recovered, whether due to low value, lack of infrastructure or otherwise. The United States and many other jurisdictions have imposed or are considering imposing regulations or policies designed to encourage recycling, including requiring that deposits or certain taxes or fees be charged in connection with the sale, distribution, marketing and use of certain packaging; extended producer responsibility policies which makes brand owners responsible for the costs of recycling products after consumers have used them; and adopting or extending product stewardship policies which could require brand owners to plan for and, if necessary, pay for the recycling or disposal of packaging after consumers have used them. Compliance with these laws and regulations could continue to affect our costs or require changes in our distribution model, which could adversely affect our business, financial condition or results of operations. Further, our reputation could be damaged if we or others in our industry do not act, or are perceived not to act, responsibly with respect to packaging or disposal of our products."
        },
        {
          "year": 2016,
          "paragraphIndex": 73,
          "text": "Many factors may adversely affect the price of our common stock and publicly traded debt. Such factors, some of which are beyond our control, may include, but are not limited to: unfavorable economic conditions; changes in financial or tax reporting and changes in accounting principles or practices that materially affect our reported financial condition and results; investor perceptions of our business, strategies and performance or those of our competitors; actions by shareholders or others seeking to influence our business strategies; speculation by the media or investment community regarding our business, strategies and performance or those of our competitors; trading activity in our securities or trading activity in derivative instruments with respect to our securities; changes in our credit ratings; the impact of our share repurchase programs or dividend policy; and the outcome of referenda and elections. In addition, corporate actions, such as those we may or may not take from time to time as part of our continuous review of our corporate structure and our strategy, including as a result of business, legal, regulatory and tax considerations, may not have the impact we intend and may adversely affect the price of our securities. The above factors, as well as the other risks included in this “Item 1A. Risk Factors,” could adversely affect the price of our securities."
        },
        {
          "year": 2015,
          "paragraphIndex": 0,
          "text": "In addition to the other information set forth in this Annual Report on Form 10-K, you should carefully consider the following factors that could have a material adverse effect on our business, financial condition, results of operations or the price of our common stock. The following information should be read together and in conjunction with “Forward-Looking Statements,” “Item 1. Business,” “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” our consolidated financial statements and the accompanying notes thereto. The risks below are not the only risks we face. Additional risks and uncertainties not currently known to us or that we currently deem to be immaterial may also adversely affect our business, financial condition, results of operations or the price of our common stock."
        },
        {
          "year": 2015,
          "paragraphIndex": 9,
          "text": "In addition, studies are underway by third parties to assess the health implications of consumption of certain ingredients or substances present in certain of our products, such as 4-MeI, acrylamide, caffeine, added sugars and sodium. If consumer concerns (whether or not valid) about the health implications of consumption of such ingredients or substances present in certain of our products increase as a result of these studies, new scientific evidence, new labeling, product or production requirements or other restrictions, or for any other reason, including adverse publicity (whether or not valid) as a result of any of the foregoing, or if we are required to add warning labels to any of our products or place warnings in locations where our products are sold, demand for our products could decline, or we could be subject to lawsuits or new regulations that could affect sales of our products, any of which could adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2015,
          "paragraphIndex": 8,
          "text": "The imposition by any jurisdiction in the United States or outside the United States of new laws, regulations or governmental policy and their related interpretations, or changes in any of the foregoing, including taxes, labeling, product or production requirements or other limitations on, or pertaining to, the sale or advertisement of certain of our products, ingredients or substances contained in, or attributes of, our products or commodities used in the production of our products, may alter the environment in which we do business and, therefore, may increase our costs or liabilities or reduce demand for our products, which could adversely affect our business, financial condition or results of operations. For example, taxes on sugar-sweetened beverages were imposed in Mexico and Berkeley, California; the U.S. Food and Drug Administration is considering requiring nutrition labels to include information about added sugars; and Brazil and Vermont have enacted legislation requiring labeling of products that contain genetically modified ingredients. In addition, a number of other jurisdictions in the United States and outside the United States are considering similar measures. If one jurisdiction imposes or proposes to impose new requirements or restrictions, other jurisdictions may follow and the requirements or restrictions, or proposed requirements or restrictions, may result in adverse publicity (whether or not valid). For example, if one jurisdiction imposes a specific labeling requirement or requires a specific warning on any product that contains certain ingredients or substances, other jurisdictions may react and impose restrictions on products containing the same ingredients or substances, which may result in adverse publicity or increased concerns about the health implications of consumption of such ingredients or substances in our products (whether or not valid). Changes in regulatory requirements, and competing regulations and standards, where our products are made, manufactured, distributed or sold, may result in higher compliance costs, capital expenditures and higher production costs, which could adversely affect our business, financial condition or results of operations."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "tcj",
        "tcj act",
        "inquiries",
        "litigation claims",
        "discounters",
        "hard",
        "hard discounters",
        "inquiries investigations",
        "proceedings inquiries",
        "arrangements",
        "methods",
        "personal information",
        "regulatory proceedings",
        "response",
        "uncertain unfavorable",
        "internal controls",
        "legal claims",
        "sugars saturated",
        "accuracy",
        "arises",
        "artificially",
        "begun",
        "belongs",
        "black",
        "chemical",
        "chile",
        "components",
        "consistently",
        "created",
        "customer adversely"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 56,
          "text": "interpretations and assumptions we have made, changes in Internal Revenue Service (IRS) interpretations, the issuance of new guidance, legislative actions, changes in accounting standards or related interpretations in response to the TCJ Act and future actions by states within the United States that have not currently adopted the TCJ Act. For further information regarding the potential impact of the TCJ Act, see “Our Liquidity and Capital Resources” and “Our Critical Accounting Policies” in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 5 to our consolidated financial statements."
        },
        {
          "year": 2017,
          "paragraphIndex": 55,
          "text": "We are subject to income taxes in the United States and in certain foreign jurisdictions in which we operate. Increases in income tax rates or other changes in income tax laws in any particular jurisdiction could reduce our after-tax income from such jurisdiction and could adversely affect our business, financial condition or results of operations. Our operations outside the United States generate a significant portion of our income. In addition, the United States and many of the other countries in which our products are made, manufactured, distributed or sold, including countries in which we have significant operations, have recently made or are actively considering changes to existing tax laws. For example, on December 22, 2017, the Tax Cuts and Jobs Act (TCJ Act) was signed into law in the United States. The changes in the TCJ Act are broad and complex and we continue to examine the impact the TCJ Act may have on our business and financial results. Among its many provisions, the TCJ Act imposed a mandatory one-time transition tax on undistributed international earnings regardless of whether they are repatriated, reduced the U.S. corporate income tax rate from 35% to 21%, imposed limitations on the deductibility of interest and certain other corporate deductions, and moved from a “worldwide” system of taxation that generally allows deferral of U.S. tax on international earnings until repatriated to a “territorial”/dividend exemption system with a minimum tax that will subject international earnings to U.S. tax when earned. In accordance with applicable SEC guidance, we recorded a provisional net tax expense in the fourth quarter of 2017 resulting from the enactment of the TCJ Act. This provisional expense is subject to change, possibly materially, due to, among other things, changes in estimates,"
        },
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "Our beverage, food and snack products compete primarily on the basis of brand recognition and loyalty, taste, price, value, quality, product variety, innovation, distribution, advertising, marketing and promotional activity, packaging, convenience, service and the ability to anticipate and effectively respond to consumer preferences and trends, including increased consumer focus on health and wellness and the continued acceleration of e-commerce and other methods of distributing and purchasing products. If we are unable to effectively promote our existing products or introduce new products, if our advertising or marketing campaigns are not effective or if we are otherwise unable to effectively respond to pricing pressure or compete effectively (including in distributing our products effectively and cost efficiently through all existing and emerging channels of trade, including through e-commerce and hard discounters), we may be unable to grow or maintain sales or category share or we may need to increase capital, marketing or other expenditures, which may adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "In addition, some jurisdictions, including Chile and Peru, have adopted labeling requirements or have begun to require color-coded labeling of certain food and beverage products where black, red, yellow and green are used to indicate various levels of a particular ingredient, such as sodium, saturated fat or sugar. In addition, a number of other jurisdictions both in and outside the United States are considering similar measures. The imposition or proposed imposition of additional product labeling or warning requirements could reduce overall consumption of our products, lead to negative publicity (whether based in scientific fact or not) or leave consumers with the perception (whether or not valid) that our products do not meet their health and wellness needs. Such factors could adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2016,
          "paragraphIndex": 71,
          "text": "We and our subsidiaries are party to a variety of legal claims, proceedings and investigations, including but not limited to litigation related to our advertising, marketing or commercial practices, product labels, claims and ingredients including, sugar, sodium and saturated fat, our intellectual property rights, alleged infringement or misappropriation by us of intellectual property rights of others and environmental, employment and insurance matters. We evaluate legal claims to assess the likelihood of unfavorable outcomes and estimate, if possible, the amount of potential losses and establish reserves as appropriate. Litigation is inherently uncertain and there is no guarantee that we will be successful in defending ourselves in litigation, or that our assessment of the materiality of these matters and the likely outcome or potential losses and established reserves will be consistent with the ultimate outcome of such litigation. In the event that management’s assessment of actual or potential claims and proceedings proves inaccurate or litigation that"
        },
        {
          "year": 2016,
          "paragraphIndex": 53,
          "text": "We conduct impairment tests on various components of our portfolio annually, during our third quarter, or more frequently, if circumstances indicate that the carrying value may not be recoverable or that an other-than-temporary impairment exists. Any changes in our estimates or underlying assumptions regarding the future performance of our divisions or in determining the fair value of any such division, including goodwill, indefinite-lived intangible assets, as well as other investments and other long-lived assets, could adversely affect our results of operations. Factors that could result in an impairment include, but are not limited to: significant negative economic or industry trends or competitive operating conditions; significant macroeconomic conditions that may result in a future increase in the weighted-average cost of capital used to estimate fair value; and significant changes in the nature and timing of decisions regarding assets or markets that do not perform consistently with our expectations, including factors we use to estimate future levels of sales, operating profit or cash flows. Future impairment charges could have a significant adverse effect on our results of operations in the periods recognized."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "plastic packaging",
        "recyclability",
        "plastics",
        "recycled",
        "demand overall",
        "recycled content",
        "bottle",
        "recoverability",
        "recoverability packaging",
        "recyclability recoverability",
        "amounts",
        "bans",
        "beps",
        "beps project",
        "computing",
        "bottlers distributors",
        "global operating",
        "brand owners",
        "initiatives global",
        "manufacturers joint",
        "pound",
        "provisional",
        "repatriated",
        "traditional carbonated",
        "accordance",
        "acquisitions following",
        "adopting",
        "affecting",
        "allows",
        "april"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 11,
          "text": "While we continue to devote significant resources to increase the recyclability and sustainability of our packaging, the increased focus on reducing plastic waste may require us to increase capital expenditures, including requiring additional investments to minimize the amount of plastic across our packaging; increase the amount of recycled content in our packaging; and develop sustainable, bio-based packaging as a replacement for fossil fuel-based plastic packaging, including flexible film alternatives for our snacks packaging. Our failure to minimize our plastics use, increase the amount of recycled content in our packaging or develop sustainable packaging or consumers’ failure to accept such sustainable packaging could reduce consumer demand and overall consumption of our products and erode our competitive and financial position. Further, our reputation could be damaged for failure to achieve our sustainability goals with respect to our plastics use, including our goal to use 25% recycled content in our plastic packaging by 2025, or if we or others in our industry do not act, or are perceived not to act, responsibly with respect to packaging or disposal of our products."
        },
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "In response to these concerns, the United States and many other jurisdictions have imposed or are considering imposing regulations or policies designed to increase the sustainability of packaging, encourage waste reduction and increase recycling rates or facilitate the waste management process or restricting the sale of products in certain packaging. These regulations vary in scope and form from taxes or fees designed to incentivize behavior to restrictions or bans on certain products and materials. For example, the state of California is one of 10 states in the United States that have a bottle deposit return system in effect, which requires a deposit charged to consumers to incentivize the return of the beverage container. In addition, 26 markets in the European Union have established extended producer responsibility policies, which make manufacturers such as us responsible for the costs of recycling products after consumers have used them. Further, certain jurisdictions are considering imposing other types of regulations or policies, including packaging taxes, requirements for bottle caps to be tethered to the plastic bottle, minimum recycled content mandates, which would require packaging to include a certain percentage of post-consumer recycled material in a new package, and even bans on the use of some plastic beverage bottles and other single-use plastics. These laws and regulations, whatever their scope or form, could increase the cost of our products, reduce consumer demand and overall consumption of our products or result in negative publicity (whether or not valid), which could adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "Demand for our products is also dependent in part on product quality, product and marketing innovation and production and distribution, including our ability to: maintain a robust pipeline of new products; improve the quality of existing products; extend our portfolio of products in growing markets and categories (through acquisitions, such as SodaStream, and innovation, such as increasing non-carbonated beverage offerings and other alternatives to, or reformulations of, carbonated beverage offerings); respond to cultural differences and regional consumer preferences (whether through developing or acquiring new products that are responsive to such preferences); monitor and adjust our use of ingredients and packaging materials (including to respond to applicable regulations); develop sweetener alternatives and innovation; increase the recyclability or recoverability of our packaging; improve the production and distribution of our products; respond to competitive product and pricing pressures and changes in distribution channels, including in the e-commerce channel; and implement effective advertising campaigns and marketing programs, including successfully adapting to a rapidly changing media environment through the use of social media and online advertising campaigns and marketing programs."
        },
        {
          "year": 2017,
          "paragraphIndex": 55,
          "text": "We are subject to income taxes in the United States and in certain foreign jurisdictions in which we operate. Increases in income tax rates or other changes in income tax laws in any particular jurisdiction could reduce our after-tax income from such jurisdiction and could adversely affect our business, financial condition or results of operations. Our operations outside the United States generate a significant portion of our income. In addition, the United States and many of the other countries in which our products are made, manufactured, distributed or sold, including countries in which we have significant operations, have recently made or are actively considering changes to existing tax laws. For example, on December 22, 2017, the Tax Cuts and Jobs Act (TCJ Act) was signed into law in the United States. The changes in the TCJ Act are broad and complex and we continue to examine the impact the TCJ Act may have on our business and financial results. Among its many provisions, the TCJ Act imposed a mandatory one-time transition tax on undistributed international earnings regardless of whether they are repatriated, reduced the U.S. corporate income tax rate from 35% to 21%, imposed limitations on the deductibility of interest and certain other corporate deductions, and moved from a “worldwide” system of taxation that generally allows deferral of U.S. tax on international earnings until repatriated to a “territorial”/dividend exemption system with a minimum tax that will subject international earnings to U.S. tax when earned. In accordance with applicable SEC guidance, we recorded a provisional net tax expense in the fourth quarter of 2017 resulting from the enactment of the TCJ Act. This provisional expense is subject to change, possibly materially, due to, among other things, changes in estimates,"
        },
        {
          "year": 2017,
          "paragraphIndex": 59,
          "text": "Our future success and earnings growth depend, in part, on our ability to continue to reduce costs and improve efficiencies. Our productivity initiatives help support our growth initiatives and contribute to our results of operations. We continue to implement strategic plans that we believe will position our business for future success and long-term sustainable growth by allowing us to achieve a lower cost structure and operate more efficiently in the highly competitive beverage, food and snack categories and markets. We are also continuing to implement our global operating model to improve efficiency, decision making, innovation and brand management across the global PepsiCo organization to enable us to compete more effectively. Further, in order to continue to capitalize on our cost reduction efforts and our global operating model, it will be necessary to make certain investments in our business, which may be limited due to capital constraints. Some of these measures could yield unintended consequences, such as business disruptions, distraction of management and employees, reduced employee morale and productivity, and unexpected additional employee attrition, including the inability to attract or retain key personnel. It is critical that we have the appropriate personnel in place to continue to lead and execute our plans, including to effectively manage personnel adjustments and transitions resulting from these initiatives and increased competition for employees with the skills necessary to implement our plans. If we are unable to successfully implement our productivity initiatives and global operating model as planned, fail to implement these initiatives as timely as we anticipate, do not achieve expected savings as a result of these initiatives or incur higher than expected or unanticipated costs in implementing these initiatives, fail to identify and implement additional productivity opportunities in the future, or fail to successfully manage business disruptions or unexpected employee consequences on our workforce, morale or productivity, we may not realize all or any of the anticipated benefits, which could adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2017,
          "paragraphIndex": 18,
          "text": "is recovered, whether due to low value, lack of infrastructure or otherwise. The United States and many other jurisdictions have imposed or are considering imposing regulations or policies designed to encourage recycling, including requiring that deposits or certain taxes or fees be charged in connection with the sale, distribution, marketing and use of certain packaging; extended producer responsibility policies which makes brand owners responsible for the costs of recycling products after consumers have used them; and adopting or extending product stewardship policies which could require brand owners to plan for and, if necessary, pay for the recycling or disposal of packaging after consumers have used them. In addition, these jurisdictions may elect to impose regulations or policies to ban the use of certain packaging, such as plastic beverage bottles. Compliance with these laws and regulations could continue to affect our costs or require changes in our distribution model, which could adversely affect our business, financial condition or results of operations. Further, our reputation could be damaged if we or others in our industry do not act, or are perceived not to act, responsibly with respect to packaging or disposal of our products."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "past",
        "past continue",
        "continue result",
        "traf",
        "analytics",
        "data analytics",
        "country",
        "resulted continue",
        "wildfire",
        "Artificial intelligence",
        "Coronavirus",
        "buying",
        "buying groups",
        "change negatively",
        "chinese",
        "change water",
        "earthquake flooding",
        "energy water",
        "form increase",
        "needs factors",
        "quality water",
        "recently",
        "reduced adverse",
        "responsibility policies",
        "scarcity negatively",
        "sodastream",
        "water supplies",
        "able achieve",
        "able complete",
        "access continues"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 46,
          "text": "Our ability, and that of our suppliers and other third parties, including our bottlers, contract manufacturers, distributors, joint venture partners and customers, to make, manufacture, transport, distribute and sell products in our portfolio is critical to our success. Damage or disruption to our or their operations has occurred in the past and could continue to occur due to any of the following factors which can impair the ability to make, manufacture, transport, distribute or sell products in our portfolio: adverse weather conditions (including any potential effects of climate change) or natural disasters, such as a hurricane, tornado, earthquake, wildfire or flooding; government action; economic or political uncertainties or instability in countries in which such products are made, manufactured, distributed or sold, which may also affect our ability to protect the security of our assets and employees; fire; terrorism; outbreak or escalation of armed hostilities; food safety warnings or recalls, whether related to products in our portfolio or otherwise; health epidemics or pandemics or other contagious outbreaks, such as the recent coronavirus; supply and commodity shortages; unplanned delays or unexpected problems associated with repairs or enhancements of facilities in which such products are made, manufactured, distributed or sold; loss or impairment of key manufacturing sites; cyber incidents, including the disruption or shutdown of computer systems or other information technology systems at our offices, plants, warehouses, distribution centers or other facilities or those of our suppliers and other third parties who make, manufacture, transport, distribute and sell products in our portfolio; industrial accidents or other occupational health and safety issues; telecommunications failures; power, fuel or water shortages; strikes, labor disputes or lack of availability of qualified personnel, such as truck drivers; or other reasons beyond our control or the control of our suppliers and other third parties. Failure to take adequate steps to mitigate the likelihood or potential impact of such events, or to effectively manage such events if they occur, has in the past resulted and could continue to result in adverse effects on our business, financial condition or results of operations, as well as require additional resources to restore operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 69,
          "text": "Further, the retail landscape continues to be impacted by the increased consolidation of retail ownership and purchasing power, particularly in North America, Europe and Latin America, resulting in large retailers or buying groups with increased purchasing power, which may impact our ability to compete in these areas. Such retailers or buying groups demand improved efficiency, lower pricing and increased promotional programs. Further, should larger retailers increase utilization of their own distribution networks, other distribution channels such as e-commerce, or private label brands, the competitive advantages we derive from our go-to-market systems and brand equity may be eroded. In addition, such consolidation can continue to adversely impact our smaller customers’ ability to compete effectively, resulting in an inability on their part to pay for our products or reduced or canceled orders of our products. Further, the growth of hard discounters that are focused on limiting the number of items they sell and selling predominantly private label brands may continue to reduce our ability to sell our products through such retailers. Failure to appropriately respond to any of the foregoing, including failure to offer effective sales incentives and marketing programs to our customers, can reduce our ability to secure adequate shelf space and product availability at our retailers, adversely affect our ability to maintain or grow our share of sales or volume, and adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 61,
          "text": "We are subject to income taxes in the United States and in certain foreign jurisdictions in which we operate. Increases in income tax rates or other changes in income tax laws in any particular jurisdiction can reduce our after-tax income from such jurisdiction and adversely affect our business, financial condition or results of operations. Our operations outside the United States generate a significant portion of our income. In addition, existing tax laws in the United States and many of the other countries in which our products are made, manufactured, distributed or sold, including countries in which we have significant operations, have been and could in the future be subject to significant change. For example, in December 2017, the Tax Cuts and Jobs Act (TCJ Act) was signed into law in the United States. While our accounting for the recorded impact of the TCJ Act is deemed to be complete, these amounts are based on prevailing regulations and currently available information, and additional guidance issued by the Internal Revenue Service (IRS) may continue to impact our recorded amounts in future periods. In addition, o n May 19, 2019, a public referendum held in Switzerland passed the Federal Act on Tax Reform and AHV Financing (TRAF), effective January 1, 2020. Certain provisions of the TRAF were enacted in fiscal year 2019, resulting in adjustments to our deferred taxes. The future impact of the TRAF cannot currently be estimated and we continue to monitor and assess the impact of TRAF on our business and financial results. For further information regarding the impact and potential impact of the TCJ Act and the TRAF, see “Our Liquidity and Capital Resources” and “Our Critical Accounting Policies” in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 5 to our consolidated financial statements."
        },
        {
          "year": 2018,
          "paragraphIndex": 56,
          "text": "With respect to acquisitions, including our recently completed acquisition of SodaStream, the following factors also pose potential risks: our ability to successfully combine our businesses with the business of the acquired company, including integrating the acquired company’s manufacturing, distribution, sales, accounting, financial reporting and administrative support activities and information technology systems with our company; our ability to successfully operate in new categories or territories; motivating, recruiting and retaining executives and key employees (both of the acquired company and our company); conforming standards, controls (including internal control over financial reporting and disclosure controls and procedures, environmental compliance, health and safety compliance and compliance with other laws and regulations), procedures and policies, business cultures and compensation structures between us and the acquired company; consolidating and streamlining corporate and administrative infrastructures and avoiding increased operating expenses; consolidating sales and marketing operations; retaining existing customers and attracting new customers; retaining existing distributors; identifying and eliminating redundant and underperforming operations and assets; coordinating geographically dispersed organizations; managing tax costs or inefficiencies associated with integrating our operations following completion of an acquisition; and other unanticipated problems or liabilities, such as contingent liabilities and litigation."
        },
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "In response to these concerns, the United States and many other jurisdictions have imposed or are considering imposing regulations or policies designed to increase the sustainability of packaging, encourage waste reduction and increase recycling rates or facilitate the waste management process or restricting the sale of products in certain packaging. These regulations vary in scope and form from taxes or fees designed to incentivize behavior to restrictions or bans on certain products and materials. For example, the state of California is one of 10 states in the United States that have a bottle deposit return system in effect, which requires a deposit charged to consumers to incentivize the return of the beverage container. In addition, 26 markets in the European Union have established extended producer responsibility policies, which make manufacturers such as us responsible for the costs of recycling products after consumers have used them. Further, certain jurisdictions are considering imposing other types of regulations or policies, including packaging taxes, requirements for bottle caps to be tethered to the plastic bottle, minimum recycled content mandates, which would require packaging to include a certain percentage of post-consumer recycled material in a new package, and even bans on the use of some plastic beverage bottles and other single-use plastics. These laws and regulations, whatever their scope or form, could increase the cost of our products, reduce consumer demand and overall consumption of our products or result in negative publicity (whether or not valid), which could adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2018,
          "paragraphIndex": 5,
          "text": "Demand for our products is also dependent in part on product quality, product and marketing innovation and production and distribution, including our ability to: maintain a robust pipeline of new products; improve the quality of existing products; extend our portfolio of products in growing markets and categories (through acquisitions, such as SodaStream, and innovation, such as increasing non-carbonated beverage offerings and other alternatives to, or reformulations of, carbonated beverage offerings); respond to cultural differences and regional consumer preferences (whether through developing or acquiring new products that are responsive to such preferences); monitor and adjust our use of ingredients and packaging materials (including to respond to applicable regulations); develop sweetener alternatives and innovation; increase the recyclability or recoverability of our packaging; improve the production and distribution of our products; respond to competitive product and pricing pressures and changes in distribution channels, including in the e-commerce channel; and implement effective advertising campaigns and marketing programs, including successfully adapting to a rapidly changing media environment through the use of social media and online advertising campaigns and marketing programs."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "financial performance",
        "COVID-19",
        "systems disruptions",
        "adversely affecting",
        "affecting",
        "attract develop",
        "covid pandemic",
        "develop maintain",
        "impact covid",
        "impacted continue",
        "incidents disruptions",
        "maintain highly",
        "negatively impact",
        "result covid",
        "affecting business",
        "condition results",
        "valid",
        "bottlers contract",
        "contract",
        "contract manufacturers",
        "distributors",
        "suppliers bottlers",
        "distributors joint",
        "manufacturers distributors",
        "partners parties",
        "energy",
        "distribute",
        "customers suppliers",
        "recyclability",
        "required"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "We have seen and could continue to see changes in consumer demand as a result of COVID-19, including the inability of consumers to purchase our products due to illness, quarantine or other restrictions, store closures, or financial hardship. We also continue to see shifts in product and channel prefe rences, particularly an increase in demand in the e-commerce channel, which has impacted and could continue to impact our sales and profitability. Reduced demand for our products or changes in consumer purchasing patterns, as well as continued economic uncertainty, can adversely affect our customers’ financial condition, which can result in bankruptcy filings and/or an inability to pay for our products. In addition, we may also continue to experience business disruptions as a result of COVID-19, resulting from temporary closures of our facilities or facilities of our business partners or the inability of a significant portion of our or our business partners’ workforce to work because of illness, quarantine, or travel or other governmental restrictions. Any sustained interruption in our or our business partners’ operations, distribution network or supply chain or any significant continuous shortage of raw materials or other supplies, including personal protective equipment or sanitization products, can negatively impact our business. We have also incurred, and expect to continue to incur, increased employee and operating costs as a result of COVID-19, such as costs related to expanded benefits and frontline incentives, the provision of personal protective equipment and increased sanitation, allowances for credit losses, upfront payment reserves and inventory write-offs, which have negatively impacted and may continue to negatively impact our profitability. In addition, the increase in certain of our employees working remotely has resulted in increased demand on our information technology infrastructure, which can be subject to failure, disruption or unavailability, and increased vulnerability to cyberattacks and other cyber incidents. Also, continued economic uncertainty associated with the COVID-19 pandemic has resulted in volatility in the global capital and credit markets which can impair our ability to access these markets on terms commercially acceptable to us, or at all."
        },
        {
          "year": 2020,
          "paragraphIndex": 33,
          "text": "Certain of our products are sold in plastic or other packaging designed to be recyclable. However, not all packaging is recycled, whether due to lack of infrastructure or otherwise, and certain of our packaging is not currently recyclable. Packaging waste that displays one or more of our brands has in the past resulted in and could continue to result in negative publicity or reduced consumer demand for our products, adversely affecting our financial performance. Many jurisdictions in which our products are sold have imposed or are considering imposing regulations or policies intended to encourage the use of sustainable packaging, waste reduction or increased recycling rates or to restrict the sale of products utilizing certain packaging. These regulations vary in form and scope and include taxes to incentivize behavior, restrictions on certain products and materials, requirements for bottle caps to be tethered to bottles, bans on the use of single-use plastics, extended producer responsibility policies and requirements to charge deposit fees. For example, the European Union has imposed a minimum recycled content requirement for beverage bottles packaging and similar legislation is under consideration in several states in the United States. These laws and regulations have in the past and could continue to increase the cost of our products, impact demand for our products, result in negative publicity and require us and our business partners, including our independent bottlers, to increase our capital expenditures to invest in minimizing the amount of plastic or other materials used in our packaging or to develop alternative packaging, all of which can adversely affect our business and financial performance."
        },
        {
          "year": 2020,
          "paragraphIndex": 35,
          "text": "Increases in income tax rates or other changes in tax laws, including changes in how existing tax laws are interpreted or enforced, can adversely affect our financial performance. For example, economic and political conditions in countries where we are subject to taxes, including the United States, have in the past and could continue to result in significant changes in tax legislation or regulation, including as a result of any changes enacted during the new U.S. presidential administration. The increasingly complex global tax environment has in the past and could continue to increase tax uncertainty, resulting in higher compliance costs and adverse effects on our financial performance. We are also subject to regular reviews, examinations and audits by numerous taxing authorities with respect to income and non-income based taxes. Economic and political pressures to increase tax revenues in jurisdictions in which we operate, or the adoption of new or reformed tax legislation or regulation, may make resolving tax disputes more difficult and the final resolution of tax audits and any related litigation can differ from our historical provisions and accruals, resulting in an adverse effect on our financial performance."
        },
        {
          "year": 2019,
          "paragraphIndex": 45,
          "text": "We and our suppliers, bottlers, contract manufacturers, joint venture partners and other third parties use water in the manufacturing of our products. Water is a limited resource in many parts of the world. The lack of available water of acceptable quality, increasing focus by governmental and non-governmental organizations, investors, customers and consumers on water scarcity and increasing pressure to conserve and replenish water in areas of scarcity and stress may lead to: supply chain disruption; adverse effects on our operations or the operations of our suppliers, bottlers, contract manufacturers, distributor, joint venture partners or other third parties; higher compliance costs; capital expenditures (including additional investments in the development of technologies to enhance water efficiency and reduce water consumption); higher production costs, including less favorable pricing for water; the cessation of operations at, or relocation of, our facilities or the facilities of our suppliers, bottlers, contract manufacturers, distributors, joint venture partners or other third parties; failure to achieve our sustainability goals relating to water use; perception (whether or not valid) of our failure to act responsibly with respect to water use or to effectively respond to new, or changes in, legal or regulatory requirements concerning water scarcity; or damage to our reputation, any of which can adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 48,
          "text": "Product contamination or tampering, the failure to maintain high standards for product quality, safety and integrity, including with respect to raw materials and ingredients obtained from suppliers, or allegations (whether or not valid) of product quality issues, mislabeling, misbranding, spoilage, allergens, adulteration or contamination with respect to products in our portfolio may reduce demand for such products, and cause production and delivery disruptions or increase costs, which can adversely affect our business, reputation, financial condition or results of operations. If any of the products in our portfolio are mislabeled or become unfit for consumption or cause injury, illness or death, or if appropriate resources are not devoted to product quality and safety (particularly as we expand our portfolio into new categories) or to comply with changing food safety requirements, we can decide to, or be required to, recall products in our portfolio and/or we may be subject to liability or government action, which can result in payment of damages or fines, cause certain products in our portfolio to be unavailable for a period of time, result in destruction of product inventory, or result in adverse publicity (whether or not valid), which can reduce consumer demand and brand equity. Moreover, even if allegations of product contamination or tampering or suggestions that our products were not fit for consumption are meritless, the negative publicity surrounding assertions against us or products in our portfolio or processes can adversely affect our reputation or brands. Our business can also be adversely affected if consumers lose confidence in product quality, safety and integrity generally, even if such loss of confidence is unrelated to products in our portfolio. Any of the foregoing can adversely affect our business, reputation, financial condition or results of operations. In addition, if we do not have adequate insurance, if we do not have enforceable indemnification from suppliers, bottlers, contract manufacturers, distributors, joint venture partners or other third parties or if indemnification is not available, the liability relating to such product claims or disruption as a result of recall efforts can materially adversely affect our business, financial condition or results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 46,
          "text": "Our ability, and that of our suppliers and other third parties, including our bottlers, contract manufacturers, distributors, joint venture partners and customers, to make, manufacture, transport, distribute and sell products in our portfolio is critical to our success. Damage or disruption to our or their operations has occurred in the past and could continue to occur due to any of the following factors which can impair the ability to make, manufacture, transport, distribute or sell products in our portfolio: adverse weather conditions (including any potential effects of climate change) or natural disasters, such as a hurricane, tornado, earthquake, wildfire or flooding; government action; economic or political uncertainties or instability in countries in which such products are made, manufactured, distributed or sold, which may also affect our ability to protect the security of our assets and employees; fire; terrorism; outbreak or escalation of armed hostilities; food safety warnings or recalls, whether related to products in our portfolio or otherwise; health epidemics or pandemics or other contagious outbreaks, such as the recent coronavirus; supply and commodity shortages; unplanned delays or unexpected problems associated with repairs or enhancements of facilities in which such products are made, manufactured, distributed or sold; loss or impairment of key manufacturing sites; cyber incidents, including the disruption or shutdown of computer systems or other information technology systems at our offices, plants, warehouses, distribution centers or other facilities or those of our suppliers and other third parties who make, manufacture, transport, distribute and sell products in our portfolio; industrial accidents or other occupational health and safety issues; telecommunications failures; power, fuel or water shortages; strikes, labor disputes or lack of availability of qualified personnel, such as truck drivers; or other reasons beyond our control or the control of our suppliers and other third parties. Failure to take adequate steps to mitigate the likelihood or potential impact of such events, or to effectively manage such events if they occur, has in the past resulted and could continue to result in adverse effects on our business, financial condition or results of operations, as well as require additional resources to restore operations."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "labor shortages",
        "environmental social",
        "governance",
        "social governance",
        "convenient",
        "disruption manufacturing",
        "governance matters",
        "input",
        "packaging transportation",
        "variants",
        "Artificial intelligence",
        "adopt",
        "adopted",
        "capacity",
        "capacity constraints",
        "achieve sustainability",
        "day",
        "pln",
        "rapid",
        "sustainability goals",
        "usd",
        "assurances",
        "attention day",
        "beverage bottles",
        "beverage food",
        "brazil china",
        "build maintain",
        "caffeine",
        "claims proceedings",
        "concern"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "The raw materials and other supplies, including agricultural commodities, fuel and packaging materials, such as recycled PET, transportation, labor and other supply chain inputs that we use for the manufacturing, production and distribution of our products are subject to price volatility and fluctuations in availability caused by many factors, including changes in supply and demand, supplier capacity constraints, inflation, weather conditions (including potential effects of climate change), fire, natural disasters, disease or pests (including the impact of greening disease on the citrus industry), agricultural uncertainty, health epidemics or pandemics or other contagious outbreaks (including COVID-19), labor shortages (including the lack of availability of truck drivers or as a result of COVID-19), strikes or work stoppages, governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers), port congestions or delays, transport capacity constraints, cybersecurity incidents or other disruptions, loss or impairment of key manufacturing sites, political uncertainties, acts of terrorism, governmental instability or currency exchange rates. Many of our raw materials and supplies are purchased in the open market and the prices we pay for such items are subject to fluctuation. We experienced higher than anticipated commodity, packaging and transportation costs during 2021, which may continue. When input prices increase unexpectedly or significantly, we may"
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "contains genetically engineered ingredients), quality, safety, transportation, traceability, sourcing (including pesticide use), packaging, disposal, recycling and use of our products or raw materials, employment and occupational health and safety, environmental, social and governance matters (including climate change) and data privacy and protection. In addition, in many jurisdictions, compliance with competition laws is of special importance to us due to our competitive position, as is compliance with anti-corruption laws. The imposition of new laws, changes in laws or regulatory requirements or changing interpretations thereof, and differing or competing regulations and standards across the markets where our products or raw materials are made, manufactured, distributed or sold, have in the past and could continue to result in higher compliance costs, capital expenditures and higher production costs, resulting in adverse effects on our business. For example, increasing governmental and societal attention to environmental, social and governance matters has resulted and could continue to result in new laws or regulatory requirements. In addition, the entry into new markets or categories, including our planned entry into the alcoholic beverage industry as a distributor in the United States and expansion into the nuts and meat convenient foods categories globally, has resulted in and could continue to result in our business being subject to additional regulations resulting in higher compliance costs. If one jurisdiction imposes or proposes to impose new laws or regulations that impact the manufacture, distribution or sale of our products, other jurisdictions may follow. Failure to comply with such laws or regulations can subject us to criminal or civil enforcement actions, including fines, injunctions, product recalls, penalties, disgorgement of profits or activity restrictions, all of which can adversely affect our business. In addition, the results of third-party studies (whether or not scientifically valid) purporting to assess the health implications of consumption of certain ingredients or substances present in certain of our products or packaging materials have resulted in and could continue to result in our being subject to new taxes and regulations or lawsuits that can adversely affect our business."
        },
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "The impact of COVID-19 has heightened, or in some cases manifested, certain of the other risks discussed below. The extent of the impact of the COVID-19 pandemic on our business remains uncertain and will continue to depend on numerous evolving factors that we are not able to accurately predict and which will vary by jurisdiction and market, including the duration and scope of the pandemic, the emergence and spread of new variants of the virus, including the omicron and delta variants, the development and availability of effective treatments and vaccines, the speed at which vaccines are administered, the efficacy of vaccines against the virus and evolving strains or variants of the virus, global economic conditions during and after the pandemic, governmental actions that have been taken, or may be taken in the future, in response to the pandemic, and changes in consumer behavior in response to the pandemic, some of which may be more than just temporary."
        },
        {
          "year": 2020,
          "paragraphIndex": 31,
          "text": "Certain jurisdictions in which our products are sold have either imposed, or are considering imposing, new or increased taxes on the manufacture, distribution or sale of certain of our products, particularly our beverages, as a result of the ingredients or substances contained in our products. These taxes vary in scope and form: some apply to all beverages, including non-caloric beverages, while others apply only to beverages with a caloric sweetener (e.g., sugar). Similarly, some measures apply a single tax rate per ounce/liter on beverages containing over a certain amount of added sugar (or other sweetener), some apply a graduated tax rate depending upon the amount of added sugar (or other sweetener) in the beverage and others apply a flat tax rate on beverages containing any amount of added sugar (or other sweetener). For example, Poland enacted a graduated tax on all sweetened beverages, effective January 1, 2021, at a rate of PLN 0.5 (USD 0.12) per liter for drinks with a sugar (or other sweetener) content of up to 5g per 100ml and an additional PLN 0.05 (USD 0.01) for each gram of sugar (or other sweetener) over 5g . These tax measures, whatever their scope or form, have in the past and could continue to increase the cost of certain"
        },
        {
          "year": 2020,
          "paragraphIndex": 21,
          "text": "We regularly review our portfolio of businesses and evaluate potential acquisitions, joint ventures, distribution agreements, divestitures, refranchisings and other strategic transactions. The success of these transactions is dependent upon, among other things, our ability to realize the full extent of the expected returns, benefits, cost savings or synergies as a result of a transaction, within the anticipated time frame, or at all; receipt of necessary consents, clearances and approvals; and diversion of management’s attention from day-to-day operations. Risks associated with strategic transactions include integrating manufacturing, distribution, sales, accounting, financial reporting and administrative support activities and information technology systems with our company; operating through new business models or in new categories or territories; motivating, recruiting and retaining executives and key employees; conforming controls (including internal control over financial reporting and disclosure controls and procedures) and policies (including with respect to environmental compliance, health and safety compliance and compliance with anti-bribery laws); retaining existing customers and consumers and attracting new customers and consumers; managing tax costs or inefficiencies; maintaining good relations with divested or refranchised businesses in our supply or sales chain; managing the impact of business decisions or other actions or omissions of our joint venture partners that may have different interests than we do; and other unanticipated problems or liabilities, such as contingent liabilities and litigation. Strategic transactions that are not successfully completed or managed effectively, or our failure to effectively manage the risks associated with such transactions, have in the past and could continue to result in adverse effects on our business."
        },
        {
          "year": 2020,
          "paragraphIndex": 4,
          "text": "Demand for our products depends in part on our ability to anticipate and effectively respond to shifts in consumer trends and preferences, including the types of products our consumers want and how they browse for, purchase and consume them. Consumer preferences continuously evolve due to a variety of factors, including: changes in consumer demographics, consumption patterns and channel preferences (including continued rapid increases in the e-commerce and online-to-offline channels); pricing; product quality; concerns or perceptions regarding packaging and its environmental impact (such as single-use and other plastic packaging); and concerns or perceptions regarding the nutrition profile and health effects of, or location of origin of, ingredients or substances in our products. Concerns with any of the foregoing could lead consumers to reduce or publicly boycott the purchase or consumption of our products. Consumer preferences are also influenced by perception of our brand image or the brand images of our products, the success of our advertising and marketing campaigns, our ability to engage with our consumers in the manner they prefer, including through the use of digital media, and the perception of our use, and the use of social media. These and other factors have reduced in the past and could continue to reduce consumers’ willingness to purchase certain of our products. Any inability on our part to anticipate"
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "conflict",
        "parties involved",
        "ukraine",
        "biodegradable",
        "biodegradable reusable",
        "changes availability",
        "compostable biodegradable",
        "conflict ukraine",
        "continue expand",
        "deadly",
        "deadly conflict",
        "involved manufacturing",
        "mitigate",
        "pandemics epidemics",
        "product labeling",
        "virus",
        "closures",
        "covid pandemic",
        "impact covid",
        "vaccines",
        "variants",
        "associated covid",
        "continued economic",
        "foods",
        "illness",
        "meat",
        "nuts",
        "profitability",
        "quarantine",
        "residents"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 1,
          "text": "The deadly conflict in Ukraine has continued to result in worldwide geopolitical and macroeconomic uncertainty and certain of our operations in Ukraine remain suspended. The conflict has resulted and could continue to result in volatile commodity markets, supply chain disruptions, increased risk of cyber incidents or other disruptions to our information systems, reputational risk, heightened risks to employee safety, business disruptions (including labor shortages), significant volatility of the Russian ruble, limitations on access to credit markets and other corporate banking services, including working capital facilities, reduced availability and increased costs for transportation, energy, packaging and raw materials and other input costs, environmental, health and safety risks related to securing and maintaining facilities, additional sanctions, export controls and other legislation or regulations (including restrictions on the transfer of funds to and from Russia). The ongoing conflict could result in the temporary or permanent loss of assets or result in additional impairment charges. We cannot predict how and the extent to which the conflict will continue to affect our employees, operations, customers, consumers or business partners or our ability to achieve certain of our sustainability goals. The conflict has adversely affected and could continue to adversely affect demand for our products and our global business."
        },
        {
          "year": 2022,
          "paragraphIndex": 34,
          "text": "We rely on diverse packaging solutions to safely deliver products to our customers and consumers. Certain of our products are sold in packaging designed to be recyclable, commercially compostable, biodegradable or reusable. However, not all packaging is recovered, whether due to lack of infrastructure or otherwise, and certain of our packaging is not currently recyclable, commercially compostable, biodegradable or reusable. Packaging waste not properly disposed of that displays one or more of our brands has in the past resulted in and could continue to result in negative publicity, litigation, government action or reduced consumer demand for our products, adversely affecting our financial performance. Many jurisdictions in which our products are sold have imposed or are considering imposing laws, regulations or policies intended to encourage the use of sustainable packaging, waste reduction or increased recycling rates or to restrict the sale of products utilizing certain packaging. These laws, regulations and policies vary in form and scope and include extended producer responsibility policies, plastic or packaging taxes, restrictions on certain products and materials, requirements for bottle caps to be tethered to bottles, restrictions or bans on the use of certain types of packaging, including single-use plastics and packaging containing PFAS, restrictions on labeling related to recyclability and requirements to charge deposit fees. For example, the European Union, Peru and certain states in the United States, among other jurisdictions, have imposed a minimum recycled content requirement for beverage bottle packaging and similar legislation is under consideration in other jurisdictions. These laws and regulations have in the past and could continue to increase the cost of our products, impact demand for our products, result in negative publicity and require us and our business partners, including our independent bottlers, to increase capital expenditures to invest in reducing the amount of virgin plastic or other materials used in our packaging, to develop alternative packaging or to revise product labeling, all of which can adversely affect our business and financial performance."
        },
        {
          "year": 2022,
          "paragraphIndex": 12,
          "text": "The raw materials and other supplies, including agricultural commodities, fuel and packaging materials, such as recycled PET, transportation, labor and other supply chain inputs that we use for the manufacturing, production and distribution of our products are subject to price volatility and fluctuations in availability caused by many factors, including changes in supply and demand, supplier capacity constraints, inflation, weather conditions (including potential effects of climate change), fire, natural disasters, disease or pests (including the impact of greening disease on the citrus industry), agricultural uncertainty, health epidemics or pandemics or other contagious outbreaks (including COVID-19), labor shortages or changes in availability of our or our business partners’ workforce (including the lack of availability of truck drivers or as a result of COVID-19), strikes or work stoppages (including by railway workers or other third parties involved in the manufacture, production and distribution of our products), governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers), port congestions or delays, transport capacity constraints, cybersecurity incidents or other disruptions, loss or impairment of key manufacturing sites, political uncertainties, acts of terrorism, governmental instability or currency exchange rates. Many of our raw materials and supplies are purchased in the open market and the prices we pay for such items are subject to fluctuation. We experienced higher than anticipated commodity, packaging and transportation costs during 2022, which may continue. When input prices increase unexpectedly or significantly, we may be unwilling or unable to increase our product prices or unable to effectively hedge against price increases to offset these increased costs without suffering reduced volume, revenue, margins and operating results."
        },
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "The impact of COVID-19 has heightened, or in some cases manifested, certain of the other risks discussed below. The extent of the impact of the COVID-19 pandemic on our business remains uncertain and will continue to depend on numerous evolving factors that we are not able to accurately predict and which will vary by jurisdiction and market, including the duration and scope of the pandemic, the emergence and spread of new variants of the virus, including the omicron and delta variants, the development and availability of effective treatments and vaccines, the speed at which vaccines are administered, the efficacy of vaccines against the virus and evolving strains or variants of the virus, global economic conditions during and after the pandemic, governmental actions that have been taken, or may be taken in the future, in response to the pandemic, and changes in consumer behavior in response to the pandemic, some of which may be more than just temporary."
        },
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "We have and could in the future recall products due to product quality or safety issues, including actual or alleged mislabeling, misbranding, spoilage, undeclared allergens, adulteration or contamination. Product recalls have in the past and could in the future adversely affect our business by resulting in losses due to their cost, the destruction of product inventory or lost sales due to any unavailability of the product for a period of time. In addition, product quality or safety issues, whether as a result of failure to comply with food safety laws or otherwise, have in the past and could in the future also reduce consumer confidence and demand for our products, cause production and delivery disruptions, and result in increased costs (including payment of fines and/or judgments) and damage our reputation, particularly as we expand into new categories, such as nuts and meat convenient foods globally and the distribution of alcoholic beverages in the United States, all of which can adversely affect our business. Failure to maintain adequate oversight over product quality or safety can result in product recalls, litigation, government investigations or inquiries or civil or criminal proceedings, all of which may result in fines, penalties, damages or criminal liability. Our business can also be adversely affected if consumers lose confidence in product quality, safety and integrity generally, even if such loss of confidence is unrelated to products in our portfolio."
        },
        {
          "year": 2021,
          "paragraphIndex": 40,
          "text": "contains genetically engineered ingredients), quality, safety, transportation, traceability, sourcing (including pesticide use), packaging, disposal, recycling and use of our products or raw materials, employment and occupational health and safety, environmental, social and governance matters (including climate change) and data privacy and protection. In addition, in many jurisdictions, compliance with competition laws is of special importance to us due to our competitive position, as is compliance with anti-corruption laws. The imposition of new laws, changes in laws or regulatory requirements or changing interpretations thereof, and differing or competing regulations and standards across the markets where our products or raw materials are made, manufactured, distributed or sold, have in the past and could continue to result in higher compliance costs, capital expenditures and higher production costs, resulting in adverse effects on our business. For example, increasing governmental and societal attention to environmental, social and governance matters has resulted and could continue to result in new laws or regulatory requirements. In addition, the entry into new markets or categories, including our planned entry into the alcoholic beverage industry as a distributor in the United States and expansion into the nuts and meat convenient foods categories globally, has resulted in and could continue to result in our business being subject to additional regulations resulting in higher compliance costs. If one jurisdiction imposes or proposes to impose new laws or regulations that impact the manufacture, distribution or sale of our products, other jurisdictions may follow. Failure to comply with such laws or regulations can subject us to criminal or civil enforcement actions, including fines, injunctions, product recalls, penalties, disgorgement of profits or activity restrictions, all of which can adversely affect our business. In addition, the results of third-party studies (whether or not scientifically valid) purporting to assess the health implications of consumption of certain ingredients or substances present in certain of our products or packaging materials have resulted in and could continue to result in our being subject to new taxes and regulations or lawsuits that can adversely affect our business."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "conflicts",
        "geopolitical events",
        "military",
        "events wars",
        "military conflicts",
        "wars",
        "wars military",
        "equity method",
        "geopolitical conditions",
        "GDPR",
        "available sale",
        "chain manufacturing",
        "change sustainability",
        "conditions geopolitical",
        "conditions pose",
        "ability anticipate",
        "adopted",
        "aggressively unable",
        "america resulting",
        "aspects information",
        "begun",
        "business decisions",
        "calorie",
        "canada",
        "cent",
        "change negative",
        "compete areas",
        "conditions acts",
        "distribution advertising",
        "distributor"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 16,
          "text": "Political, social and geopolitical conditions in the markets in which our products are sold have been and could continue to be difficult to predict, resulting in adverse effects on our business. The results of elections, referendums or other political conditions (including government shutdowns), geopolitical events, wars and other military conflicts (such as the ongoing conflicts in Ukraine and the Middle East) in these markets have in the past and could continue to impact how existing laws, regulations and government programs or policies are implemented or result in uncertainty as to how such laws, regulations, programs or policies may change, including with respect to tariffs, sanctions, environmental and climate change regulations, taxes, benefit programs, the movement of goods, services and people between countries, relationships between countries, customer or consumer perception of a particular country or its government and other matters, and has resulted in and could continue to result in exchange rate fluctuation, volatility in global stock markets and global economic uncertainty or adversely affect demand for our products, any of which can adversely affect our business. In addition, political and social conditions in certain cities throughout the United States as well as globally have resulted in demonstrations and protests, including in connection with political elections, civil rights and liberties and geopolitical events. Our operations or the operations of our business partners, including the distribution of our products and the ingredients or other raw materials used in the production of our products, may be disrupted if such events persist for a prolonged period of time, including due to actions taken by governmental authorities in affected cities and regions, which can adversely affect our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "The raw materials and other supplies, including agricultural commodities, fuel and packaging materials, such as recycled PET, transportation, labor and other supply chain inputs that we use for the manufacturing, production and distribution of our products are subject to price volatility and fluctuations in availability caused by many factors, including changes in supply and demand, supplier capacity constraints, inflation, weather conditions (including potential effects of climate change), fire, natural disasters, disease or pests (including the impact of greening disease on the citrus industry), agricultural uncertainty, health epidemics or pandemics or other contagious outbreaks (including COVID-19), labor shortages or changes in availability of our or our business partners’ workforce (including the lack of availability of truck drivers as a result of COVID-19), strikes or work stoppages (including by railway workers or other third parties involved in the manufacture, production and distribution of our products), governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers), port congestions or delays, transport capacity constraints, cybersecurity incidents or other disruptions, loss or impairment of key manufacturing sites, political uncertainties, geopolitical events, wars and other military conflicts, acts of terrorism, governmental instability or currency exchange rates. Many of our raw materials and supplies are purchased in the open market and the prices we pay for such items are subject to fluctuation. We continued to experience"
        },
        {
          "year": 2023,
          "paragraphIndex": 5,
          "text": "perception of a failure, to achieve our environmental, social and governance goals, or any negative perception toward such goals, including with respect to the nutrition profile of our products, diversity, equity and inclusion initiatives, packaging, water use and our impact on the environment; any failure to address health or other concerns about our products, products we distribute (including alcoholic beverages), or particular ingredients in our products, including concerns regarding whether certain of our products contribute to obesity and other health conditions or an increase in public health costs; our research and development efforts; any product quality or safety issues, including the recall of any of our products; any failure to comply with laws and regulations; consumer perception of our advertising campaigns, sponsorship arrangements, marketing programs, use of social media and our response to political and social issues, geopolitical events, wars and other military conflicts or catastrophic events; or any failure to effectively respond to negative or inaccurate comments about us on social media or otherwise regarding any of the foregoing. Damage to our reputation or brand image has in the past and could in the future decrease demand for our products, thereby adversely affecting our business."
        },
        {
          "year": 2022,
          "paragraphIndex": 32,
          "text": "Certain jurisdictions in which our products are sold have either imposed, or are considering imposing, new or increased taxes on the manufacture, distribution or sale of certain of our products, particularly our beverages, as a result of ingredients contained in our products. These taxes vary in scope and form: some apply to all beverages, including non-caloric beverages, while others apply only to beverages with a caloric sweetener (e.g., sugar). Similarly, some measures apply a single tax rate per ounce/liter on beverages containing over a certain amount of added sugar (or other sweetener), some apply a graduated tax rate depending upon the amount of added sugar (or other sweetener) in the beverage and others apply a flat tax rate on beverages containing any amount of added sugar (or other sweetener). For example, Italy enacted a flat tax on all beverages, including zero calorie beverages, effective January 1, 2023, at a rate of EUR 10 cent (0.11 U.S. dollars) per liter . These tax measures, whatever their scope or form, have in the past and could continue to increase the cost of certain of our products, reduce overall consumption of our products or lead to negative publicity, resulting in an adverse effect on our business and financial performance."
        },
        {
          "year": 2022,
          "paragraphIndex": 24,
          "text": "In addition, we continue on our multi-year phased business transformation initiative to migrate certain of our systems, including our financial processing systems, to enterprise-wide systems solutions and have begun to roll out these systems in certain countries and divisions. We have experienced and could continue to experience systems outages and operating inefficiencies following these planned implementations. In addition, if we do not allocate and effectively manage the resources necessary to build and sustain the proper information technology infrastructure, or if we fail to achieve the expected benefits from this initiative, our business could be adversely affected."
        },
        {
          "year": 2022,
          "paragraphIndex": 40,
          "text": "compliance with competition and antitrust laws is of special importance to us due to our competitive position, as is compliance with anti-corruption laws. The imposition of new laws, changes in laws or regulatory requirements or changing interpretations thereof, changes in the enforcement priorities of regulators, and differing or competing regulations and standards across the markets where our products or raw materials are made, manufactured, distributed or sold, have in the past and could continue to result in higher compliance costs, capital expenditures and higher production costs, or make it necessary for us to reformulate certain of our products, resulting in adverse effects on our business. For example, increasing governmental and societal attention to environmental, social and governance matters has resulted and could continue to result in new laws or regulatory requirements, including expanded disclosure requirements that are expected to continue to expand the nature, scope and complexity of matters on which we are required to report. In addition, the entry into new markets or categories, including our recent entry into the alcoholic beverage industry as a distributor, has resulted in and could continue to result in our business being subject to additional regulations resulting in higher compliance costs. If one jurisdiction imposes or proposes to impose new laws or regulations that impact the manufacture, distribution or sale of our products, other jurisdictions may follow. Failure to comply with such laws or regulations (or allegations thereof) can subject us to criminal or civil investigations or enforcement actions, including voluntary and involuntary document requests, fines, injunctions, product recalls, penalties, disgorgement of profits or activity restrictions, all of which can adversely affect our business. In addition, the results of third-party studies (whether or not scientifically valid) purporting to assess the health implications of consumption of certain ingredients or substances present in certain of our products or packaging materials have resulted in and could continue to result in our being subject to new taxes and regulations or lawsuits that can adversely affect our business."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "tensions",
        "events tensions",
        "tensions wars",
        "retaliatory",
        "policies initiatives",
        "workforce policies",
        "cybersecurity incident",
        "including recent",
        "recent",
        "skilled workforce",
        "canada",
        "digitalization",
        "food safety",
        "label brands",
        "placement",
        "events wars",
        "COVID-19",
        "diverse workforce",
        "skilled diverse",
        "deadly",
        "deadly conflict",
        "diversity",
        "diversity equity",
        "equity inclusion",
        "inclusion",
        "leu",
        "ml",
        "romanian",
        "russia",
        "achieving"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 11,
          "text": "disasters, disease or pests (including the impact of greening disease on the citrus industry), agricultural uncertainty, health epidemics or pandemics or other contagious outbreaks, labor shortages or changes in availability of our or our business partners’ workforce, strikes or work stoppages (including by railway workers or other third parties involved in the manufacture, production and distribution of our products), governmental incentives and controls and import/export restrictions, such as new, expanded or retaliatory tariffs, sanctions, quotas or trade barriers (including recent U.S. tariffs imposed or threatened to be imposed on China, Canada and Mexico and other countries and any retaliatory actions taken by such countries), port congestions or delays, transport capacity constraints, cybersecurity incidents or other disruptions, loss or impairment of key manufacturing sites, political uncertainties, geopolitical events and tensions, wars and other military conflicts (including the ongoing conflicts in Ukraine and the Middle East), acts of terrorism, governmental instability or currency exchange rates. Many of our raw materials and supplies are purchased in the open market and the prices we pay for such items are subject to fluctuation. Even as certain inflationary pressures moderated, we continued to experience volatility in our commodity, packaging and transportation costs during 2024, which may continue. When input prices increase unexpectedly or significantly, we may be unwilling or unable to increase our product prices or unable to effectively hedge against price increases to offset these increased costs without suffering reduced volume, revenue, margins and operating results."
        },
        {
          "year": 2024,
          "paragraphIndex": 12,
          "text": "Political, social and geopolitical conditions in the markets in which our products are sold have been and could continue to be difficult to predict, resulting in adverse effects on our business. The results of elections, referendums or other political conditions (including government shutdowns), geopolitical events and tensions, wars and other military conflicts (such as the ongoing conflicts in Ukraine and the Middle East) in these markets have in the past impacted and could continue to impact how existing laws, regulations and government programs or policies are implemented or result in uncertainty as to how such laws, regulations, programs or policies may change, including with respect to the negotiation of new trade agreements, new, expanded or retaliatory tariffs against certain countries or covering certain products or ingredients (including recent U.S. tariffs imposed or threatened to be imposed on China, Canada and Mexico and other countries and any retaliatory actions taken by such countries), sanctions, environmental and climate change regulations, taxes, benefit programs, the movement of goods, services and people between countries, relationships between countries, customer or consumer perception of a particular country or its government and other matters. Such conditions have resulted in and could continue to result in exchange rate fluctuation, limitations on access to credit markets and other corporate banking services, including working capital facilities, volatility in global stock markets and global economic uncertainty and heightened risk to employee safety, any of which can adversely affect our business. In addition, geopolitical conflicts (such as the ongoing conflict in Ukraine) could result in temporary or permanent loss of assets, including the nationalization or expropriation of assets."
        },
        {
          "year": 2024,
          "paragraphIndex": 2,
          "text": "Maintaining a positive reputation globally is critical to selling our products. Our reputation or brand image has in the past been, and could in the future be, adversely impacted by a variety of factors, including: any failure by us, our business partners, or other actors in our supply chain to maintain high ethical, business and environmental, social and governance practices, including with respect to human rights, child labor, workforce policies and initiatives, workplace conditions and employee health and safety; any failure, or perception of a failure, to achieve or make sufficient progress toward our environmental, social and governance goals, or any revisions of or negative perception toward such goals, including with respect to the nutrition profile of our products, packaging, water use, our impact on the environment and our workforce policies and initiatives; any failure to address health or other concerns about our products, products we distribute, certain brands licensed to and distributed to third parties (including alcoholic beverages), or particular ingredients in our products, including concerns regarding whether certain of our products are “ultra-processed” or otherwise contribute to obesity and other health conditions or an increase in public health costs; our research and development efforts; any product quality or safety issues, including the recall of any of our products; any failure to comply with laws and regulations; consumer perception of our advertising campaigns, sponsorship arrangements, marketing programs, use of social media and our response to political and social issues, geopolitical events and tensions, wars and other military conflicts, including the ongoing conflicts in Ukraine and the Middle East, or catastrophic events; or any failure to effectively respond to negative or inaccurate comments about us on social media or otherwise regarding any of the foregoing. Damage to our reputation or brand image has in the past and could in the future decrease demand for our products, thereby adversely affecting our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 36,
          "text": "Certain jurisdictions in which our products are sold have either imposed, or are considering imposing, new or increased taxes on the manufacture, distribution or sale of certain of our products, particularly our beverages, as a result of ingredients contained in our products. These taxes vary in scope and form: some apply to all beverages, including non-caloric beverages, while others apply only to beverages with a caloric sweetener (e.g., sugar). Similarly, some measures apply a single tax rate per ounce/liter on beverages containing over a certain amount of added sugar (or other sweetener), some apply a graduated tax rate depending upon the amount of added sugar (or other sweetener) in the beverage and others apply a flat tax rate on beverages containing any amount of added sugar (or other sweetener). For example, Romania enacted a graduated tax on all non-alcoholic beverages, effective January 1, 2024, at a rate of 0.4 Romanian Leu (0.09 U.S. dollars) per liter for drinks with a sugar content between 5-8g per 100ml and 0.6 Romanian Leu (0.13 U.S. dollars) per liter for drinks with a sugar content between above 8g per 100ml."
        },
        {
          "year": 2023,
          "paragraphIndex": 9,
          "text": "Our business requires that we attract, develop and maintain a highly skilled and diverse workforce. Our employees are highly sought after by our competitors and other companies and our continued ability to compete effectively depends on our ability to attract, retain, develop and motivate highly skilled personnel for all areas of our organization. Our ability to do so has been and may continue to be impacted by challenges in the labor market, which has experienced and may continue to experience wage inflation, labor shortages, increased employee turnover, changes in availability of our workforce and changing worker expectations regarding flexible work models. Any unplanned turnover, sustained labor shortage or unsuccessful implementation of our succession plans to backfill current leadership positions, including the Chief Executive Officer, or failure to attract, develop and maintain a highly skilled and diverse workforce, including with key capabilities such as e-commerce and digital marketing and data analytic skills, can deplete our institutional knowledge base, erode our competitive advantage or result in increased costs due to increased competition for employees, higher employee turnover or increased employee benefit costs. In addition, failure to attract, retain and develop associates from underrepresented communities can damage our business results and our reputation. Any of the foregoing can adversely affect our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 14,
          "text": "The raw materials and other supplies, including agricultural commodities, fuel and packaging materials, such as recycled PET, transportation, labor and other supply chain inputs that we use for the manufacturing, production and distribution of our products are subject to price volatility and fluctuations in availability caused by many factors, including changes in supply and demand, supplier capacity constraints, inflation, weather conditions (including potential effects of climate change), fire, natural disasters, disease or pests (including the impact of greening disease on the citrus industry), agricultural uncertainty, health epidemics or pandemics or other contagious outbreaks (including COVID-19), labor shortages or changes in availability of our or our business partners’ workforce (including the lack of availability of truck drivers as a result of COVID-19), strikes or work stoppages (including by railway workers or other third parties involved in the manufacture, production and distribution of our products), governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers), port congestions or delays, transport capacity constraints, cybersecurity incidents or other disruptions, loss or impairment of key manufacturing sites, political uncertainties, geopolitical events, wars and other military conflicts, acts of terrorism, governmental instability or currency exchange rates. Many of our raw materials and supplies are purchased in the open market and the prices we pay for such items are subject to fluctuation. We continued to experience"
        }
      ]
    }
  ]
}