{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "laws policies",
        "accommodate planned",
        "changes corporate",
        "corporate",
        "corporate income",
        "development financing",
        "financing new",
        "guidance policies",
        "laws guidance",
        "modifications elimination",
        "planned refueling",
        "policies including",
        "reductions modifications",
        "tax rates",
        "ability proceed",
        "care",
        "health care",
        "million",
        "finalized",
        "hazards",
        "spot",
        "workforce",
        "billion",
        "enacted",
        "legislation",
        "productivity",
        "provisions",
        "replaced",
        "retire",
        "retirement"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 24,
          "text": "Changes in tax laws, guidance or policies, including but not limited to changes in corporate income tax rates, as well as judgments and estimates used in the determination of tax-related asset and liability amounts, could materially adversely affect NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2016,
          "paragraphIndex": 25,
          "text": "NEE's and FPL's provision for income taxes and reporting of tax-related assets and liabilities require significant judgments and the use of estimates. Amounts of tax-related assets and liabilities involve judgments and estimates of the timing and probability of recognition of income, deductions and tax credits, including, but not limited to, estimates for potential adverse outcomes regarding tax positions that have been taken and the ability to utilize tax benefit carryforwards, such as net operating loss and tax credit carryforwards. Actual income taxes could vary significantly from estimated amounts due to the future impacts of, among other things, changes in tax laws, guidance or policies, including changes in corporate income tax rates, the financial condition and results of operations of NEE and FPL, and the resolution of audit issues raised by taxing authorities. These factors, including the ultimate resolution of income tax matters, may result in material adjustments to tax-related assets and liabilities, which could materially adversely affect NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2016,
          "paragraphIndex": 91,
          "text": "NEE's and FPL's nuclear units are periodically removed from service to accommodate planned refueling and maintenance outages, and for other purposes. If planned outages last longer than anticipated or if there are unplanned outages, NEE's and FPL's results of operations and financial condition could be materially adversely affected."
        },
        {
          "year": 2015,
          "paragraphIndex": 79,
          "text": "The costs of providing health care benefits to employees and retirees have increased substantially in recent years. NEE and FPL anticipate that their employee benefit costs, including, but not limited to, costs related to health care plans for employees and former employees, will continue to rise. The increasing costs and funding requirements associated with NEE's and FPL's health care plans may materially adversely affect NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2015,
          "paragraphIndex": 81,
          "text": "Over the next several years, a significant portion of NEE's and FPL's workforce, including, but not limited to, many workers with specialized skills maintaining and servicing the nuclear generation facilities and electrical infrastructure, will be eligible to retire. Such highly skilled individuals may not be able to be replaced quickly due to the technically complex work they perform. If a significant amount of such workers retire and are not replaced, the subsequent loss in productivity and increased recruiting and training costs could result in a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2015,
          "paragraphIndex": 91,
          "text": "Liability for accidents at nuclear power plants is governed by the Price-Anderson Act, which limits the liability of nuclear reactor owners to the amount of insurance available from both private sources and an industry retrospective payment plan. In accordance with this Act, NEE maintains $ 375 million of private liability insurance per site, which is the maximum obtainable, and participates in a secondary financial protection system, which provides up to $ 13.1 billion of liability insurance coverage per incident at any nuclear reactor in the U.S. Under the secondary financial protection system, NEE is subject to retrospective assessments and/or retrospective insurance premiums of up to $ 1.0 billion ($ 509 million for FPL), plus any applicable taxes, per incident at any nuclear reactor in the U.S. or at certain nuclear generation facilities in Europe, regardless of fault or proximity to the incident, payable at a rate not to exceed $ 152 million ($ 76 million for FPL) per incident per year. Such assessments, if levied, could materially adversely affect NEE's and FPL's business, financial condition, results of operations and prospects."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "activities cyber",
        "attack cyber",
        "common unitholders",
        "cyber incident",
        "cyber incidents",
        "distributions common",
        "fpl morale",
        "funds table",
        "holders generally",
        "incident potential",
        "incidents",
        "incidents failure",
        "life respective",
        "manner nuclear",
        "preferred",
        "clean power",
        "power plan",
        "benefits acquisitions",
        "common units",
        "equity",
        "tariffs clean",
        "texas",
        "texas pipeline",
        "additional common",
        "business addressing",
        "contemplated",
        "court",
        "decrease revenues",
        "extend",
        "gas pipeline"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 63,
          "text": "NEE's and FPL's business is highly dependent on their ability to process and monitor, on a daily basis, a very large number of transactions, many of which are highly complex and cross numerous and diverse markets. Due to the size, scope, complexity and geographical reach of NEE's and FPL's business, the development and maintenance of information technology systems to keep track of and process information is critical and challenging. NEE's and FPL's operating systems and facilities may fail to operate properly or become disabled as a result of events that are either within, or wholly or partially outside of, their control, such as operator error, severe weather, terrorist activities or cyber incidents. Any such failure or disabling event could materially adversely affect NEE's and FPL's ability to process transactions and provide services, and their business, financial condition, results of operations and prospects."
        },
        {
          "year": 2017,
          "paragraphIndex": 107,
          "text": "NEE understands that NEP expects, from time to time, to finance acquisitions of clean energy projects partially or wholly through the issuance of additional securities. NEP needs to be able to access the capital markets on commercially reasonable terms when acquisition opportunities arise. NEP's ability to access the capital markets is dependent on, among other factors, the overall state of the capital markets and investor appetite for investment in clean energy projects in general and NEP's common or preferred units in particular. An inability to obtain capital markets financing on commercially reasonable terms could significantly limit NEP's ability to consummate future acquisitions and to effectuate its growth strategy."
        },
        {
          "year": 2017,
          "paragraphIndex": 78,
          "text": "NEE's and FPL's nuclear generation facilities are subject to environmental, health and financial risks, including, but not limited to, those relating to site storage of spent nuclear fuel, the disposition of spent nuclear fuel, leakage and emissions of tritium and other radioactive elements in the event of a nuclear accident or otherwise, the threat of a terrorist attack or cyber incident and other potential liabilities arising out of the ownership or operation of the facilities. NEE and FPL maintain decommissioning funds and external insurance coverage which are intended to reduce the financial exposure to some of these risks; however, the cost of decommissioning nuclear generation facilities could exceed the amount available in NEE's and FPL's decommissioning funds, and the exposure to liability and property damages could exceed the amount of insurance coverage. If NEE or FPL is unable to recover the additional costs incurred through insurance or, in the case of FPL, through regulatory mechanisms, their business, financial condition, results of operations and prospects could be materially adversely affected."
        },
        {
          "year": 2016,
          "paragraphIndex": 114,
          "text": "NEE understands that NEP expects to finance acquisitions of clean energy projects partially or wholly through the issuance of additional common units. NEP needs to be able to access the capital markets on commercially reasonable terms when acquisition opportunities arise. NEP's ability to access the equity capital markets is dependent on, among other factors, the overall state of the capital markets and investor appetite for investment in clean energy projects in general and NEP's common units in particular. An inability to obtain equity financing on commercially reasonable terms could limit NEP's ability to consummate future acquisitions and to effectuate its growth strategy in the manner currently contemplated. Furthermore there may not be sufficient availability under NEP OpCo's subsidiaries' revolving credit facility or other financing arrangements on commercially reasonable terms when acquisition opportunities arise. If debt financing is available, it may be available only on terms that could significantly increase NEP's interest expense, impose additional or more restrictive covenants and reduce cash distributions to its unitholders. An inability to access sources of capital on commercially reasonable terms could significantly limit NEP's ability to consummate future acquisitions and to effectuate its growth strategy. NEP's inability to effectively consummate future acquisitions could have a material adverse effect on NEP's ability to grow its business and make cash distributions to its unitholders."
        },
        {
          "year": 2016,
          "paragraphIndex": 79,
          "text": "NEE may not realize the anticipated benefits from the Texas pipeline business. Although NEP has made a number of acquisitions of wind and solar generation projects, the Texas pipeline business is the first third party acquisition by NEP and is NEP’s first acquisition of natural gas pipeline assets."
        },
        {
          "year": 2016,
          "paragraphIndex": 18,
          "text": "Federal or state laws or regulations may be adopted that would impose new or additional limits on the emissions of greenhouse gases, including, but not limited to, CO 2 and methane, from electric generation units using fossil fuels like coal and natural gas. Although it is currently subject to a stay issued by the U.S. Supreme Court, the Clean Power Plan is an example of such a new regulation at the federal level. The potential effects of greenhouse gas emission limits on NEE's and FPL's electric generation units are subject to significant uncertainties based on, among other things, the timing of the implementation of any new requirements, the required levels of emission reductions, the nature of any market-based or tax-based mechanisms adopted to facilitate reductions, the relative availability of greenhouse gas emission reduction offsets, the development of cost-effective, commercial-scale carbon capture and storage technology and supporting regulations and liability mitigation measures, and the range of available compliance alternatives."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "arnold",
        "arnold expected",
        "ballot",
        "ballot regulatory",
        "case duane",
        "consolidation energy",
        "distribution florida",
        "duane",
        "duane arnold",
        "expected shutdown",
        "gulf",
        "integration",
        "interpretations ballot",
        "licenses case",
        "loss life",
        "consolidation power",
        "industries",
        "interpretations regulatory",
        "abuse",
        "action",
        "banks",
        "cancelled",
        "class",
        "class action",
        "compounds",
        "declined",
        "downturn",
        "drill",
        "enterprises",
        "fracturing"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 87,
          "text": "The inability to operate any of NEE's or FPL's nuclear generation units through the end of their respective operating licenses or, in the case of Duane Arnold, through expected shutdown could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2018,
          "paragraphIndex": 88,
          "text": "If any of NEE's or FPL's nuclear generation facilities are not operated for any reason through the life of their respective operating licenses or, in the case of Duane Arnold, through expected shutdown, NEE or FPL may be required to increase depreciation rates, incur impairment charges and accelerate future decommissioning expenditures, any of which could materially adversely affect their business, financial condition, results of operations and prospects."
        },
        {
          "year": 2018,
          "paragraphIndex": 78,
          "text": "NEE may not realize the anticipated benefits from the Gulf Power acquisition, including if the businesses are not integrated successfully or if integration takes longer than anticipated. These risks include potential difficulties in conversion of systems and information, disruption from the acquisition making it more difficult to maintain relationships with customers, employees or suppliers, and diversion of management time and attention to integration and other acquisition-related issues. These consequences could have a material adverse effect on NEE's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2017,
          "paragraphIndex": 26,
          "text": "NEE's and FPL's business, financial condition, results of operations and prospects may be materially affected by adverse results of litigation. Unfavorable resolution of legal proceedings in which NEE is involved or other future legal proceedings, including, but not limited to, class action lawsuits, may have a material adverse effect on the business, financial condition, results of operations and prospects of NEE and FPL."
        },
        {
          "year": 2017,
          "paragraphIndex": 16,
          "text": "There are significant capital, operating and other costs associated with compliance with these environmental statutes, rules and regulations, and those costs could be even more significant in the future as a result of new requirements and stricter or more expansive application of existing environmental regulations. For example, among other new, potential or pending changes are state and federal regulation of the use of hydraulic fracturing or similar technologies to drill for natural gas and related compounds used by NEE's gas infrastructure business."
        },
        {
          "year": 2017,
          "paragraphIndex": 57,
          "text": "NEE and FPL are exposed to risks associated with the creditworthiness and performance of their customers, hedging counterparties and vendors under contracts for the supply of equipment, materials, fuel and other goods and services required for their business operations and for the construction and operation of, and for capital improvements to, their facilities. Adverse conditions in the energy industry or the general economy, as well as circumstances of individual customers, hedging counterparties and vendors, may adversely affect the ability of some customers, hedging counterparties and vendors to perform as required under their contracts with NEE and FPL. For example, the prolonged downturn in oil and natural gas prices has adversely affected the financial stability of a number of enterprises in the energy industry, including some with which NEE does business."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "cyberattacks",
        "carbon dioxide",
        "common units",
        "dioxide",
        "limited carbon",
        "units securities",
        "accretive",
        "accretive disruptions",
        "acquisitions cause",
        "acquisitions sufficiently",
        "acts cyberattacks",
        "addition nep",
        "additional common",
        "areas historically",
        "canada provide",
        "cyber attacks",
        "acquisitions effectuate",
        "arise",
        "clean",
        "clean energy",
        "distributions unitholders",
        "effectuate",
        "effectuate growth",
        "growth strategy",
        "integration",
        "limit nep",
        "markets commercially",
        "opportunities arise",
        "significantly limit",
        "strategy"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 108,
          "text": "Through an indirect wholly owned subsidiary, NEE owns a limited partner interest in NEP OpCo. NEP's inability to access capital on commercially reasonable terms and effectively consummate future acquisitions could have a material adverse effect on NEP's ability to grow its cash distributions to its common unitholders, including NEE, and on the value of NEE’s limited partnership interest in NEP OpCo. In addition, NEP's issuance of additional common units, securities convertible into NEP common units or other securities in connection with acquisitions could cause significant common unitholder dilution and reduce cash distributions to its common unitholders, including NEE, if the acquisitions are not sufficiently accretive."
        },
        {
          "year": 2019,
          "paragraphIndex": 41,
          "text": "NEE and FPL are subject to the potentially adverse operating and financial effects of terrorist acts and threats, as well as cyberattacks and other disruptive activities of individuals or groups. There have been cyberattacks within the energy industry on energy infrastructure such as substations, gas pipelines and related assets in the past and there may be such attacks in the future. NEE's and FPL's generation, transmission and distribution facilities, fuel storage facilities, information technology systems and other infrastructure facilities and systems could be direct targets of, or otherwise be materially adversely affected by, such activities."
        },
        {
          "year": 2019,
          "paragraphIndex": 18,
          "text": "Federal or state laws or regulations may be adopted that would impose new or additional limits on the emissions of greenhouse gases, including, but not limited to, carbon dioxide and methane, from electric generation units using fossil fuels like coal and natural gas. The potential effects of greenhouse gas emission limits on NEE's and FPL's electric generation units are subject to significant uncertainties based on, among other things, the timing of the implementation of any new requirements, the required levels of emission reductions, the nature of any market-based or tax-based mechanisms adopted to facilitate reductions, the relative availability of greenhouse gas emission reduction offsets, the development of cost-effective, commercial-scale carbon capture and storage technology and supporting regulations and liability mitigation measures, and the range of available compliance alternatives."
        },
        {
          "year": 2018,
          "paragraphIndex": 111,
          "text": "NEE understands that NEP expects, from time to time, to finance acquisitions of clean energy projects partially or wholly through the issuance of additional securities. NEP needs to be able to access the capital markets on commercially reasonable terms when acquisition opportunities arise. NEP's ability to access the capital markets is dependent on, among other factors, the overall state of the capital markets and investor appetite for investment in clean energy projects in general and NEP's securities in particular. An inability to obtain capital markets financing on commercially reasonable terms could significantly limit NEP's ability to consummate future acquisitions and to effectuate its growth strategy."
        },
        {
          "year": 2018,
          "paragraphIndex": 112,
          "text": "Furthermore, there may not be sufficient availability under NEP OpCo's subsidiaries' revolving credit facility or other financing arrangements on commercially reasonable terms when acquisition opportunities arise. An inability to obtain the required or desired financing could significantly limit NEP's ability to consummate acquisitions and effectuate its growth strategy. If financing is available, it may be available only on terms that could significantly increase NEP's interest expense, impose additional or more restrictive covenants and reduce cash distributions to its unitholders. NEP's inability to effectively consummate future acquisitions could have a material adverse effect on NEP's ability to grow its business and make cash distributions to its unitholders."
        },
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "NEE and FPL are subject to the potentially adverse operating and financial effects of terrorist acts and threats, as well as cyber attacks and other disruptive activities of individuals or groups. There have been cyber attacks within the energy industry on energy infrastructure such as substations, gas pipelines and related assets in the past and there may be such attacks in the future. NEE's and FPL's generation, transmission and distribution facilities, fuel storage facilities, information technology systems and other infrastructure facilities and systems could be direct targets of, or otherwise be materially adversely affected by, such activities."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "Pandemic",
        "crises",
        "public health",
        "COVID-19",
        "bgepa",
        "crises epidemics",
        "epidemics",
        "epidemics pandemics",
        "health crises",
        "accidental",
        "administrative",
        "administrative proceedings",
        "adverse impacts",
        "collisions",
        "customers suppliers",
        "arnold",
        "arnold expected",
        "case duane",
        "duane",
        "duane arnold",
        "expected shutdown",
        "licenses case",
        "shutdown",
        "companies liability",
        "contents reductions",
        "emission allowances",
        "emit",
        "emit greenhouse",
        "example litigation",
        "fuels required"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 113,
          "text": "NEE and FPL are subject to the impacts of widespread public health crises, epidemics and pandemics, including, but not limited to, impacts on the global, national or local economy, capital and credit markets, NEE's and FPL's workforce, customers and suppliers. There is no assurance that NEE's and FPL's businesses will be able to operate without material adverse impacts depending on the nature of the public health crisis, epidemic or pandemic. Actions taken in response to such crises by federal, state and local government or regulatory agencies may have a material adverse impact on NEE's and FPL's business, financial condition, liquidity and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 18,
          "text": "Violations of current or future laws, rules, regulations or other standards could expose NEE and FPL to regulatory and legal proceedings, disputes with, and legal challenges by, governmental entities and third parties, and potentially significant civil fines, criminal penalties and other sanctions, such as restrictions on how NEER develops, sites and operates wind facilities. Proceedings could include, without limitation, litigation regarding property damage, personal injury, common law nuisance and enforcement by citizens or governmental authorities of environmental requirements. For example, NEER’s wind facilities operate without take permits under the Bald and Golden Eagle Protection Act (BGEPA) and the federal government could seek to prosecute NEER or its wind facility subsidiaries for the accidental eagle collisions with wind turbines or other structures that occur or may occur at those facilities for criminal violations of BGEPA if the federal government ultimately disagrees with NEER’s position that BGEPA’s criminal liability provisions relate only to hunting and other intentional activities, and do not apply to accidental collisions with wind turbines or other structures, such as airplanes and buildings."
        },
        {
          "year": 2020,
          "paragraphIndex": 112,
          "text": "Widespread public health crises and epidemics or pandemics, including the novel coronavirus (COVID-19), may have material adverse impacts on NEE’s and FPL's business, financial condition, liquidity and results of operations."
        },
        {
          "year": 2019,
          "paragraphIndex": 85,
          "text": "The inability to operate any of NEE's or FPL's nuclear generation units through the end of their respective operating licenses, or in the case of Duane Arnold through expected shutdown, could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2019,
          "paragraphIndex": 86,
          "text": "If any of NEE's or FPL's nuclear generation facilities are not operated for any reason through the life of their respective operating licenses, or in the case of Duane Arnold through expected shutdown, NEE or FPL may be required to increase depreciation rates, incur impairment charges and accelerate future decommissioning expenditures, any of which could materially adversely affect their business, financial condition, results of operations and prospects."
        },
        {
          "year": 2019,
          "paragraphIndex": 19,
          "text": "While NEE's and FPL's electric generation units emit greenhouse gases at a lower rate of emissions than most of the U.S. electric generation sector, the results of operations of NEE and FPL could be materially adversely affected to the extent that new federal or state laws or regulations impose any new greenhouse gas emission limits. Any future limits on greenhouse gas emissions could:"
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Supply chain",
        "chain",
        "constitutional",
        "constitutional ballot",
        "ballot initiatives",
        "burden",
        "deliver result",
        "doj",
        "duties",
        "duties assessments",
        "eagles",
        "equipment necessary",
        "extreme temperatures",
        "generate deliver",
        "having",
        "COVID-19",
        "changes initiatives",
        "fossil",
        "fossil fuels",
        "initiatives interpretations",
        "interpretations ballot",
        "outbreak",
        "provisions",
        "taxes assessments",
        "tornadoes icing",
        "Coronavirus",
        "ability hedge",
        "act similar",
        "airplanes",
        "buildings"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "NEER depends heavily on government policies that support utility scale renewable energy and enhance the economic feasibility of developing and operating wind and solar energy projects in regions in which NEER operates or plans to develop and operate renewable energy facilities. The federal government, a majority of state governments in the U.S. and portions of Canada provide incentives, such as tax incentives, RPS or feed-in-tariffs, that support or are designed to support the sale of energy from utility scale renewable energy facilities, such as wind and solar energy facilities. At the same time, the U.S. government generally has not taken action to materially burden the international supply chain that has been important to the development of renewable energy facilities at acceptable prices. As a result of budgetary constraints, political factors or otherwise, governments from time to time may review their laws and policies that support, or do not overly burden, the development and operation of renewable energy facilities and, instead, consider actions that would make the laws and policies less conducive to the development and operation of renewable energy facilities. Any reductions or modifications to, or the elimination of, governmental incentives or policies that support renewable energy or the imposition of additional taxes, tariffs, duties or other assessments on renewable energy or the equipment necessary to generate or deliver it, could result in, among other items, the lack of a satisfactory market for the development and/or financing of new renewable energy projects, NEER abandoning the development of renewable energy projects, a loss of NEER's investments in the projects and reduced project returns, any of which could have a material adverse effect on NEE's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2021,
          "paragraphIndex": 16,
          "text": "Violations of current or future laws, rules, regulations or other standards could expose NEE and FPL to regulatory and legal proceedings, disputes with, and legal challenges by, governmental entities and third parties, and potentially significant civil fines, criminal penalties and other sanctions, such as restrictions on how NEER develops, sites and operates wind facilities. These violations could result in, without limitation, litigation regarding property damage, personal injury, common law nuisance and enforcement by citizens or governmental authorities of environmental requirements. For example, the DOJ has alleged that certain NEER subsidiaries have violated the Migratory Bird Treaty Act (MBTA) and/or the Bald and Golden Eagle Protection Act (BGEPA) as a result of accidental collisions of eagles into wind turbines at the NEER subsidiaries’ wind facilities without subsidiaries having permits under BGEPA for those activities. If NEER is unsuccessful in reaching a satisfactory settlement of this issue with the DOJ or if additional eagles perish in collisions with wind turbines at NEER’s facilities without NEER having obtained permits for those activities, NEER or its subsidiaries may face criminal prosecution under these laws."
        },
        {
          "year": 2021,
          "paragraphIndex": 9,
          "text": "NEE's and FPL's business is influenced by various legislative and regulatory initiatives, including, but not limited to, new or revised laws, including international trade laws, regulations and interpretations, constitutional ballot and regulatory initiatives regarding deregulation or restructuring of the energy industry, regulation of the commodities trading and derivatives markets, and regulation of environmental matters, such as regulation of air emissions, regulation of water consumption and water discharges, and regulation of gas and oil infrastructure operations, as well as associated environmental permitting. Changes in the nature of the regulation of NEE's and FPL's business could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects. NEE and FPL are unable to predict future legislative or regulatory changes, including through constitutional ballot initiatives or changed legal or regulatory interpretations, although any such changes may increase costs and competitive pressures on NEE and FPL, which could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2020,
          "paragraphIndex": 115,
          "text": "NEE and FPL are closely monitoring the global outbreak of COVID-19. At this time, NEE and FPL are unable to determine the ultimate severity or duration of the outbreak or its effects on, among other things, the global, national or local economy, the capital and credit markets, or NEE’s and FPL’s workforce, customers and suppliers. To date, COVID-19 has not had a material adverse impact on NEE's and FPL's business, financial condition, liquidity and results of operations."
        },
        {
          "year": 2020,
          "paragraphIndex": 18,
          "text": "Violations of current or future laws, rules, regulations or other standards could expose NEE and FPL to regulatory and legal proceedings, disputes with, and legal challenges by, governmental entities and third parties, and potentially significant civil fines, criminal penalties and other sanctions, such as restrictions on how NEER develops, sites and operates wind facilities. Proceedings could include, without limitation, litigation regarding property damage, personal injury, common law nuisance and enforcement by citizens or governmental authorities of environmental requirements. For example, NEER’s wind facilities operate without take permits under the Bald and Golden Eagle Protection Act (BGEPA) and the federal government could seek to prosecute NEER or its wind facility subsidiaries for the accidental eagle collisions with wind turbines or other structures that occur or may occur at those facilities for criminal violations of BGEPA if the federal government ultimately disagrees with NEER’s position that BGEPA’s criminal liability provisions relate only to hunting and other intentional activities, and do not apply to accidental collisions with wind turbines or other structures, such as airplanes and buildings."
        },
        {
          "year": 2020,
          "paragraphIndex": 19,
          "text": "Federal or state laws or regulations may be adopted that would impose new or additional limits on the emissions of greenhouse gases, including, but not limited to, carbon dioxide and methane, from electric generation units using fossil fuels like coal and natural gas. The potential effects of greenhouse gas emission limits on NEE's and FPL's electric generation units are subject to significant uncertainties based on, among other things, the timing of the implementation of any new requirements, the required levels of emission reductions, the nature of any market-based or tax-based mechanisms adopted to facilitate reductions, the relative availability of greenhouse gas emission reduction offsets, the development of cost-effective, commercial-scale carbon capture and storage technology and supporting regulations and liability mitigation measures, and the range of available compliance alternatives."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Geopolitical tensions",
        "allegations",
        "geopolitical factors",
        "energy resources",
        "nextera",
        "nextera energy",
        "campaign",
        "articles",
        "campaign finance",
        "complaint",
        "fec",
        "finance",
        "inflation rising",
        "legal violations",
        "rising",
        "doj",
        "having",
        "loss neer",
        "neer abandoning",
        "neer investments",
        "projects neer",
        "action",
        "bald",
        "bargaining agreements",
        "bird",
        "budget adversely",
        "changes insufficient",
        "coal",
        "coal natural",
        "conditions affecting"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 27,
          "text": "FPL’s and NEE’s business and reputation could be adversely affected by allegations that FPL or NEE has violated laws, by any investigations or proceedings that arise from such allegations, or by ultimate determinations of legal violations. For example, media articles have been published that allege, among other things, Florida state and federal campaign finance law violations by FPL. These articles are referenced in a complaint subsequently filed with the Federal Election Commission (FEC) that alleges certain violations of the Federal Election Campaign Act. FPL and NEE cannot guarantee that the FEC complaint process will not ultimately result in a finding that FPL or NEE violated federal campaign finance or other laws, that applicable federal or state governmental authorities may not investigate or take enforcement actions with respect to the allegations or assert that legal violations by FPL or NEE have occurred, or that violations may not ultimately be found by a court of competent jurisdiction or other authorities to have occurred."
        },
        {
          "year": 2022,
          "paragraphIndex": 16,
          "text": "Violations of current or future laws, rules, regulations or other standards could expose NEE and FPL to regulatory and legal proceedings, disputes with, and legal challenges by, governmental entities and third parties, and potentially significant civil fines, criminal penalties and other sanctions, such as restrictions on how NextEra Energy Resources develops, sites and operates wind facilities. These violations could result in, without limitation, litigation regarding property damage, personal injury, common law nuisance and enforcement by citizens or governmental authorities of environmental requirements. For example, one of NextEra Energy Resources' subsidiaries is currently on probation as a result of accidental collisions of eagles into wind turbines at a number of NextEra Energy Resources' wind facilities. If NextEra Energy Resources' subsidiary violates the terms of the probation, or fails to obtain eagle “take” permits under the BGEPA for certain of its wind facilities and additional eagles perish in collisions with facility turbines, NextEra Energy Resources or its subsidiaries may face criminal prosecution under these laws."
        },
        {
          "year": 2022,
          "paragraphIndex": 28,
          "text": "In addition, notwithstanding the completion or pendency of any internal review or investigation by FPL or NEE of any allegations of legal violations, including of the allegations regarding campaign finance laws set forth in the media articles or FEC complaint, FPL and NEE cannot provide assurance that any of the foregoing will not result in the imposition of material fines, penalties, or otherwise result in other sanctions or effects on FPL or NEE, or will not have a material adverse impact on the reputation of NEE or FPL or on the effectiveness of their interactions with governmental regulators or other authorities."
        },
        {
          "year": 2021,
          "paragraphIndex": 16,
          "text": "Violations of current or future laws, rules, regulations or other standards could expose NEE and FPL to regulatory and legal proceedings, disputes with, and legal challenges by, governmental entities and third parties, and potentially significant civil fines, criminal penalties and other sanctions, such as restrictions on how NEER develops, sites and operates wind facilities. These violations could result in, without limitation, litigation regarding property damage, personal injury, common law nuisance and enforcement by citizens or governmental authorities of environmental requirements. For example, the DOJ has alleged that certain NEER subsidiaries have violated the Migratory Bird Treaty Act (MBTA) and/or the Bald and Golden Eagle Protection Act (BGEPA) as a result of accidental collisions of eagles into wind turbines at the NEER subsidiaries’ wind facilities without subsidiaries having permits under BGEPA for those activities. If NEER is unsuccessful in reaching a satisfactory settlement of this issue with the DOJ or if additional eagles perish in collisions with wind turbines at NEER’s facilities without NEER having obtained permits for those activities, NEER or its subsidiaries may face criminal prosecution under these laws."
        },
        {
          "year": 2021,
          "paragraphIndex": 7,
          "text": "NEER depends heavily on government policies that support utility scale renewable energy and enhance the economic feasibility of developing and operating wind and solar energy projects in regions in which NEER operates or plans to develop and operate renewable energy facilities. The federal government, a majority of state governments in the U.S. and portions of Canada provide incentives, such as tax incentives, RPS or feed-in-tariffs, that support or are designed to support the sale of energy from utility scale renewable energy facilities, such as wind and solar energy facilities. At the same time, the U.S. government generally has not taken action to materially burden the international supply chain that has been important to the development of renewable energy facilities at acceptable prices. As a result of budgetary constraints, political factors or otherwise, governments from time to time may review their laws and policies that support, or do not overly burden, the development and operation of renewable energy facilities and, instead, consider actions that would make the laws and policies less conducive to the development and operation of renewable energy facilities. Any reductions or modifications to, or the elimination of, governmental incentives or policies that support renewable energy or the imposition of additional taxes, tariffs, duties or other assessments on renewable energy or the equipment necessary to generate or deliver it, could result in, among other items, the lack of a satisfactory market for the development and/or financing of new renewable energy projects, NEER abandoning the development of renewable energy projects, a loss of NEER's investments in the projects and reduced project returns, any of which could have a material adverse effect on NEE's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2021,
          "paragraphIndex": 6,
          "text": "Any reductions or modifications to, or the elimination of, governmental incentives or policies that support utility scale renewable energy, including, but not limited to, tax laws, policies and incentives, RPS and feed-in-tariffs, or the imposition of additional taxes, tariffs, duties or other assessments on renewable energy or the equipment necessary to generate or deliver it, could result in, among other items, the lack of a satisfactory market for the development and/or financing of new renewable energy projects, NEER abandoning the development of renewable energy projects, a loss of NEER's investments in renewable energy projects and reduced project returns, any of which could have a material adverse effect on NEE's business, financial condition, results of operations and prospects."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "content",
        "table content",
        "bat",
        "convective",
        "convective storms",
        "events wildfires",
        "extensions",
        "license",
        "license extensions",
        "licenses planned",
        "planned license",
        "refinance",
        "severe convective",
        "storage transmission",
        "storms",
        "contents",
        "table contents",
        "distribution florida",
        "imprudent",
        "prudence",
        "recovery use",
        "accretive",
        "accretive disruptions",
        "acquisition disposal",
        "acquisitions cause",
        "acquisitions material",
        "acquisitions sufficiently",
        "annual",
        "annual prudence",
        "approval fpsc"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 33,
          "text": "• the impact of unusual or adverse weather conditions and natural disasters, including, but not limited to, hurricanes, tornadoes, extreme temperatures, icing events, wildfires, floods, severe convective storms, earthquakes and droughts;"
        },
        {
          "year": 2023,
          "paragraphIndex": 91,
          "text": "If any of NEE's or FPL's nuclear generation facilities are not operated for any reason through the life of their respective operating licenses or planned license extensions, NEE or FPL may be required to increase depreciation rates, incur impairment charges and accelerate future decommissioning expenditures, any of which could materially adversely affect their business, financial condition, results of operations and prospects."
        },
        {
          "year": 2023,
          "paragraphIndex": 39,
          "text": "Weather conditions directly influence the demand for electricity and natural gas and other fuels and affect the price of energy and energy-related commodities. In addition, severe weather and natural disasters, such as hurricanes, floods, tornadoes, droughts, extreme temperatures, icing events, wildfires, severe convective storms and earthquakes, can be destructive and cause power outages, personal injury and property damage, reduce revenue, affect the availability of fuel and water, and require NEE and FPL to incur additional costs, for example, to restore service and repair damaged facilities, to obtain replacement power, to access available financing sources, to obtain insurance, to pay for any associated injuries and damages and to fund any associated legal matters and compliance penalties. Furthermore, NEE's and FPL's physical plants could be placed at greater risk of damage should changes in the global climate produce unusual variations in temperature and weather patterns, resulting in more intense, frequent and extreme weather events, abnormal levels of precipitation and, particularly relevant to FPL, a change in sea level. FPL operates in the east and lower west coasts of Florida and in northwest Florida, areas that historically have been prone to severe weather events, such as hurricanes. A disruption or failure of electric generation, transmission or distribution systems or natural gas production, transmission, storage or distribution systems in the event of a hurricane, tornado or other severe weather event, or otherwise, could prevent NEE and FPL from operating their business in the normal course and could result in any of the adverse consequences described above. Additionally, the actions taken to address the potential for severe weather such as additional winterizing of critical equipment and infrastructure, modifying or alternating plant operations and expanding load shedding options could result in significant increases in costs. Any of the foregoing could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2022,
          "paragraphIndex": 5,
          "text": "The FPSC engages in an annual prudence review of FPL's use of derivative instruments in its risk management fuel procurement program and should it find any such use to be imprudent, the FPSC could deny cost recovery for such use by FPL. Such an outcome could have a material adverse effect on FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2022,
          "paragraphIndex": 114,
          "text": "other securities in connection with acquisitions could cause significant common unitholder dilution and reduce cash distributions to its common unitholders, including NEE, if the acquisitions are not sufficiently accretive."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "clean",
        "clean energy",
        "oil production",
        "xplr",
        "executive",
        "action",
        "drilling",
        "efforts",
        "unconsolidated",
        "batteries",
        "bonus",
        "consumer",
        "government regulation",
        "inaction",
        "priorities",
        "gas infrastructure",
        "nep",
        "complaint",
        "development renewable",
        "fec",
        "gases",
        "greenhouse gases",
        "nep opco",
        "scale renewable",
        "utility scale",
        "assessments renewable",
        "certain projects",
        "duties assessments",
        "election",
        "electricity renewable"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 8,
          "text": "NEE's and FPL's business could be materially adversely affected by a variety of legal activity, such as: 1) the adoption of new or revised laws, such as international trade laws, regulations and interpretations; 2) constitutional ballot or regulatory initiatives, such as those seeking deregulation or restructuring of the energy industry; 3) new or revised regulations, such as those affecting the commodities trading and derivatives markets, emissions, water consumption, water discharges, wetlands, gas and oil infrastructure operations, and environmental and other permitting requirements for energy infrastructure projects; 4) actions taken, or not taken, by government agencies as a result of executive orders, such as failing to issue, delaying the issuance of, or increasing the requirements necessary to obtain approvals, rights-of-way, permits, determinations, leases or loans related to wind or other clean energy projects; and 5) changes in the way government interprets or applies laws, regulations and orders. Changes in the nature of the regulation of NEE's and FPL's business through this type or other types of legal activity could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects. NEE and FPL are unable to predict future legislative, regulatory or executive action or inaction, including through constitutional ballot initiatives or changed government interpretations or applications, although any such changes may increase costs, the challenges associated with developing and operating clean and other energy infrastructure projects, and competitive pressures on NEE and FPL, which could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2024,
          "paragraphIndex": 5,
          "text": "Any reductions or modifications to, or the elimination of, governmental incentives or policies that support clean energy, including, but not limited to, tax laws, policies and incentives, RPS and feed-in-tariffs, or the imposition of additional taxes, tariffs, duties or other costs or assessments on clean energy or the equipment necessary to generate, store or deliver it, could result in, among other items, the lack of a satisfactory market for the development and/or financing of new clean energy projects, NEE and FPL abandoning the development of clean energy projects, a loss of investments"
        },
        {
          "year": 2024,
          "paragraphIndex": 6,
          "text": "NEE depends heavily on government policies that support clean energy and enhance the economic feasibility of developing and operating clean energy projects in regions in which NEER and FPL operate or plan to develop and operate such facilities. The federal government, a majority of state governments in the U.S. and portions of Canada provide incentives, such as tax incentives, RPS or feed-in-tariffs, that support or are designed to support the sale of energy from clean energy facilities, such as wind and solar energy facilities and energy storage facilities. The development of clean energy projects at acceptable prices has not historically been burdened by actions taken by the U.S. government. However, as a result of budgetary constraints, geopolitical factors, political factors or otherwise, governments from time to time may review their laws and policies that support, or do not overly burden, the development and operation of clean energy facilities and, instead, consider actions that would make the laws and policies less conducive to the development and operation of such projects. Any reductions or modifications to, or the elimination of, governmental incentives or policies that support clean energy, such as PTCs or ITCs, or the imposition of additional taxes, tariffs, duties or other costs or assessments on clean energy or the equipment necessary to generate, store or deliver it, such as policies in place that limit certain imports from China and other Southeast Asian countries, could result in, among other items, the lack of a satisfactory market for the development and/or financing of new clean energy projects, NEE and FPL abandoning the development of clean energy projects, a loss of investments in the projects and reduced project returns, any of which could have a material adverse effect on NEE's and FPL's business, financial condition, results of operations and prospects."
        },
        {
          "year": 2023,
          "paragraphIndex": 25,
          "text": "FPL’s and NEE’s business and reputation could be adversely affected by allegations that FPL or NEE has violated laws, by any investigations or proceedings that arise from such allegations, or by ultimate determinations of legal violations. For example, media articles have been published that allege, among other things, Florida state and federal campaign finance law violations by FPL. These articles are referenced in a complaint subsequently filed with the Federal Election Commission (FEC) that alleges certain violations of the Federal Election Campaign Act. FPL and NEE cannot guarantee that the FEC complaint process will not ultimately result in a finding that FPL or NEE violated federal campaign finance or other laws, that applicable federal or state governmental authorities may not investigate or take enforcement actions with respect to the allegations or assert that legal violations by FPL or NEE have occurred, or that violations may not ultimately be found by a court of competent jurisdiction or other authorities to have occurred."
        },
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "Through an indirect wholly owned subsidiary, NEE owns a limited partner interest in NEP OpCo. NEP's inability to access capital on commercially reasonable terms when acquisitions, other growth opportunities or capital needs arise could have a material adverse effect on NEP's ability to deliver its cash distributions to its common unitholders, including NEE, and on the value of NEE’s limited partnership interest in NEP OpCo. In addition, NEP's issuance of additional common units or other securities in connection with acquisitions or the conversion of outstanding securities convertible into NEP common units could cause significant common unitholder dilution and reduce cash distributions to its common unitholders, including NEE."
        },
        {
          "year": 2023,
          "paragraphIndex": 49,
          "text": "NEE invests in gas and oil producing and transmission assets through NEER’s gas infrastructure business. The gas infrastructure business is exposed to fluctuating market prices of natural gas, natural gas liquids, oil and other energy commodities. A prolonged period of low gas and oil prices could impact NEER’s gas infrastructure business and cause NEER to delay or cancel certain gas infrastructure projects and could result in certain projects becoming impaired, which could materially adversely affect NEE's business, financial condition, results of operations and prospects."
        }
      ]
    }
  ]
}