{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "achieve productivity",
        "adjust production",
        "appropriations bills",
        "authorization",
        "authorization appropriations",
        "believe investment",
        "benefits defined",
        "bills",
        "caused",
        "caused production",
        "changes achieve",
        "committees",
        "conditions ability",
        "credit customers",
        "customers believe",
        "sequestration cuts",
        "billion",
        "allocated specific",
        "approximately billion",
        "august",
        "bipartisan",
        "charges ability",
        "concerns",
        "contributions annual",
        "downward",
        "enacted",
        "enactment",
        "exceeded",
        "improvement",
        "november"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 9,
          "text": "We derive a substantial portion of our revenue from the U.S. government, primarily from defense related programs with the\nU.S. DoD\n. Levels of U.S. defense spending are very difficult to predict and may be impacted by numerous factors such as the political environment, U.S. foreign policy, macroeconomic conditions and the ability of the U.S. government to enact relevant legislation such as authorization and appropriations bills."
        },
        {
          "year": 2016,
          "paragraphIndex": 6,
          "text": "We must minimize disruption caused by production changes and achieve productivity improvements in order to meet customer demand and maintain our profitability.\nWe have plans to adjust production rates on several of our commercial aircraft programs, while at the same time engaging in significant ongoing development and production of the 787-10, 737 MAX and 777X aircraft. In addition, we continue to seek opportunities to reduce the costs of building our aircraft, including working with our suppliers to reduce supplier costs, identifying and implementing productivity improvements, and optimizing how we manage inventory. If production rate ramp-up efforts at any of our commercial aircraft assembly facilities are delayed, if other production rate changes result in significant disruption to our production system, or if our suppliers cannot timely deliver components to us at the cost and rates necessary to achieve our targets, we may be unable to meet delivery schedules and the financial performance of one or more of our programs may suffer."
        },
        {
          "year": 2016,
          "paragraphIndex": 12,
          "text": "In addition, there continues to be significant uncertainty with respect to program-level appropriations for the\nU.S. DoD\nand other government agencies (including NASA) within the overall budgetary framework described above. While the House and Senate Appropriations committees included funding for Boeing’s major programs in FY2017, such as F/A-18, CH-47 Chinook, AH-64 Apache,\nKC-46A Tanker\nand P-8 programs, uncertainty remains about how defense budgets in FY2017 and beyond will affect Boeing’s programs. Future budget cuts, including cuts mandated by sequestration, or future procurement decisions associated with the authorizations and appropriations process could result in reductions, cancellations, and/or delays of existing contracts or programs. Any of these impacts could have a material effect on the results of the Company’s operations, financial position and/or cash flows."
        },
        {
          "year": 2015,
          "paragraphIndex": 9,
          "text": "We derive a substantial portion of our revenue from the U.S. government, primarily from defense related programs with the\nU.S. DoD\n. Levels of U.S. defense spending in future periods are very difficult to predict and subject to significant risks. In addition, significant budgetary delays and constraints have already resulted in reduced spending levels, and additional reductions may be forthcoming. In August 2011, the Budget Control Act (The Act) established limits on U.S. government discretionary spending, including a reduction of defense spending by approximately $490 billion between the 2012 and 2021 U.S. government fiscal years. The Act also provided that the defense budget would face “sequestration” cuts of up to an additional $500 billion during that same period to the extent that discretionary spending limits are exceeded. The impact of sequestration cuts has been reduced with respect to FY2016 and FY2017 following the enactment of The Bipartisan Budget Act of 2015 in November 2015. However, long-term uncertainty remains with respect to overall levels of defense spending and it is likely that U.S. government discretionary spending levels will continue to be subject to significant pressure, including risk of future sequestration cuts."
        },
        {
          "year": 2015,
          "paragraphIndex": 10,
          "text": "In addition, there continues to be significant uncertainty with respect to program-level appropriations for the\nU.S. DoD\nand other government agencies (including NASA) within the overall budgetary framework described above. While the FY2016 appropriations enacted December 2015 included funding for Boeing’s major programs, such as F/A-18, CH-47 Chinook, AH-64 Apache,\nKC-46A Tanker\nand P-8 programs, uncertainty remains about how defense budgets in FY2017 and beyond will affect Boeing’s programs. We also expect that ongoing concerns regarding the U.S. national debt will continue to place downward"
        },
        {
          "year": 2015,
          "paragraphIndex": 6,
          "text": "We must meet planned production rate and productivity improvement targets in order to satisfy customer demand and maintain our profitability.\nWe continue to increase production rates for the 737, 767 and 787 programs, while at the same time engaging in significant ongoing development of the 787-10, 737 MAX and 777X aircraft. In addition, we continue to seek opportunities to reduce the costs of building our aircraft, including working with our suppliers to reduce supplier costs, identifying and implementing productivity improvements, and optimizing how we manage inventory. If production rate ramp-up efforts at any of our commercial aircraft assembly facilities are delayed or if our suppliers cannot timely deliver components to us at the cost and rates necessary to achieve our targets, we may be unable to meet delivery schedules and the financial performance of one or more of our programs may suffer."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "bgs",
        "bds bgs",
        "bgs defense",
        "businesses generated",
        "defense businesses",
        "fms",
        "advances",
        "advances price",
        "airplanes global",
        "allocated specific",
        "appropriation",
        "bca",
        "bca bds",
        "bds furthermore",
        "bds products",
        "business generated",
        "design changes",
        "max",
        "bma",
        "build",
        "continue monitor",
        "costs identifying",
        "customers intensify",
        "early",
        "effectively",
        "efficiently",
        "efforts",
        "example continue",
        "forward loss",
        "incorporate"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 20,
          "text": "Our BDS and BGS defense businesses generated approximately\n35%\nand\n23%\nof their\n2017\nrevenues from cost-type contracting arrangements. Some of these are development programs that have complex design and technical challenges. These cost-type programs typically have award or incentive fees that are subject to uncertainty and may be earned over extended periods. In these cases the associated financial risks are primarily in reduced fees, lower profit rates or program cancellation if cost, schedule or technical performance issues arise. Programs whose contracts are primarily cost-type include\nGMD\n, Proprietary and\nSLS\nprograms."
        },
        {
          "year": 2017,
          "paragraphIndex": 18,
          "text": "Our BDS and BGS defense businesses generated approximately\n65%\nand\n77%\nof their\n2017\nrevenues from fixed-price contracts. While fixed-price contracts enable us to benefit from performance improvements, cost reductions and efficiencies, they also subject us to the risk of reduced margins or incurring losses if we are unable to achieve estimated costs and revenues. If our estimated costs exceed our estimated price, we recognize reach-forward losses which can significantly affect our reported results. For example, during 2017, we recorded reach-forward losses totaling\n$471 million\non the\nUSAF KC-46A Tanker\ncontract, primarily driven by additional costs attributable to certification and incorporating changes into low rate initial production (LRIP) aircraft. The long term nature of many of our contracts makes the process of estimating costs and revenues on fixed-price contracts inherently risky. Fixed-price contracts often contain price incentives and penalties tied to performance which can be difficult to estimate and have significant"
        },
        {
          "year": 2017,
          "paragraphIndex": 27,
          "text": "The markets in which we operate are highly competitive and one or more of our competitors may have more extensive or more specialized engineering, manufacturing and marketing capabilities than we do in some areas. In our Commercial Airplanes business, we anticipate increasing competition among non-U.S. aircraft manufacturers of commercial jet aircraft. In our BDS business, we anticipate that the effects of defense industry consolidation, fewer large and new programs and new priorities, including near and long-term cost competitiveness, of our\nU.S. DoD\nand non-U.S. will intensify competition for many of our BDS products. Our BGS segment faces competition from many of the same strong U.S. and non-U.S. competitors facing BCA and BDS. Furthermore, we are facing increased international competition and cross-border consolidation of competition. There can be no assurance that we will be able to compete successfully against our current or future competitors or that the competitive pressures we face will not result in reduced revenues and market share."
        },
        {
          "year": 2016,
          "paragraphIndex": 7,
          "text": "Operational challenges impacting the production system for one or more of our commercial aircraft programs could result in production delays and/or failure to meet customer demand for new aircraft, either of which would negatively impact our revenues and operating margins.\nOur commercial aircraft production system is extremely complex. Operational issues, including delays or defects in supplier components, failure to meet internal performance plans, or delays or failures to achieve required regulatory certifications, could result in significant out-of-sequence work and increased production costs, as well as delayed deliveries to customers, impacts to aircraft performance and/or increased warranty or fleet support costs. Further, if we cannot efficiently and cost-effectively incorporate design changes into early build 787 aircraft, we may face further profitability pressures on this program."
        },
        {
          "year": 2016,
          "paragraphIndex": 19,
          "text": "Our BDS business generated approximately\n71%\nof its\n2016\nrevenues from fixed-price contracts. While fixed-price contracts enable us to benefit from performance improvements, cost reductions and efficiencies, they also subject us to the risk of reduced margins or incurring losses if we are unable to achieve estimated costs and revenues. If our estimated costs exceed our estimated price, we recognize reach-forward losses which can significantly affect our reported results. For example, during 2016, we recorded a reach-forward loss of\n$1,128 million\non the\nUSAF KC-46A Tanker\ncontract, primarily driven by additional costs attributable to design changes, testing and manufacturing complexity. The long term nature of many of our contracts makes the process of estimating costs and revenues on fixed-price contracts inherently risky. Fixed-price contracts often contain price incentives and penalties tied to performance which can be difficult to estimate and have significant impacts on margins. In addition, some of our contracts have specific provisions relating to cost, schedule and performance."
        },
        {
          "year": 2016,
          "paragraphIndex": 6,
          "text": "We must minimize disruption caused by production changes and achieve productivity improvements in order to meet customer demand and maintain our profitability.\nWe have plans to adjust production rates on several of our commercial aircraft programs, while at the same time engaging in significant ongoing development and production of the 787-10, 737 MAX and 777X aircraft. In addition, we continue to seek opportunities to reduce the costs of building our aircraft, including working with our suppliers to reduce supplier costs, identifying and implementing productivity improvements, and optimizing how we manage inventory. If production rate ramp-up efforts at any of our commercial aircraft assembly facilities are delayed, if other production rate changes result in significant disruption to our production system, or if our suppliers cannot timely deliver components to us at the cost and rates necessary to achieve our targets, we may be unable to meet delivery schedules and the financial performance of one or more of our programs may suffer."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "stingray",
        "Supply chain",
        "administration",
        "aviation",
        "caps",
        "departments",
        "departments agencies",
        "law",
        "loss million",
        "shutdown",
        "spending caps",
        "trainer",
        "accepted",
        "accepted accounting",
        "accounting principles",
        "additional reductions",
        "affected unable",
        "alliances realize",
        "appropriation",
        "cuts including",
        "factors fluctuate",
        "forthcoming",
        "guarantees imposition",
        "impacted table",
        "improper use",
        "incorporating",
        "low",
        "lrip",
        "mandated",
        "overall levels"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "The Bipartisan Budget Act of 2018 raised preexisting spending caps for fiscal years 2018 and 2019 (FY18 and FY19). The consolidated spending bills signed into law in September 2018 provide defense funding for FY19. However, other departments and agencies, including the National Aeronautics and Space Administration (NASA) and the Federal Aviation Administration (FAA), are being temporarily funded at FY18 levels. Failure to enact a Continuing Resolution or FY19 appropriations by February 15, 2019 would result in a partial government shutdown affecting these departments and agencies. Such a shutdown could impact the Company’s operations. In addition, reduced discretionary spending limits initially enacted in 2011 would take effect again in fiscal years 2020 and 2021 (FY20 and FY21) unless Congress acts to raise the spending caps or to repeal or suspend the law establishing the reduced limits. As a result, continued budget uncertainty and the risk of future sequestration cuts remain and it is likely that U.S. government discretionary spending levels will continue to be subject to pressure."
        },
        {
          "year": 2018,
          "paragraphIndex": 18,
          "text": "Our BDS and BGS defense businesses generated approximately\n65%\nand\n77%\nof their\n2018\nrevenues from fixed-price contracts. While fixed-price contracts enable us to benefit from performance improvements, cost reductions and efficiencies, they also subject us to the risk of reduced margins or incurring losses if we are unable to achieve estimated costs and revenues. If our estimated costs exceed our estimated price, we recognize reach-forward losses which can significantly affect our reported results. For example, during 2018, we recorded reach-forward losses totaling\n$736 million\non the\nUSAF KC-46A Tanker\ncontract primarily reflecting higher estimated costs associated with certification, testing and change incorporation on aircraft, as well as higher than expected effort to meet customer requirements in order to support delivery of the initial aircraft. In addition, in 2018, in connection with winning the T-X and MQ-25 Stingray competitions, we recorded a loss of $400 million associated with options for 346 T-X Trainer aircraft and a loss of $291 million related to the MQ-25 Stingray Engineering, Manufacturing and Development (EMD) contract. The long term nature of many of our contracts makes the process of estimating costs and revenues on fixed-price contracts inherently risky. Fixed-price contracts often contain price incentives and penalties tied to performance which can be difficult to estimate and have significant impacts on margins. In addition, some of our contracts have specific provisions relating to cost, schedule and performance."
        },
        {
          "year": 2018,
          "paragraphIndex": 41,
          "text": "could have a significant effect on future contributions as well as on our annual pension costs and/or result in a significant change to shareholders\n'\nequity. For U.S. government contracts, we allocate pension costs to individual contracts based on U.S. Cost Accounting Standards which can also affect contract profitability. We also provide other postretirement benefits to certain of our employees, consisting principally of health care coverage for eligible retirees and qualifying dependents. Our estimates of future costs associated with these benefits are also subject to assumptions, including estimates of the level of medical cost increases. For a discussion regarding how our financial statements can be affected by pension and other postretirement plan accounting policies, see\n“\nManagement\n'\ns Discussion and Analysis\n-\nCritical Accounting Policies\n-\nPension Plans\n”\non page\n45\nof this Form 10-K. Although Generally Accepted Accounting Principles in the United States of America (GAAP) expense and pension or other postretirement benefit contributions are not directly related, the key economic factors that affect GAAP expense would also likely affect the amount of cash or stock we would contribute to our plans."
        },
        {
          "year": 2017,
          "paragraphIndex": 11,
          "text": "In addition, significant budgetary delays and constraints have already resulted in reduced spending levels, and additional reductions may be forthcoming. The Budget Control Act of 2011 (The Act) established limits on U.S. government discretionary spending, including a reduction of defense spending between the 2012 and 2021 U.S. government fiscal years. Accordingly, long-term uncertainty remains with respect to overall levels of defense spending and it is likely that U.S. government discretionary spending levels will continue to be subject to pressure."
        },
        {
          "year": 2017,
          "paragraphIndex": 18,
          "text": "Our BDS and BGS defense businesses generated approximately\n65%\nand\n77%\nof their\n2017\nrevenues from fixed-price contracts. While fixed-price contracts enable us to benefit from performance improvements, cost reductions and efficiencies, they also subject us to the risk of reduced margins or incurring losses if we are unable to achieve estimated costs and revenues. If our estimated costs exceed our estimated price, we recognize reach-forward losses which can significantly affect our reported results. For example, during 2017, we recorded reach-forward losses totaling\n$471 million\non the\nUSAF KC-46A Tanker\ncontract, primarily driven by additional costs attributable to certification and incorporating changes into low rate initial production (LRIP) aircraft. The long term nature of many of our contracts makes the process of estimating costs and revenues on fixed-price contracts inherently risky. Fixed-price contracts often contain price incentives and penalties tied to performance which can be difficult to estimate and have significant"
        },
        {
          "year": 2017,
          "paragraphIndex": 12,
          "text": "In addition, there continues to be significant uncertainty with respect to program-level appropriations for the\nU.S. DoD\nand other government agencies (including NASA) within the overall budgetary framework described above. While the House and Senate Appropriations committees included funding for Boeing’s major programs, such as F/A-18, CH-47 Chinook, AH-64 Apache,\nKC-46A Tanker\nand P-8 programs, in the final FY2017 appropriation and in their FY2018 bills, uncertainty remains about how defense budgets in FY2018 and beyond will affect Boeing’s programs. Future budget cuts, including cuts mandated by sequestration, or future procurement decisions associated with the authorizations and appropriations process could result in reductions, cancellations, and/or delays of existing contracts or programs. Any of these impacts could have a material effect on the results of the Company’s operations, financial position and/or cash flows."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "max",
        "grounding",
        "approval",
        "regulatory approval",
        "resume",
        "resumption",
        "authorities",
        "operations cash",
        "related max",
        "accidents",
        "aviation authorities",
        "civil aviation",
        "claims assertions",
        "considerations",
        "deliveries resume",
        "stingray",
        "caps",
        "law",
        "spending caps",
        "trainer",
        "usaf",
        "usaf tanker",
        "aeronautics",
        "affordability targets",
        "apache",
        "arrangements following",
        "boeing major",
        "budgets affect",
        "certifications",
        "certifications result"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 2,
          "text": "On March 13, 2019, the Federal Aviation Administration (FAA) issued an order to suspend operations of all 737 MAX aircraft in the U.S. and by U.S. aircraft operators following two fatal 737 MAX accidents. Non-U.S. civil aviation authorities have issued directives to the same effect. Deliveries of the 737 MAX have been suspended until clearance is granted by the appropriate regulatory authorities. The grounding has reduced revenues, operating margins, and cash flows, and will continue to do so until production and deliveries resume and production rates return to pre-grounding levels. In connection with the effort to return the 737 MAX to service, we have developed software updates for the 737 MAX, together with an associated pilot training and supplementary education program. We continue to work with the FAA and other non-U.S. civil aviation authorities to complete remaining steps toward certification and readiness for return to service, including addressing their questions on the software updates and how pilots will interact with the airplane controls and displays in different flight scenarios. Any delays in certification and/or the resumption of deliveries or other liabilities associated with the accidents or grounding could have a material adverse effect on our financial position, results of operations, and/or cash flows. In addition, multiple legal actions have been filed against us related to the 737 MAX. We also are fully cooperating with U.S. government investigations related to the accidents and the 737 MAX, including investigations by the U.S. Department of Justice and the Securities and Exchange Commission. Any adverse results with respect to any such litigation or investigation could have a further material impact on our financial position, results of operations and/or cash flows."
        },
        {
          "year": 2019,
          "paragraphIndex": 4,
          "text": "Any further delays in regulatory approval of the 737 MAX, the resumption of 737 production and/or deliveries, further disruptions to suppliers and/or the long-term health of the production system, supplier claims or assertions, or changes to estimated concessions or other considerations we expect to provide to customers could have a material adverse effect on our financial position, results of operations, and/or cash flows. The FAA and other non-U.S. civil aviation authorities will determine the timing and conditions of return to service in each relevant jurisdiction. We have assumed that regulatory approval will enable 737 MAX deliveries to resume during mid-2020. This assumption reflects our best estimate at this time based on factors such as the estimated duration of regulatory approval and final pilot training requirements. In the event of unanticipated additional training requirements in one or more jurisdictions, delays in regulatory approval, and/or delays in our ability to resume deliveries, we may be required to take actions with longer-term impact, such as further changes to our production plans, employment reductions and/or the expenditure of significant resources to support our supply chain and/or customers."
        },
        {
          "year": 2019,
          "paragraphIndex": 3,
          "text": "During the second quarter of 2019, we announced plans to reduce the 737 production rate from 52 aircraft per month to 42 per month. During the fourth quarter of 2019, we announced plans to temporarily suspend 737 MAX production beginning in January 2020. Impacts related to the reduction in production rate followed by the production suspension have significantly increased costs to produce aircraft included in the current accounting quantity and will result in reduced 737 program and overall BCA segment operating margins when deliveries resume. We have also made significant assumptions regarding estimated costs expected to be incurred in 2020 and 2021 that should be included in program inventory and those estimated costs that will be expensed when incurred as abnormal production costs. If we are unable to return the 737 MAX aircraft to service in one or more jurisdictions or begin deliveries to customers on the schedule and/or at a pace consistent with our current expectations, we will incur significant additional costs and/or delay the resumption and subsequent ramp-up of 737 production. These delays would also result in significant additional disruption to the 737 production system once production resumes and would further delay efforts to restore and/or implement previously planned increases in the 737 production rate. Cash flows continue to be negatively impacted by delayed payments from customers, higher costs and inventory levels, and payments made to customers in connection with disruption to their operations. In addition, we have experienced claims and assertions from customers in connection with the grounding, and we recorded an earnings charge of\n$8,259 million\n, net of insurance recoveries of $500 million, in 2019, in connection with an estimate of potential concessions and other considerations to customers for disruptions related to the grounding and associated delivery delays."
        },
        {
          "year": 2018,
          "paragraphIndex": 10,
          "text": "The Bipartisan Budget Act of 2018 raised preexisting spending caps for fiscal years 2018 and 2019 (FY18 and FY19). The consolidated spending bills signed into law in September 2018 provide defense funding for FY19. However, other departments and agencies, including the National Aeronautics and Space Administration (NASA) and the Federal Aviation Administration (FAA), are being temporarily funded at FY18 levels. Failure to enact a Continuing Resolution or FY19 appropriations by February 15, 2019 would result in a partial government shutdown affecting these departments and agencies. Such a shutdown could impact the Company’s operations. In addition, reduced discretionary spending limits initially enacted in 2011 would take effect again in fiscal years 2020 and 2021 (FY20 and FY21) unless Congress acts to raise the spending caps or to repeal or suspend the law establishing the reduced limits. As a result, continued budget uncertainty and the risk of future sequestration cuts remain and it is likely that U.S. government discretionary spending levels will continue to be subject to pressure."
        },
        {
          "year": 2018,
          "paragraphIndex": 18,
          "text": "Our BDS and BGS defense businesses generated approximately\n65%\nand\n77%\nof their\n2018\nrevenues from fixed-price contracts. While fixed-price contracts enable us to benefit from performance improvements, cost reductions and efficiencies, they also subject us to the risk of reduced margins or incurring losses if we are unable to achieve estimated costs and revenues. If our estimated costs exceed our estimated price, we recognize reach-forward losses which can significantly affect our reported results. For example, during 2018, we recorded reach-forward losses totaling\n$736 million\non the\nUSAF KC-46A Tanker\ncontract primarily reflecting higher estimated costs associated with certification, testing and change incorporation on aircraft, as well as higher than expected effort to meet customer requirements in order to support delivery of the initial aircraft. In addition, in 2018, in connection with winning the T-X and MQ-25 Stingray competitions, we recorded a loss of $400 million associated with options for 346 T-X Trainer aircraft and a loss of $291 million related to the MQ-25 Stingray Engineering, Manufacturing and Development (EMD) contract. The long term nature of many of our contracts makes the process of estimating costs and revenues on fixed-price contracts inherently risky. Fixed-price contracts often contain price incentives and penalties tied to performance which can be difficult to estimate and have significant impacts on margins. In addition, some of our contracts have specific provisions relating to cost, schedule and performance."
        },
        {
          "year": 2018,
          "paragraphIndex": 19,
          "text": "Fixed-price development contracts are generally subject to more uncertainty than fixed-price production contracts. Many of these development programs have highly complex designs. In addition, technical or quality issues that arise during development could lead to schedule delays and higher costs to complete, which could result in a material charge or otherwise adversely affect our financial condition. Examples of significant BDS fixed-price development contracts include Commercial Crew, Saudi F-15, USAF\nKC-46A Tanker\n, T-X Trainer, VC-25B Presidential Aircraft, MQ-25 Stingray, and commercial and military satellites."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "risks related",
        "billion",
        "billion december",
        "capacity",
        "production sites",
        "related covid",
        "sites",
        "adverse impact",
        "body",
        "commercial air",
        "condition results",
        "demand products",
        "example fourth",
        "deliveries resume",
        "month",
        "page",
        "spending levels",
        "actual anticipated",
        "addition continues",
        "addressing",
        "affected unable",
        "agreed",
        "anticipated awards",
        "assumed",
        "assumption",
        "awards",
        "awards respect",
        "based actual"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 3,
          "text": "For example, during the second quarter of 2020, we temporarily suspended operations in Puget Sound, South Carolina, and Philadelphia, as well as at several other key production sites. We had not previously experienced a complete suspension of our operations at these production sites. While we have resumed operations at all of our production sites we cannot predict whether or where further production disruptions could be required or what the ongoing impact of COVID-19-related operating restrictions will be. For example, we continue to experience additional operating costs due to social distancing requirements and other factors related to COVID-19 restrictions. We cannot predict the impact that future production disruptions may have on our business, operations, financial performance and financial condition. We continue to monitor federal, state, and municipal health authorities for new or modified guidance and requirements concerning the COVID-19 pandemic, and we may be required to impose additional operational restrictions and/or suspend operations at key production sites based on these requirements and recommendations and/or workplace disruptions caused by COVID-19."
        },
        {
          "year": 2020,
          "paragraphIndex": 8,
          "text": "Customer-related risks:\nCommercial air traffic has fallen dramatically due to the COVID-19 pandemic. This trend has impacted passenger traffic most severely. Near-term cargo traffic has also fallen, but to a lesser extent as global trade has begun to recover. Most airlines have significantly reduced their capacity, and many could implement further reductions in the near future. Many airlines are also implementing significant reductions in staffing. These capacity changes are causing, and are expected to continue to cause, negative impacts to our customers’ revenue, earnings, and cash flow, and in some cases may threaten the future viability of some of our customers, potentially causing defaults within our customer financing portfolio, which was $2.0 billion as of December 31, 2020 and/or requiring us to remarket aircraft that have already been produced and/or are currently in backlog. If we are unable to successfully remarket these aircraft and/or the narrow-body and wide-body markets do not recover as soon as we are currently assuming, or if we are required to further reduce production rates and/or contract the accounting quantity on any of our commercial programs, we could experience material reductions in earnings and/or be required to recognize a reach-forward loss on one or more of our programs. For example, in the fourth quarter of 2020, we recognized a reach-forward loss on the 777X program in part due to impacts related to the COVID-19 pandemic. In addition, if 737 MAX aircraft in one or more jurisdictions remain grounded for an extended period of time, we may experience additional reductions to backlog and/or significant order cancellations. Additionally, we may experience fewer new orders and increased cancellations across all of our commercial airplane programs as a result of the COVID-19 pandemic and associated impacts on demand. Our customers may also lack sufficient liquidity to purchase new aircraft due to impacts from the pandemic. We are also observing a significant increase in the number of requests for payment deferrals, contract modifications, lease restructurings and similar actions, and these trends may lead to additional charges, impairments and other adverse financial impacts in our business over time. In addition, to the extent that customers have valid rights to cancel undelivered aircraft, we may be required to refund pre-delivery payments, putting additional constraints on our liquidity."
        },
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "We face significant risks related to the spread of the COVID-19 virus and developments surrounding the global pandemic have had, and will continue to have, significant effects on our business, financial condition, results of operations, and cash flows. We also face significant risks related to the global economic downturn and severe reduction in commercial air traffic caused by the pandemic. These risks include materially reduced demand for our products and services, increased instability in our supply chain, and challenges to the ongoing viability of some of our customers. We may face similar risks in connection with any future public health crises, including resurgences in the spread of COVID-19."
        },
        {
          "year": 2019,
          "paragraphIndex": 3,
          "text": "During the second quarter of 2019, we announced plans to reduce the 737 production rate from 52 aircraft per month to 42 per month. During the fourth quarter of 2019, we announced plans to temporarily suspend 737 MAX production beginning in January 2020. Impacts related to the reduction in production rate followed by the production suspension have significantly increased costs to produce aircraft included in the current accounting quantity and will result in reduced 737 program and overall BCA segment operating margins when deliveries resume. We have also made significant assumptions regarding estimated costs expected to be incurred in 2020 and 2021 that should be included in program inventory and those estimated costs that will be expensed when incurred as abnormal production costs. If we are unable to return the 737 MAX aircraft to service in one or more jurisdictions or begin deliveries to customers on the schedule and/or at a pace consistent with our current expectations, we will incur significant additional costs and/or delay the resumption and subsequent ramp-up of 737 production. These delays would also result in significant additional disruption to the 737 production system once production resumes and would further delay efforts to restore and/or implement previously planned increases in the 737 production rate. Cash flows continue to be negatively impacted by delayed payments from customers, higher costs and inventory levels, and payments made to customers in connection with disruption to their operations. In addition, we have experienced claims and assertions from customers in connection with the grounding, and we recorded an earnings charge of\n$8,259 million\n, net of insurance recoveries of $500 million, in 2019, in connection with an estimate of potential concessions and other considerations to customers for disruptions related to the grounding and associated delivery delays."
        },
        {
          "year": 2019,
          "paragraphIndex": 2,
          "text": "On March 13, 2019, the Federal Aviation Administration (FAA) issued an order to suspend operations of all 737 MAX aircraft in the U.S. and by U.S. aircraft operators following two fatal 737 MAX accidents. Non-U.S. civil aviation authorities have issued directives to the same effect. Deliveries of the 737 MAX have been suspended until clearance is granted by the appropriate regulatory authorities. The grounding has reduced revenues, operating margins, and cash flows, and will continue to do so until production and deliveries resume and production rates return to pre-grounding levels. In connection with the effort to return the 737 MAX to service, we have developed software updates for the 737 MAX, together with an associated pilot training and supplementary education program. We continue to work with the FAA and other non-U.S. civil aviation authorities to complete remaining steps toward certification and readiness for return to service, including addressing their questions on the software updates and how pilots will interact with the airplane controls and displays in different flight scenarios. Any delays in certification and/or the resumption of deliveries or other liabilities associated with the accidents or grounding could have a material adverse effect on our financial position, results of operations, and/or cash flows. In addition, multiple legal actions have been filed against us related to the 737 MAX. We also are fully cooperating with U.S. government investigations related to the accidents and the 737 MAX, including investigations by the U.S. Department of Justice and the Securities and Exchange Commission. Any adverse results with respect to any such litigation or investigation could have a further material impact on our financial position, results of operations and/or cash flows."
        },
        {
          "year": 2019,
          "paragraphIndex": 17,
          "text": "The Bipartisan Budget Act of 2019 raised preexisting spending limits on federal discretionary defense and non-defense spending for fiscal years 2020 and 2021 (FY20 and FY21), reducing budget uncertainty and the risk of sequestration. Although FY20 appropriations have been enacted and FY21 topline funding levels have been agreed to, the timeliness of FY21 and future appropriations for government departments and agencies remains a recurrent risk. A lapse in appropriations for government department or agencies would result in a full or partial government shutdown, which could impact the Company’s operations. Alternatively, Congress may fund government departments and agencies with one or more Continuing Resolutions; however, this could restrict the execution of certain program activities and delay new programs or competitions. In addition, long-term uncertainty remains with respect to overall levels of defense spending beyond FY21 and it is likely that the U.S. government discretionary spending levels will continue to be subject to pressure."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "Climate change",
        "climate",
        "inspections rework",
        "absenteeism",
        "emissions",
        "goals",
        "change increasing",
        "comparable",
        "continuity",
        "discussions",
        "disruptions inefficiencies",
        "ensure",
        "esg",
        "executive",
        "ghg",
        "loss million",
        "achieve maintain",
        "achieve productivity",
        "additional reductions",
        "administration",
        "applicable program",
        "april",
        "begun",
        "comply requirements",
        "condition operating",
        "consistent",
        "customers confidential",
        "damaging weather",
        "data software",
        "deferrals"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 58,
          "text": "Increasing stakeholder environmental, social and governance (ESG) expectations, physical and transition risks associated with climate change, and emerging ESG regulation and policy requirements may pose risk to our market outlook, brand and reputation, financial outlook, cost of capital, global supply chain and production continuity, which may impact our ability to achieve long-term business objectives. Changes in environmental and climate change laws or regulations could lead to additional operational restrictions and compliance requirements upon us or our products, require new or additional investment in product designs, result in carbon offset investments or otherwise could negatively impact our business and/or competitive position. Increasing aircraft performance standards and requirements on manufacturing and product air pollutant emissions, especially greenhouse gas (GHG) emissions, may result in increased costs or reputational risks and could limit our ability to manufacture and/or market certain of our products at acceptable costs, or at all. Physical impacts of climate change, increasing global chemical restrictions and bans, and water and waste requirements may drive increased costs to us and our suppliers and impact our production continuity and data facilities."
        },
        {
          "year": 2021,
          "paragraphIndex": 59,
          "text": "Finally, from time to time, in alignment with our sustainability priorities, we establish and publicly announce goals and commitments to improve our environmental performance, such as our recent operational goals in areas of GHG emissions, energy, water and waste. If we fail to achieve or"
        },
        {
          "year": 2021,
          "paragraphIndex": 54,
          "text": "Our business may be impacted by disruptions including threats to physical security, information technology, or cyber-attacks or failures, damaging or extreme weather (including effects of climate change), or other acts of nature and pandemics or other public health crises. Any of these disruptions could affect our internal operations or our suppliers’ operations and delay delivery of products and services to our customers. Any significant production delays, or any destruction, manipulation or improper use of Boeing’s or our suppliers’ data, information systems or networks could impact our sales, increase our expenses and/or have an adverse effect on the reputation of Boeing and of our products and services."
        },
        {
          "year": 2020,
          "paragraphIndex": 8,
          "text": "Customer-related risks:\nCommercial air traffic has fallen dramatically due to the COVID-19 pandemic. This trend has impacted passenger traffic most severely. Near-term cargo traffic has also fallen, but to a lesser extent as global trade has begun to recover. Most airlines have significantly reduced their capacity, and many could implement further reductions in the near future. Many airlines are also implementing significant reductions in staffing. These capacity changes are causing, and are expected to continue to cause, negative impacts to our customers’ revenue, earnings, and cash flow, and in some cases may threaten the future viability of some of our customers, potentially causing defaults within our customer financing portfolio, which was $2.0 billion as of December 31, 2020 and/or requiring us to remarket aircraft that have already been produced and/or are currently in backlog. If we are unable to successfully remarket these aircraft and/or the narrow-body and wide-body markets do not recover as soon as we are currently assuming, or if we are required to further reduce production rates and/or contract the accounting quantity on any of our commercial programs, we could experience material reductions in earnings and/or be required to recognize a reach-forward loss on one or more of our programs. For example, in the fourth quarter of 2020, we recognized a reach-forward loss on the 777X program in part due to impacts related to the COVID-19 pandemic. In addition, if 737 MAX aircraft in one or more jurisdictions remain grounded for an extended period of time, we may experience additional reductions to backlog and/or significant order cancellations. Additionally, we may experience fewer new orders and increased cancellations across all of our commercial airplane programs as a result of the COVID-19 pandemic and associated impacts on demand. Our customers may also lack sufficient liquidity to purchase new aircraft due to impacts from the pandemic. We are also observing a significant increase in the number of requests for payment deferrals, contract modifications, lease restructurings and similar actions, and these trends may lead to additional charges, impairments and other adverse financial impacts in our business over time. In addition, to the extent that customers have valid rights to cancel undelivered aircraft, we may be required to refund pre-delivery payments, putting additional constraints on our liquidity."
        },
        {
          "year": 2020,
          "paragraphIndex": 54,
          "text": "Our business may be impacted by disruptions including threats to physical security, information technology or cyber-attacks or failures, damaging weather or other acts of nature and pandemics or other public health crises. Any of these disruptions could affect our internal operations or our ability to deliver products and services to our customers. Any significant production delays, or any destruction, manipulation or improper use of our data, information systems or networks could impact our sales, increase our expenses and/or have an adverse effect on the reputation of Boeing and of our products and services."
        },
        {
          "year": 2020,
          "paragraphIndex": 14,
          "text": "On March 13, 2019, the Federal Aviation Administration (FAA) issued an order to suspend operations of all 737 MAX aircraft in the U.S. and by U.S. aircraft operators following two fatal 737 MAX accidents. Non-U.S. civil aviation authorities issued directives to the same effect. Deliveries of the 737 MAX were suspended until December 2020. The grounding has reduced revenues, operating margins, and cash flows, and will continue to do so until production rates return to pre-grounding levels. In connection with the effort to return the 737 MAX to service, we developed software updates for the 737 MAX, together with an associated pilot training and supplementary education program. We continue to work with certain non-U.S. civil aviation authorities to complete remaining steps toward certification and readiness for return to service worldwide. Any delays in certification in one or more jurisdictions and/or the ramp-up of deliveries or other liabilities associated with the accidents or grounding could have a material adverse effect on our financial position, results of operations, and/or cash flows. In addition, multiple legal actions have been filed against us related to the 737 MAX. We also are fully cooperating with U.S. government investigations related to the accidents and the 737 MAX, including investigations by the Securities and Exchange Commission. In January 2021, we entered into a Deferred Prosecution Agreement with the U.S. Department of Justice that resolves the Department of Justice’s previously disclosed investigation into us regarding the evaluation of the 737 MAX airplane by the FAA. We expensed $744 in the fourth quarter of 2020 related to this agreement. Any further adverse impacts related to any such litigation or investigation could have a further material impact on our financial position, results of operations and/or cash flows."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "Inflation",
        "enhancements",
        "experiencing",
        "flight",
        "russia",
        "certificate",
        "safety enhancements",
        "type certificate",
        "acsaa",
        "adversely impacted",
        "incident",
        "labor instability",
        "section",
        "suppliers experiencing",
        "alerting",
        "quarter",
        "related covid",
        "aviation",
        "aviation authorities",
        "billion december",
        "civil aviation",
        "considerations",
        "fourth",
        "fourth quarter",
        "production sites",
        "remaining",
        "sites",
        "suspend",
        "absenteeism",
        "accidents"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 5,
          "text": "The commercial aircraft business is extremely complex, involving extensive coordination and integration with U.S and non-U.S. suppliers, highly-skilled labor performed by thousands of employees of ours and other partners, and stringent and evolving regulatory requirements and performance and reliability standards. The FAA has been working to implement safety reforms such as the 2018 FAA Reauthorization Act and the 2020 Aircraft Certification, Safety and Accountability Act (ACSAA). One of these, section 116 of the ACSAA prohibited the FAA from issuing a type certificate to aircraft after December 27, 2022 unless the aircraft’s flight crew alerting system met certain specifications. The Consolidated Appropriations Act, 2023 amended Section 116 of the ACSAA, such that applications for original or amended type certifications that were submitted to the FAA prior to December 27, 2020, including those of the 737-7 and 737-10, are no longer subject to the crew alerting specifications of Section 116. Additionally, beginning one year after the FAA issues the type certificate for the 737-10, any new 737 MAX aircraft must include certain safety enhancements to be issued an original airworthiness certification by the FAA. These enhancements are included in Boeing’s application for the certification for the 737-10, and the sufficiency of these enhancements will be determined by the FAA. Beginning three years after the issuance of a type certificate for the 737-10, all previously delivered 737 MAX aircraft must be retrofitted with these safety enhancements. As the holder of the type certificate, Boeing is required to bear any costs of these safety enhancement retrofits. We have provisioned for the estimated costs associated with the safety enhancements and do not expect those costs to be material. If we experience delays in achieving certification and/or incorporating safety enhancements, future revenues, cash flows and results of operations could be adversely impacted. Comparable agencies in other countries may adopt similar changes. To the extent the FAA or similar regulatory agencies outside the U.S. implement more stringent regulations, we may incur additional compliance costs. In addition, the introduction of new aircraft programs and/or derivatives, such as the 777X, 737-7 and 737-10, involves increased risks associated with meeting development, testing, certification and production schedules."
        },
        {
          "year": 2022,
          "paragraphIndex": 16,
          "text": "We rely on other companies, including U.S. and non-U.S. subcontractors and suppliers, to provide and produce raw materials, integrated components and sub-assemblies, and production commodities and to perform some of the services that we provide to our customers. Many of our suppliers are experiencing inflationary pressures, as well as disruptions due to the lingering impacts of COVID-19, global supply chain constraints, and labor instability. If one or more of our suppliers or subcontractors continue to experience financial difficulties, delivery delays or other performance problems, we may be unable to meet commitments to our customers and our financial position, results of operations and cash flows may continue to be adversely impacted. In addition, if one or more of the raw materials on which we depend (such as aluminum, titanium or composites) becomes unavailable to us or our suppliers, or is available only at very high prices, we may be unable to deliver one or more of our products in a timely fashion or at budgeted costs. For example, we suspended purchasing titanium from Russia during 2022 as a result of the Russia Ukraine war. We believe we have sufficient material and parts to avoid production disruptions in the near-term, but future impacts to our production from disruptions in our supply chain are possible. In some instances, we depend upon a single source of supply. Any service disruption from one of these suppliers, either due to circumstances beyond the supplier’s control, such as geopolitical developments, or as a result of performance problems or financial difficulties, could have a material adverse effect on our ability to meet commitments to our customers or increase our operating costs."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "A cyberattack or security breach, whether experienced directly or through our supply chain, could, among other serious consequences, result in loss of intellectual property; unauthorized access to various categories of sensitive, proprietary or customer data; disruption or degradation of business operations, or compromise of products or services. To address these risks, we maintain an extensive network of technical security controls, policy enforcement mechanisms, monitoring systems and management oversight. We also have established a Cybersecurity Governance Council to strengthen governance and coordination of cybersecurity activities. While these measures are designed to prevent, detect and respond to unauthorized activity, there is no guarantee that they will be sufficient to prevent or mitigate the risk of a cyberattack or the potentially serious reputational, operational, or financial impacts that may result. In November 2022, we discovered a cybersecurity incident that impacted certain systems of Jeppesen, a wholly owned Boeing subsidiary that provides flight planning and navigation services. We determined that the incident posed no risk to flight safety. We promptly notified law enforcement, regulatory authorities and customers, launched an investigation, and took additional steps to protect the integrity of our systems. While this incident has not had a material impact on us, future incidents like this one could have material impact on our business, operations, and reputation."
        },
        {
          "year": 2021,
          "paragraphIndex": 13,
          "text": "On March 13, 2019, the FAA issued an order to suspend operations of all 737 MAX aircraft in the U.S. and by U.S. aircraft operators following two fatal 737 MAX accidents. Non-U.S. civil aviation authorities issued directives to the same effect. Deliveries of the 737 MAX were suspended until December 2020. The grounding reduced revenues, operating margins and cash flows, and will continue to do so until production rates return to pre-grounding levels. While we have received regulatory approval to return the 737 MAX to service in most jurisdictions, we continue to work with certain non-U.S. civil aviation authorities to complete remaining steps toward certification and readiness for return to service worldwide. Any delays in the completion of the certification activities and/or the ramp-up of deliveries or other liabilities associated with the accidents or grounding could have a material adverse effect on our financial position, results of operations and/or cash flows. In addition, multiple legal actions have been filed against us related to the 737 MAX. We also are fully cooperating with U.S. government investigations related to the accidents and the 737 MAX, including an ongoing investigation by the Securities and Exchange Commission. We also remain subject to compliance with a Deferred Prosecution Agreement with the U.S. Department of Justice relating to the Department of Justice’s investigation into us regarding the evaluation of the 737 MAX airplane by the FAA. We expensed $744 million in the fourth quarter of 2020 related to this agreement. Any further adverse impacts related to any such litigation or investigations could have a further material impact on our financial position, results of operations and/or cash flows."
        },
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "During the second quarter of 2020, we temporarily suspended operations in Puget Sound, South Carolina, and Philadelphia, as well as at several other key production sites. We had not previously experienced a complete suspension of our operations at these production sites. While we have resumed operations at all of our production sites, we cannot predict whether or where further production disruptions could be required or what the ongoing impact of COVID-19-related operating restrictions will be. For example, we continue to experience near-term production disruptions and inefficiencies as well as additional operating costs due to social distancing requirements, increased levels of employee absenteeism and other factors related to COVID-19 restrictions. We cannot predict the impact that future production disruptions may have on our business, operations, financial performance and financial condition. We continue to monitor federal, state and municipal health authorities for new or modified guidance and requirements concerning the COVID-19 pandemic, and we may be required to impose additional operational restrictions and/or suspend operations at key production sites based on these requirements and recommendations and/or workplace disruptions caused by COVID-19. If future vaccination mandates or other similar governmental requirements take effect, or if COVID-19 case rates worsen at one or more of our production facilities, we may face further increases in employee absenteeism and/or attrition, any of which could cause operational disruptions and otherwise have an adverse effect on our business and results of operations."
        },
        {
          "year": 2021,
          "paragraphIndex": 23,
          "text": "The commercial aircraft business is extremely complex, involving extensive coordination and integration with U.S and non-U.S. suppliers, highly-skilled labor from thousands of employees and other partners, and stringent regulatory requirements, including the risk of evolving standards for commercial aircraft certification, and performance and reliability standards. The FAA has been working to implement safety reforms such as the implementation of the 2018 FAA Reauthorization Act and the 2020 Aircraft Certification, Safety and Accountability Act, among them changing the process for certification of commercial aircraft. Comparable agencies that regulate similar matters in other countries may adopt similar changes. To the extent the FAA or other similar regulatory agencies outside the U.S. implement more stringent regulations, we may incur additional costs to achieve compliance. In addition, the introduction of new aircraft programs and/or derivatives, such as the 777X, involves increased risks associated with meeting development, testing, production and certification schedules. The 737 program experienced significant disruption due to the grounding of the 737 MAX and associated suspension of commercial operations of the 737 MAX aircraft by civil aviation authorities around the globe. 737 MAX deliveries resumed in late 2020 and early 2021 upon approval of the FAA and other non-U.S. civil aviation authorities. During 2020 and 2021, we experienced production quality issues, including in our supply chain, which have contributed to lower 787 deliveries, including a pause in 787 deliveries since May 2021. During 2021, this resulted in reprioritizing production resources to support inspections and rework. We continue to conduct inspections and rework on undelivered 787 aircraft and engage in detailed discussions with the FAA regarding required actions for resuming delivery. A number of our customers may have contractual remedies, including compensation for late deliveries as well as rights to reject individual airplane deliveries if the actual delivery date is significantly later than the contractual delivery date. The regulators will ultimately determine the timing and conditions for resuming 787 deliveries. Delays on the 737 MAX, 777X and 787 programs have resulted in, and may continue to result in, customers having the right to terminate orders and/or substitute orders for other Boeing aircraft."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "attack",
        "attacks",
        "january",
        "related attack",
        "strategy results",
        "actors",
        "agreements",
        "alaska",
        "allow",
        "attack incident",
        "attempts",
        "attempts gain",
        "bargaining",
        "caps",
        "chain party",
        "flight",
        "certificate",
        "type certificate",
        "COVID-19",
        "acsaa",
        "section",
        "alerting",
        "amended",
        "beginning",
        "cyberattack",
        "gradually",
        "impacts covid",
        "lingering",
        "month",
        "original"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 39,
          "text": "A cyber-related attack or security breach, whether experienced directly or through our supply chain or third party-service providers, could, among other serious consequences, result in loss of intellectual property; allow unauthorized access to or cause the publication of various categories of sensitive, proprietary or customer data; cause disruption or degradation of our business operations; compromise our products or services; and/or result in reputational harm. To address these risks, we maintain an extensive network of technical security controls, policy enforcement mechanisms, monitoring systems, contractual arrangements, tools and related services, and management and Board oversight. While these measures are designed to prevent, detect, respond to, and mitigate unauthorized activity, there is no guarantee that they will be sufficient to prevent or mitigate the risk of a cyber-related attack or incident, or allow us to detect, report or respond adequately in a timely manner."
        },
        {
          "year": 2023,
          "paragraphIndex": 38,
          "text": "We rely extensively on information technology systems and networks to operate our company and meet our business objectives. We face various cyber security threats, including attempts to gain unauthorized access to our systems and networks, denial-of-service attacks, threats to our information technology infrastructure, ransomware and phishing attacks, and attempts to gain unauthorized access to our company-, customer- and employee-sensitive information. These threats come from a variety of actors some of which are highly organized and sophisticated such as nation-state actors and criminal enterprises. In addition, the techniques used in cyberattacks evolve rapidly, including from emerging technologies, such as advanced forms of automation and artificial intelligence. As cyber threats increase in volume and sophistication, the risk to the security of these systems and networks – and to the confidentiality, integrity, and availability of the data they house – continues to evolve, requiring constant vigilance and concerted, company-wide risk management efforts."
        },
        {
          "year": 2023,
          "paragraphIndex": 5,
          "text": "On January 10, 2024, the FAA notified us that it has initiated an investigation into our quality control system. This was followed by the FAA announcing actions to increase its oversight of us, including conducting (1) an audit involving the 737-9 production line and suppliers to evaluate compliance with approved quality procedures, (2) increased monitoring of 737-9 in-service events, and (3) an assessment of safety risks around delegated authority and quality oversight, and examination of options to move these functions under independent third parties. On January 24, 2024, the FAA stated that it will not approve production rate increases or additional production lines for the 737 MAX until\nit is satisfied that we are in full compliance with required quality control procedures.\nWe are currently unable to reasonably estimate what impact the January 5, 2024 Alaska Airlines accident and the related FAA actions will have on our financial position, results of operations and cash flows."
        },
        {
          "year": 2022,
          "paragraphIndex": 5,
          "text": "The commercial aircraft business is extremely complex, involving extensive coordination and integration with U.S and non-U.S. suppliers, highly-skilled labor performed by thousands of employees of ours and other partners, and stringent and evolving regulatory requirements and performance and reliability standards. The FAA has been working to implement safety reforms such as the 2018 FAA Reauthorization Act and the 2020 Aircraft Certification, Safety and Accountability Act (ACSAA). One of these, section 116 of the ACSAA prohibited the FAA from issuing a type certificate to aircraft after December 27, 2022 unless the aircraft’s flight crew alerting system met certain specifications. The Consolidated Appropriations Act, 2023 amended Section 116 of the ACSAA, such that applications for original or amended type certifications that were submitted to the FAA prior to December 27, 2020, including those of the 737-7 and 737-10, are no longer subject to the crew alerting specifications of Section 116. Additionally, beginning one year after the FAA issues the type certificate for the 737-10, any new 737 MAX aircraft must include certain safety enhancements to be issued an original airworthiness certification by the FAA. These enhancements are included in Boeing’s application for the certification for the 737-10, and the sufficiency of these enhancements will be determined by the FAA. Beginning three years after the issuance of a type certificate for the 737-10, all previously delivered 737 MAX aircraft must be retrofitted with these safety enhancements. As the holder of the type certificate, Boeing is required to bear any costs of these safety enhancement retrofits. We have provisioned for the estimated costs associated with the safety enhancements and do not expect those costs to be material. If we experience delays in achieving certification and/or incorporating safety enhancements, future revenues, cash flows and results of operations could be adversely impacted. Comparable agencies in other countries may adopt similar changes. To the extent the FAA or similar regulatory agencies outside the U.S. implement more stringent regulations, we may incur additional compliance costs. In addition, the introduction of new aircraft programs and/or derivatives, such as the 777X, 737-7 and 737-10, involves increased risks associated with meeting development, testing, certification and production schedules."
        },
        {
          "year": 2022,
          "paragraphIndex": 37,
          "text": "A cyberattack or security breach, whether experienced directly or through our supply chain, could, among other serious consequences, result in loss of intellectual property; unauthorized access to various categories of sensitive, proprietary or customer data; disruption or degradation of business operations, or compromise of products or services. To address these risks, we maintain an extensive network of technical security controls, policy enforcement mechanisms, monitoring systems and management oversight. We also have established a Cybersecurity Governance Council to strengthen governance and coordination of cybersecurity activities. While these measures are designed to prevent, detect and respond to unauthorized activity, there is no guarantee that they will be sufficient to prevent or mitigate the risk of a cyberattack or the potentially serious reputational, operational, or financial impacts that may result. In November 2022, we discovered a cybersecurity incident that impacted certain systems of Jeppesen, a wholly owned Boeing subsidiary that provides flight planning and navigation services. We determined that the incident posed no risk to flight safety. We promptly notified law enforcement, regulatory authorities and customers, launched an investigation, and took additional steps to protect the integrity of our systems. While this incident has not had a material impact on us, future incidents like this one could have material impact on our business, operations, and reputation."
        },
        {
          "year": 2022,
          "paragraphIndex": 7,
          "text": "We must minimize disruption caused by production changes, achieve operational stability and implement productivity improvements in order to meet customer demand and maintain our profitability.\nWe have previously announced plans to adjust production rates on several of our commercial aircraft programs. The 787 program is currently producing at low rates and we expect to gradually increase to 5 per month in 2023. Production of the 777X is currently paused and is expected to resume in 2023. The 737 program has experienced operational and supply chain challenges stabilizing production at 31 per month. We plan to gradually increase 737 production rates based on market demand and supply chain capacity. In addition, we continue to seek opportunities to reduce the costs of building our aircraft, including working with our suppliers to reduce supplier costs, identifying and implementing productivity improvements and optimizing how we manage inventory. If production rate changes at any of our"
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "spirit",
        "convertible",
        "convertible preferred",
        "dividends",
        "mandatory convertible",
        "preferred",
        "preferred stock",
        "shares",
        "merger",
        "merger agreement",
        "acquisition spirit",
        "closing",
        "condition results",
        "iam",
        "liquidation",
        "analysis critical",
        "currently",
        "debt fund",
        "events",
        "greater",
        "labor organizations",
        "organizations",
        "water waste",
        "accessing",
        "accessing public",
        "acquisitions related",
        "activity",
        "actual results",
        "acute",
        "acute subject"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 53,
          "text": "We depend, in part, on our ability to successfully access the capital and financial markets to fund our operations and contractual commitments. Net cash used by operating activities for the year ended December 31, 2024 was $12.1 billion and we expect negative operating cash flows to continue in future quarters as we work to ramp up commercial airplanes production. As of December 31, 2024, our debt totaled $53.9 billion, of which approximately $13.6 billion of principal payments on outstanding debt are scheduled to become due over the next three years, and our airplane financing commitments totaled $17.1 billion. In addition, we will assume Spirit’s net debt upon the closing of our acquisition of Spirit, which is expected to occur later this year. We also expect to require up to $345 million of cash per year for the payment of dividends on the outstanding shares of our 6.00% Series A Mandatory Convertible Preferred Stock (Mandatory convertible preferred stock), through the mandatory conversion date of October 15, 2027. Dividends accumulate at a rate per annum equal to 6.00% on the liquidation preference thereof, which is $1,000.00 per share, payable when, as and if declared by our Board of Directors. The dividends, if declared, can be paid in cash, or subject to certain limitations, in shares of our common stock, or a combination of both. Any unpaid dividends will continue to accumulate. If dividends have not been declared and paid for six or more dividend periods, whether or not for consecutive dividend periods, the holders of such shares of Mandatory convertible preferred stock, will be entitled at our next annual or special meeting of shareholders to vote for the election of two additional members of our Board of Directors, subject to certain limitations. If we require additional capital to support our operations, pay off existing debt, address impacts to our business related to market developments, fund dividend payments or outstanding financing commitments or meet other business requirements, we may need to refinance or restructure our debt, reduce or delay capital investments, or issue equity, equity-linked or debt securities, and these activities could have terms that are unfavorable or could be dilutive. If we are unable to access the capital or financial markets at competitive rates, on terms acceptable to us or in sufficient amounts, or if we experience an increase in our borrowing costs or otherwise fail to manage our liquidity effectively, our business, financial position and results of operations would be adversely affected."
        },
        {
          "year": 2024,
          "paragraphIndex": 61,
          "text": "Our common stock ranks junior to the Mandatory convertible preferred stock with respect to the payment of dividends and amounts payable in the event of our liquidation, dissolution or winding-up of our affairs. This means that, unless accumulated dividends have been paid or set aside for payment on all the outstanding Mandatory convertible preferred stock through the most recently completed dividend period, no dividends may be declared or paid on our common stock subject to limited exceptions. Likewise, in the event of our voluntary or involuntary liquidation, dissolution or winding-up of our affairs, no distribution of our assets may be made to holders of our common stock until we have paid to holders of the Mandatory convertible preferred stock a liquidation preference equal to $1,000.00 per share plus accumulated and unpaid dividends."
        },
        {
          "year": 2024,
          "paragraphIndex": 60,
          "text": "On the terms and subject to the conditions set forth in the Merger Agreement, each share of Spirit common stock will be exchanged for a number of shares of our common stock equal to an exchange ratio between 0.18 and 0.25, calculated as $37.25 divided by the volume weighted average share price of our shares over the 15-trading-day period ending on the second trading day prior to the closing (subject to a floor of $149.00 per share and a ceiling of $206.94 per share). In addition, unless earlier converted, each outstanding share of Mandatory convertible preferred stock will automatically convert for settlement on or about October 15, 2027, into between 5.8280 and 6.9940 shares of common stock, subject to customary anti-dilution adjustments. At any time prior to October 15, 2027, a holder of Mandatory convertible preferred stock may convert one share of such stock into a number of shares of common stock equal to the minimum conversion rate of 5.8280, subject to certain anti-dilution and other adjustments. In addition, a substantial number of shares of our common stock is reserved for issuance upon the exercise or settlement of equity awards. Collectively, these issuances or potential future issuances of common stock could be significant and will dilute the interests of our existing shareholders."
        },
        {
          "year": 2023,
          "paragraphIndex": 18,
          "text": "Approximately 57,000 employees, which constitute 33% of our total workforce, were union represented as of December 31, 2023 under collective bargaining agreements with varying durations and expiration dates. For additional information on our principal collective bargaining agreements, see “Business\n–\nHuman Capital” on page 2 of this Form 10-K. We experienced a work stoppage in 2008 when a labor strike halted commercial aircraft and certain BDS program production. We may experience additional work stoppages in the future, which could adversely affect our business. We cannot predict how stable our union relationships, currently with 10 U.S. labor organizations and 4 non-U.S. labor organizations, will be or whether we will be able to meet the unions’ requirements without impacting our financial condition. The unions may also limit our flexibility in managing our workforce and operations. Union actions at suppliers can also affect us. Work stoppages and instability in our union relationships could delay the production and/or development of our products, which could strain relationships with customers and result in lower revenues."
        },
        {
          "year": 2023,
          "paragraphIndex": 48,
          "text": "We depend, in part, upon the issuance of debt to fund our operations and contractual commitments. As of December 31, 2023, our debt totaled $52.3 billion of which approximately $17.7 billion of principal payments on outstanding debt will become due over the next three years. In addition, as of December 31, 2023, our airplane financing commitments totaled $17.0 billion. If we require additional funding in order to pay off existing debt, address further impacts to our business related to market developments, fund outstanding financing commitments or meet other business requirements, our market liquidity may not be sufficient. These risks will be particularly acute if we are subject to further credit rating downgrades such as those we experienced in 2020. A number of factors could cause us to incur increased borrowing costs and to have greater difficulty accessing public and private markets for debt. These factors include disruptions or declines in the global capital markets and/or a decline in our financial performance, outlook or credit ratings and/or changes in demand for our products and services. The occurrence of any or all of these events may adversely affect our ability to fund our operations and contractual or financing commitments."
        },
        {
          "year": 2023,
          "paragraphIndex": 5,
          "text": "On January 10, 2024, the FAA notified us that it has initiated an investigation into our quality control system. This was followed by the FAA announcing actions to increase its oversight of us, including conducting (1) an audit involving the 737-9 production line and suppliers to evaluate compliance with approved quality procedures, (2) increased monitoring of 737-9 in-service events, and (3) an assessment of safety risks around delegated authority and quality oversight, and examination of options to move these functions under independent third parties. On January 24, 2024, the FAA stated that it will not approve production rate increases or additional production lines for the 737 MAX until\nit is satisfied that we are in full compliance with required quality control procedures.\nWe are currently unable to reasonably estimate what impact the January 5, 2024 Alaska Airlines accident and the related FAA actions will have on our financial position, results of operations and cash flows."
        }
      ]
    }
  ]
}