{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "december",
        "december form",
        "form",
        "form table",
        "agreement",
        "capital actions",
        "amended",
        "amended restated",
        "ongoing",
        "restated",
        "support agreement",
        "withdrawal",
        "capital standards",
        "leave",
        "relationship",
        "reforms",
        "bhc",
        "bhc act",
        "did",
        "exemption",
        "going concern",
        "grandfather",
        "grandfather exemption",
        "parent holding",
        "sale",
        "act grandfather",
        "activities september",
        "affecting",
        "changes way",
        "commodities underlying"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 40,
          "text": "Under the amended and restated support agreement, upon the occurrence of a resolution scenario,\nincluding one in which an SPOE strategy is used, the Parent Company will be obligated to contribute or loan on a subordinated basis all of its material assets, other than shares in subsidiaries of the Parent Company and certain intercompany\npayables, to provide capital and liquidity, as applicable, to its material subsidiaries. The obligations of the Parent Company under the amended and restated support agreement will be secured on a senior basis by the assets of the Parent Company\n(other than shares in subsidiaries of the Parent Company). As a result, claims of our material subsidiaries against the assets of the Parent Company (other than shares in subsidiaries of the Parent Company) will be effectively senior to unsecured\nobligations of the Parent Company. Such unsecured obligations would be at risk of absorbing losses of the Parent Company and its subsidiaries. Although an SPOE strategy, whether applied pursuant to our resolution plan or in a resolution"
        },
        {
          "year": 2016,
          "paragraphIndex": 71,
          "text": "is expected to leave the E.U. in early 2019. The terms and conditions of the anticipated withdrawal from the E.U., and which of the several alternative models of relationship that the U.K. might\nseek to negotiate with the E.U., remain uncertain. However, the U.K. government has stated that the U.K. will leave the E.U. single market and will seek a phased period of implementation for the new relationship that may cover the legal and\nregulatory framework applicable to financial institutions with significant operations in Europe, such as the Firm. Potential effects of the U.K. exit from the E.U. and potential mitigation actions may vary considerably depending on the timing of\nwithdrawal and the nature of any transition or successor arrangements. Any future limitations on providing financial services into the E.U. from our U.K. operations could require us to make potentially significant changes to our operations in the\nU.K. and Europe and our legal structure there, which could have an adverse effect on our business and financial results."
        },
        {
          "year": 2016,
          "paragraphIndex": 46,
          "text": "proposed repurchases of our outstanding securities, and other proposed capital actions that we intend to take. The Federal Reserve may object to, or otherwise require us to modify, such plan, or\nmay object or require modifications to a resubmitted capital plan, any of which would adversely affect shareholders. In addition, beyond review of the plan, the Federal Reserve may impose other restrictions or conditions on us that prevent us from\npaying or increasing dividends, repurchasing securities or taking other capital actions that would benefit shareholders. Finally, the Federal Reserve may change regulatory capital standards to impose higher requirements that restrict our ability to\ntake capital actions, or may modify or impose other regulatory standards that increase our operating expenses and reduce our ability to take capital actions."
        },
        {
          "year": 2015,
          "paragraphIndex": 44,
          "text": "The BHC Act provides a\ngrandfather exemption for \u0093activities related to the trading, sale or investment in commodities and underlying physical properties,\u0094 provided that we were engaged in \u0093any of such activities as of September 30, 1997 in the United\nStates\u0094 and provided that certain other conditions that are within our reasonable control are satisfied. If the Federal Reserve were to determine that any of our commodities activities did not qualify for the BHC Act grandfather exemption, then\nwe would likely be required to divest any such activities that did not otherwise conform to the BHC Act. See also \u0093Scope of Permitted Activities\u0094 under \u0093Business\u0097Supervision and Regulation\u0094 in Part I, Item 1."
        },
        {
          "year": 2015,
          "paragraphIndex": 31,
          "text": "In response to the financial crisis, legislators and regulators, both in the U.S. and\nworldwide, have adopted, continue to propose and are in the process of adopting, finalizing and implementing a wide range of financial market reforms that are resulting in major changes to the way our global operations are regulated and conducted.\nIn particular, as a result of these reforms, we are, or will become, subject to (among other things) significantly revised and expanded regulation and supervision, more intensive scrutiny of our businesses and any plans for expansion of those\nbusinesses, new activities limitations, a systemic risk regime that imposes heightened capital and liquidity requirements and other enhanced prudential standards, new resolution regimes and resolution planning requirements, new requirements for\nmaintaining minimum amounts of external total loss-absorbing capacity and external long-term debt, new restrictions on activities and investments imposed by the Volcker Rule, and comprehensive new derivatives regulation. While certain portions of\nthese reforms are effective, others are still subject to final rulemaking or transition periods. Many of the changes required by these reforms could materially impact the profitability of our businesses and the value of assets we hold, expose us to\nadditional costs, require changes to business practices or force us to discontinue businesses, adversely affect our ability to pay dividends and repurchase our stock, or require us to raise capital, including in ways that may adversely impact our\nshareholders or creditors. In addition, regulatory requirements that are being proposed by foreign policymakers and regulators may be inconsistent or conflict with regulations that we are subject to in the U.S. and, if adopted, may adversely affect\nus. While there continues to be uncertainty about the full impact of these changes, we do know that the Company is and will continue to be subject to a more complex regulatory framework, and will incur costs to comply with new requirements as well\nas to monitor for compliance in the future."
        },
        {
          "year": 2015,
          "paragraphIndex": 27,
          "text": "The parent holding company depends on dividends, distributions and other payments from its subsidiaries to fund dividend payments and to\nfund all payments on its obligations, including debt obligations. Regulatory, tax restrictions or elections and other legal restrictions may limit our ability to transfer funds freely, either to or from our subsidiaries. In particular, many of our\nsubsidiaries, including our broker-dealer subsidiaries, are subject to laws, regulations and self-regulatory organization rules that authorize regulatory bodies to block or reduce the flow of funds to the parent holding company, or that prohibit\nsuch transfers altogether in certain circumstances, including steps to \u0093ring fence\u0094 entities by regulators outside of the U.S. to protect clients and creditors of such entities in the event of financial difficulties involving such\nentities. These laws, regulations and rules may hinder our ability to access funds that we may need to make payments on our obligations. Furthermore, as a bank holding company, we may become subject to a prohibition or to limitations on our ability\nto pay dividends or repurchase our common stock. The OCC, the Federal Reserve and the FDIC have the authority, and under certain circumstances the duty, to prohibit or to limit the payment of dividends by the banking organizations they supervise,\nincluding us and our U.S. Bank Subsidiaries."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "complaint",
        "court",
        "motion",
        "trust",
        "plaintiff",
        "filed",
        "dismiss",
        "motion dismiss",
        "denied",
        "firm motion",
        "stanley mortgage",
        "alleges",
        "approximately",
        "million",
        "supreme",
        "item",
        "risk item",
        "regulation item",
        "absorbing capacity",
        "bank holding",
        "partners counterparties",
        "total loss",
        "Climate change",
        "annual resolution",
        "backed securities",
        "business continuity",
        "events cause",
        "mortgage backed",
        "adding",
        "applications"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 123,
          "text": "ABS Capital I Inc. Trust, Series\n2007-NC3\n(MSAC\n2007-NC3)\nv. Morgan Stanley Mortgage Capital Holdings LLC\n, and filed a complaint in the Supreme Court of NY under the caption\nDeutsche Bank National Trust Company, solely in its capacity as Trustee for Morgan\nStanley ABS Capital I Inc. Trust, Series\n2007-NC3\nv. Morgan Stanley Mortgage Capital Holdings LLC, as\nSuccessor-by-Merger\nto\nMorgan Stanley Mortgage Capital Inc.\nThe complaint asserts claims for breach of contract and breach of the implied covenant of good faith and fair dealing and alleges, among other things, that the loans in the trust, which had an original\nprincipal balance of approximately $1.3 billion, breached various representations and warranties. The complaint seeks, among other relief, specific performance of the loan breach remedy procedures in the transaction documents, unspecified\ndamages, rescission, interest and costs. On April 12, 2016, the court granted the Firm\u0092s motion to dismiss the complaint, and granted the plaintiff the ability to seek to replead certain aspects of the complaint. On January 17, 2017,\nthe First Department affirmed the lower court\u0092s order granting the motion to dismiss the complaint. On January 9, 2017, plaintiff filed a motion to amend its complaint. On April 13, 2017, the Appellate Division denied plaintiff\u0092s\nmotion for leave to appeal to the New York Court of Appeals."
        },
        {
          "year": 2017,
          "paragraphIndex": 126,
          "text": "On April 28, 2014, Deutsche Bank National Trust\nCompany, in its capacity as trustee for Morgan Stanley Structured Trust I\n2007-1,\nfiled a complaint against the Firm styled\nDeutsche Bank National Trust Company v. Morgan Stanley Mortgage Capital Holdings\nLLC\n, pending in the United States District Court for the Southern District of New York (\u0093SDNY\u0094). The complaint asserts claims for breach of contract and alleges, among other things, that the loans in the trust, which had an original\nprincipal balance of approximately $735 million, breached various representations and warranties. The complaint seeks, among other relief, specific performance of the loan breach remedy procedures in the transaction documents, unspecified\ncompensatory and/or rescissory damages, interest and costs. On April 3, 2015, the court granted in part and denied in part the Firm\u0092s motion to dismiss the complaint. On January 10, 2018, the court reinstated plaintiff\u0092s breach\nof contract claim based on failure to notify, which had been dismissed in its April 3, 2015 order. On January 25, 2018, the court denied the Firm\u0092s motion for summary judgment. On February 5, 2018, the Firm filed a motion for judgment\non the pleadings an"
        },
        {
          "year": 2017,
          "paragraphIndex": 118,
          "text": "On May 17, 2013, plaintiff in\nIKB International S.A. in Liquidation, et al. v. Morgan\nStanley, et al.\nfiled a complaint against the Firm and certain affiliates in the Supreme Court of NY. The complaint alleges that defendants made material misrepresentations and omissions in the sale to plaintiff of certain mortgage pass-through\ncertificates backed by securitization trusts containing residential mortgage loans. The total amount of certificates allegedly sponsored, underwritten and/or sold by the Firm to plaintiff was approximately $133 million. The complaint alleges\ncauses of action against the Firm for common law fraud, fraudulent concealment, aiding and abetting fraud, and negligent misrepresentation, and seeks, among other things, compensatory and punitive damages. On October 29, 2014, the court granted\nin part and denied in part the Firm\u0092s motion to dismiss. All claims regarding four certificates were dismissed. After these dismissals, the remaining amount of certificates allegedly issued by the Firm or sold to plaintiff by the Firm was\napproximately $116 million. On August 11, 2016, the Appellate Division affirmed the trial court\u0092s order denying in part the Firm\u0092s motion to dismiss the complaint."
        },
        {
          "year": 2016,
          "paragraphIndex": 50,
          "text": "We originate loans secured by commercial and residential properties. Further, we securitize and\ntrade in a wide range of commercial and residential real estate and real estate-related whole loans, mortgages and other real estate and commercial assets and products, including residential and commercial mortgage-backed securities. In connection\nwith these activities, we have provided, or otherwise agreed to be responsible for, certain representations and warranties. Under certain circumstances, we may be required to repurchase such assets or make other payments related to such assets if\nsuch representations and warranties were breached. We have also made representations and warranties in connection with our role as an originator of certain commercial mortgage loans that we securitized in commercial mortgage-backed securities. For\nadditional information, see also Note 12 to the consolidated financial statements in Part II, Item 8."
        },
        {
          "year": 2016,
          "paragraphIndex": 23,
          "text": "Liquidity and funding risk refers to the risk that we will be unable to finance our operations due to a loss of access to the capital markets\nor difficulty in liquidating our assets. Liquidity and funding risk encompasses the risk that our financial condition or overall soundness is adversely affected by an inability or perceived inability to meet our financial obligations in a timely\nmanner. It also includes the associated funding risks triggered by the market or idiosyncratic stress events that may cause unexpected changes in funding needs or an inability to raise new funding. For more information on how we monitor and manage\nliquidity and funding risk, see \u0093Management\u0092s Discussion and Analysis of Financial Condition and Results of Operations\u0097Liquidity and Capital Resources\u0094 in Part II, Item 7 and \u0093Quantitative and Qualitative Disclosures\nabout Market Risk\u0097Risk Management\u0097Liquidity and Funding Risk\u0094 in Part II, Item 7A."
        },
        {
          "year": 2016,
          "paragraphIndex": 38,
          "text": "In addition, provided that certain procedures\nare met, we can be subject to a resolution proceeding under the orderly liquidation authority under Title II of the Dodd-Frank Act with the FDIC being appointed as receiver. The FDIC\u0092s power under the orderly liquidation authority to disregard\nthe priority of creditor claims and treat similarly situated creditors differently in certain circumstances, subject to certain limitations, could adversely impact holders of our unsecured debt. See \u0093Business\u0097Supervision and\nRegulation\u0094 in Part I, Item 1 and \u0093Management\u0092s Discussion and Analysis of Financial Condition and Results of Operations\u0097Liquidity and Capital Resources\u0097Regulatory Requirements\u0094 in Part II, Item 7."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "reference",
        "reference rates",
        "alternative reference",
        "common share",
        "diluted",
        "net income",
        "applicable morgan",
        "gaap",
        "income applicable",
        "disclosures risk",
        "ibor",
        "libor",
        "millions",
        "non gaap",
        "common shareholders",
        "complaint",
        "court",
        "motion",
        "trust",
        "plaintiff",
        "filed",
        "dismiss",
        "motion dismiss",
        "denied",
        "firm motion",
        "stanley mortgage",
        "alleges",
        "approximately",
        "supreme",
        "supreme court"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 87,
          "text": "Require the transition and/or development of appropriate systems and analytics to effectively transition our\nrisk management processes from IBOR-based products to those based on one or more alternative reference rates in a timely manner, including by quantifying value and risk for various alternative reference rates, which may prove challenging given the\nlimited history of the proposed alternative reference rates; and"
        },
        {
          "year": 2018,
          "paragraphIndex": 82,
          "text": "On April 3, 2018, the Federal Reserve Bank of New York commenced publication of three reference rates based on overnight U.S. Treasury\nrepurchase agreement transactions, including the Secured Overnight Financing Rate, which has been recommended as an alternative to U.S. dollar LIBOR by the Alternative Reference Rates Committee. Further, the Bank of England is publishing a reformed\nSterling Overnight Index Average, comprised of a broader set of overnight Sterling money market transactions, which has been selected by the Working Group on Sterling Risk-Free Reference Rates as the alternative rate to Sterling LIBOR. Central\nbank-sponsored committees in other jurisdictions, including Europe, Japan and Switzerland, have, or are expected to, select alternative reference rates denominated in other currencies."
        },
        {
          "year": 2018,
          "paragraphIndex": 88,
          "text": "Depending on several factors including those set forth above, our business, financial condition and results of operations could be materially\nadversely impacted by the market transition or reform of certain benchmarks. Other factors include the pace of the transition to replacement or reformed rates, the specific terms and parameters for and market acceptance of any alternative reference\nrate, prices of and the liquidity of trading markets for products based on alternative reference rates, and our ability to transition and develop appropriate systems and analytics for one or more alternative reference rates."
        },
        {
          "year": 2017,
          "paragraphIndex": 123,
          "text": "ABS Capital I Inc. Trust, Series\n2007-NC3\n(MSAC\n2007-NC3)\nv. Morgan Stanley Mortgage Capital Holdings LLC\n, and filed a complaint in the Supreme Court of NY under the caption\nDeutsche Bank National Trust Company, solely in its capacity as Trustee for Morgan\nStanley ABS Capital I Inc. Trust, Series\n2007-NC3\nv. Morgan Stanley Mortgage Capital Holdings LLC, as\nSuccessor-by-Merger\nto\nMorgan Stanley Mortgage Capital Inc.\nThe complaint asserts claims for breach of contract and breach of the implied covenant of good faith and fair dealing and alleges, among other things, that the loans in the trust, which had an original\nprincipal balance of approximately $1.3 billion, breached various representations and warranties. The complaint seeks, among other relief, specific performance of the loan breach remedy procedures in the transaction documents, unspecified\ndamages, rescission, interest and costs. On April 12, 2016, the court granted the Firm\u0092s motion to dismiss the complaint, and granted the plaintiff the ability to seek to replead certain aspects of the complaint. On January 17, 2017,\nthe First Department affirmed the lower court\u0092s order granting the motion to dismiss the complaint. On January 9, 2017, plaintiff filed a motion to amend its complaint. On April 13, 2017, the Appellate Division denied plaintiff\u0092s\nmotion for leave to appeal to the New York Court of Appeals."
        },
        {
          "year": 2017,
          "paragraphIndex": 126,
          "text": "On April 28, 2014, Deutsche Bank National Trust\nCompany, in its capacity as trustee for Morgan Stanley Structured Trust I\n2007-1,\nfiled a complaint against the Firm styled\nDeutsche Bank National Trust Company v. Morgan Stanley Mortgage Capital Holdings\nLLC\n, pending in the United States District Court for the Southern District of New York (\u0093SDNY\u0094). The complaint asserts claims for breach of contract and alleges, among other things, that the loans in the trust, which had an original\nprincipal balance of approximately $735 million, breached various representations and warranties. The complaint seeks, among other relief, specific performance of the loan breach remedy procedures in the transaction documents, unspecified\ncompensatory and/or rescissory damages, interest and costs. On April 3, 2015, the court granted in part and denied in part the Firm\u0092s motion to dismiss the complaint. On January 10, 2018, the court reinstated plaintiff\u0092s breach\nof contract claim based on failure to notify, which had been dismissed in its April 3, 2015 order. On January 25, 2018, the court denied the Firm\u0092s motion for summary judgment. On February 5, 2018, the Firm filed a motion for judgment\non the pleadings an"
        },
        {
          "year": 2017,
          "paragraphIndex": 120,
          "text": "Company, as Trustee for the Morgan Stanley ABS Capital I Inc. Trust, Series\n2007-NC1\nv. Morgan Stanley ABS Capital I, Inc.\nOn February 3, 2014, the plaintiff filed an amended complaint, which asserts claims for breach of contract and breach of the implied covenant of good faith and\nfair dealing and alleges, among other things, that the loans in the trust, which had an original principal balance of approximately $1.25 billion, breached various representations and warranties. The amended complaint seeks, among other relief,\nspecific performance of the loan breach remedy procedures in the transaction documents, unspecified damages, rescission and interest. On April 12, 2016, the court granted in part and denied in part the Firm\u0092s motion to dismiss the amended\ncomplaint, dismissing all claims except a single claim alleging failure to notify, regarding which the motion was denied without prejudice. On December 9, 2016, the Firm renewed its motion to dismiss that notification claim. On January 17,\n2017, the First Department affirmed the lower court\u0092s April 12, 2016 order. On April 13, 2017, the Appellate Division denied plaintiff\u0092s motion for leave to appeal to the New York Court of Appeals."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "head",
        "dealers",
        "broker dealers",
        "covered",
        "futures",
        "capital requirements",
        "chief",
        "officer",
        "basel",
        "registered",
        "september",
        "commission",
        "reports",
        "directors",
        "officers",
        "agreement",
        "reference rates",
        "alternative reference",
        "common share",
        "diluted",
        "applicable morgan",
        "gaap",
        "tax act",
        "benefits",
        "earnings",
        "income applicable",
        "discrete",
        "discrete tax",
        "investigations",
        "net discrete"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 58,
          "text": "Broker-Dealer and Investment Adviser Regulation.\nOur primary U.S. broker-dealer subsidiaries, Morgan Stanley & Co. LLC (“MS&Co.”) and MSSB, are registered broker-dealers with the SEC and in all 50 states, the District of Columbia, Puerto Rico and the U.S. Virgin Islands, and are members of various self-regulatory organizations, including FINRA, and various securities exchanges and clearing organizations. Broker-dealers are subject to laws and regulations covering all aspects of the securities business, including sales and trading practices, securities offerings, publication of research reports, use of customers’ funds and securities, capital structure, risk management controls in connection with market access, recordkeeping and retention, and the conduct of their directors, officers, representatives and other associated persons. Broker-dealers are also regulated by securities administrators in those states where they do business. Violations of the laws and regulations governing a broker-dealer’s actions could result in censures, fines, the issuance of cease-and-desist orders, revocation of licenses or registrations, the suspension or expulsion from the securities industry of such broker-dealer or its officers or employees, or other similar consequences by both federal and state securities administrators. Our broker-dealer subsidiaries are also members of the Securities Investor Protection Corporation, which provides certain protections for customers of broker-dealers against losses in the event of the insolvency of a broker-dealer."
        },
        {
          "year": 2019,
          "paragraphIndex": 32,
          "text": "Regulated Subsidiaries.\nIn addition, many of our regulated subsidiaries are, or are expected to be in the future, subject to regulatory capital requirements, including regulated subsidiaries registered as swap dealers with the CFTC or security-based swap dealers with the SEC (collectively, “Swaps Entities”) or registered as broker-dealers or futures commission merchants. Specific regulatory capital requirements vary by regulated subsidiary, and in many cases these standards are still in proposed form, not yet effective or are subject to ongoing rulemakings that could substantially modify requirements."
        },
        {
          "year": 2019,
          "paragraphIndex": 89,
          "text": "James P. Gorman (61)\n. Chairman of the Board of Directors and Chief Executive Officer of Morgan Stanley (since January 2012). President and Chief Executive Officer (January 2010 to December 2011) and member of the Board of Directors (since January 2010). Co-President (December 2007 to December 2009) and Co-Head of Strategic Planning (October 2007 to December 2009). President and Chief Operating Officer of Wealth Management (February 2006 to April 2008)."
        },
        {
          "year": 2018,
          "paragraphIndex": 122,
          "text": "Results for 2017 included an intermittent net discrete tax provision of $968 million, or $0.53 per\ndiluted common share, primarily related to the impact of the Tax Act, partially offset by net discrete tax benefits related to the remeasurement of reserves and related interest due to new information regarding the status of multi-year IRS tax\nexaminations. For a discussion of the Tax Act and the net discrete tax benefi"
        },
        {
          "year": 2018,
          "paragraphIndex": 119,
          "text": "Represents a\nnon-GAAP\nmeasure, see \u0093Selected\nnon-GAAP\nFinancial Information\u0094 herein. Adjusted amounts exclude intermittent net discrete tax provisions (benefits). Beginning in 2017, income tax consequences associated with employee share-based awards are\nrecognized in Provision for income taxes in the income statements but are excluded from the intermittent net discrete tax provisions (benefits) adjustment as we anticipate conversion activity each year. For further information on the net discrete\ntax provisions (benefits), see \u0093Supplemental Financial Information and Disclosures\u0097Income Tax Matters\u0094 herein."
        },
        {
          "year": 2018,
          "paragraphIndex": 121,
          "text": "Results for 2018 include intermittent net discrete tax benefits of $203 million, or $0.12 per diluted\ncommon share, primarily associated with the remeasurement of reserves and related interest due to the resolution of multi-jurisdiction tax examinations. In addition, the effective tax rate in 2018 is lower than in 2017, primarily as a result of the\nenactment of the Tax Cuts and Jobs Act (\u0093Tax Act\u0094)."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "diversity",
        "culture",
        "inclusion",
        "work",
        "covid pandemic",
        "diversity inclusion",
        "benefits",
        "etb",
        "human capital",
        "ethnically",
        "ethnically diverse",
        "vaccines",
        "employee engagement",
        "engagement",
        "operational risk",
        "clearing houses",
        "houses",
        "incur",
        "adversely affect",
        "brrd",
        "concentrated",
        "financial instruments",
        "agents",
        "agents exchanges",
        "complex",
        "concentration",
        "damage",
        "defaults",
        "extreme"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 94,
          "text": "We believe that a diverse workforce is important to Morgan Stanley’s continued success and our ability to serve our clients. To this end, we pursue a comprehensive diversity and inclusion strategy based on four pillars: accountability, representation, advancement and culture. To build a diverse talent pipeline, we use global, targeted recruitment and development programs to hire, retain and promote female and ethnically diverse talent. Further evidencing this commitment, in 2020, we launched the Morgan Stanley Institute for Inclusion, which will help lead an integrated and transparent diversity, equity and inclusion strategy to deliver our full potential to achieve meaningful change within our Firm and beyond, including our communities."
        },
        {
          "year": 2020,
          "paragraphIndex": 98,
          "text": "The well-being of our employees is also key to the success of the Firm. To that end, we provide programs (which vary by location), including healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, flexible work schedules, adoption and surrogacy assistance, employee assistance programs, tuition assistance and on-site services, such as health centers and fitness centers, among many others. Morgan Stanley sponsors free and confidential mental health counseling for all employees and their dependents (which vary by location). In 2020, the Firm introduced a new mental health benefit in the U.S. that provides access to therapists, mental health coaches and other resources. Further, in response to the COVID-19 pandemic, we implemented changes that we determined were in the best interest of our employees. These changes include having the vast majority of our employees work from home and providing productivity resources when necessary, while implementing additional safety measures for employees continuing critical on-site work, committing to no reductions in force through 2020, COVID-19-specific medical benefits, extended childcare benefits and modified work schedules."
        },
        {
          "year": 2020,
          "paragraphIndex": 93,
          "text": "Our core values are designed to guide decision making aligned to the expectations of our employees, clients, shareholders, regulators, directors and the communities in which we operate. These guiding values—\nPut Clients First, Do the Right Thing, Lead with Exceptional Ideas, Commit to Diversity and Inclusion, and Give Back\n—are at the heart of our workplace culture and underpin our success. Our Code of Conduct is central to our expectation that employees embody our values and, as such, every new hire and every employee annually is required to certify to their understanding of and adherence to the Code of Conduct. We also invite employee feedback on our culture and workplace through our biennial employee engagement survey. For a further discussion of the culture, values, and conduct of employees, see “Quantitative and Qualitative Disclosures about Risk—Risk Management.”"
        },
        {
          "year": 2019,
          "paragraphIndex": 112,
          "text": "The commercial soundness of many financial institutions may be closely interrelated as a result of credit, trading, clearing or other relationships among the institutions. Increased centralization of trading activities through particular clearing houses, central agents or exchanges as required by provisions of the Dodd-Frank Act may increase our concentration of risk with respect to these entities. As a result, concerns about, or a default or threatened default by, one institution could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This is sometimes referred to as systemic risk and may adversely affect financial intermediaries, such as clearing houses, clearing agencies, exchanges, banks and securities firms, with which we interact on a daily basis and, therefore, could adversely affect us. See also “Systemic Risk Regime” under “Business—Supervision and Regulation—Financial Holding Company.”"
        },
        {
          "year": 2019,
          "paragraphIndex": 113,
          "text": "Operational risk refers to the risk of loss, or of damage to our reputation, resulting from inadequate or failed processes or systems, from human factors or from external events (e.g., fraud, theft, legal and compliance risks, cyber attacks or damage to physical assets). We may incur operational risk across the full scope of our business activities, including revenue-generating activities (e.g., sales and trading) and support and control groups (e.g., information technology and trade processing). Legal, regulatory and compliance risk is included in the scope of operational risk and is discussed below under “Legal, Regulatory and Compliance Risk.” For more information on how we monitor and manage operational risk, see “\nQuantitative and Qualitative Disclosures about Risk—Operational Risk\n.”"
        },
        {
          "year": 2019,
          "paragraphIndex": 107,
          "text": "We incur significant credit risk exposure through our Institutional Securities business segment. This risk may arise from a variety of business activities, including, but not limited to: extending credit to clients through various lending commitments; entering into swap or other derivative contracts under which counterparties have obligations to make payments to us; providing short- or long-term funding that is secured by physical or financial collateral whose value may at times be insufficient to fully cover the loan repayment amount; posting margin and/or collateral and other commitments to clearing houses, clearing agencies, exchanges, banks, securities firms and other financial counterparties; and investing and trading in securities and loan pools, whereby the value of these assets may fluctuate based on realized or expected defaults on the underlying obligations or loans."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "operational risk",
        "Intellectual property",
        "adversely affect",
        "dealers security",
        "errors",
        "clearing houses",
        "eaton",
        "eaton vance",
        "houses",
        "incur",
        "vance",
        "women",
        "agents",
        "backup",
        "concentrated",
        "european",
        "regulate",
        "deposit",
        "final",
        "internal controls",
        "liquidity standards",
        "reforms",
        "transition",
        "china",
        "europe",
        "female",
        "japan",
        "pra",
        "regulate activities",
        "singapore"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 107,
          "text": "The commercial soundness of many financial institutions may be closely interrelated as a result of credit, trading, clearing or other relationships among the institutions. Increased centralization of trading activities through particular clearing houses, central agents or exchanges as required by provisions of the Dodd-Frank Act may increase our concentration of risk with respect to these entities. As a result, concerns about, or a default or threatened default by, one institution could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This is sometimes referred to as systemic risk and may adversely affect financial intermediaries, such as clearing houses, clearing agencies, exchanges, banks and securities firms, with which we interact on a daily basis and, therefore, could adversely affect us. See also “Systemic Risk Regime” under “Business—Supervision and Regulation—Financial Holding Company.”"
        },
        {
          "year": 2021,
          "paragraphIndex": 14,
          "text": "On March 1, 2021, we completed the acquisition of Eaton Vance Corp. (“Eaton Vance”), and on October 2, 2020, we completed the acquisition of E*TRADE Financial Corporation (E*TRADE). For further information, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Business Segments—Wealth Management,” “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Business Segments—Investment Management” and Note 3 to the financial statements."
        },
        {
          "year": 2021,
          "paragraphIndex": 108,
          "text": "Operational risk refers to the risk of loss, or of damage to our reputation, resulting from inadequate or failed processes or systems, from human factors or from external events (\ne.g.\n, cyber attacks or third-party vulnerabilities) that may manifest as, for example, loss of information, business disruption, theft and fraud, legal and compliance risks, or damage to physical assets. We may incur operational risk across the full scope of our business activities, including revenue-generating activities and support and control groups (\ne.g.\n, information technology and trade processing). Legal, regulatory and compliance risk is included in the scope of operational risk and is discussed below under “Legal, Regulatory and Compliance Risk.” For more information on how we monitor and manage operational risk, see “Quantitative and Qualitative Disclosures about Risk—Operational Risk.”"
        },
        {
          "year": 2020,
          "paragraphIndex": 81,
          "text": "Some of our subsidiaries are regulated as broker-dealers, investment advisers or other types of regulated entities under the laws of the jurisdictions in which they operate. Subsidiaries engaged in banking and trust activities and advisory activities outside the U.S. are regulated by various government agencies in the particular jurisdiction where they are chartered, incorporated and/or conduct their business activity. For instance, the PRA, the U.K. Financial Conduct Authority (“FCA”) and several securities and futures exchanges in the U.K., including the London Stock Exchange and ICE Futures Europe, regulate our activities in the U.K.; the BaFin and the Deutsche Börse AG regulate certain of our activities in the Federal Republic of Germany; the European Central Bank supervises certain subsidiaries in our post-Brexit structure; the Central Bank of Ireland regulates our activities in Ireland, the Financial Services Agency, the Securities and Exchange Surveillance Commission, the Bank of Japan, the Japan Securities Dealers Association and several Japanese securities and futures exchanges and ministries regulate our activities in Japan; the Securities and Futures Commission of Hong Kong, the Hong Kong Monetary Authority and the Hong Kong Exchanges and Clearing Limited regulate our business in Hong Kong; the Monetary"
        },
        {
          "year": 2020,
          "paragraphIndex": 82,
          "text": "Authority of Singapore and the Singapore Exchange Limited regulate our business in Singapore; the China Securities Regulatory Commission and the China Banking and Insurance Regulatory Commission regulate our activities in China and other similar bodies regulate our activities in Korea, Australia, India and other countries."
        },
        {
          "year": 2020,
          "paragraphIndex": 85,
          "text": "The European Commission has enacted a package of reforms including various risk reduction measures that impact subsidiaries that operate in the E.U. These include amendments to the Capital Requirements Regulation, which will come into effect in June 2021. These reforms provide updates to risk-based capital, liquidity (including introducing a net stable funding ratio), leverage and other prudential standards on a consolidated basis that are consistent with final Basel standards. The PRA has confirmed that similar amendments will be made to U.K. regulations that, post-Brexit, now apply directly to U.K. subsidiaries, but these will not take effect until January 2022. Further details are due to be published in 2021. Details of further reforms to be implemented from 2023 onwards, covering the remaining revisions to the Basel III Framework that have not already been applied, are expected during 2021."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "approach",
        "global pandemics",
        "market uncertainty",
        "russia",
        "support employees",
        "ukraine",
        "confidential information",
        "covered fund",
        "development workforce",
        "economic geopolitical",
        "financial wellbeing",
        "frequently",
        "health wellbeing",
        "include health",
        "lack",
        "covid pandemic",
        "wellness",
        "etb",
        "health wellness",
        "administration",
        "consequences",
        "customers counterparties",
        "duration",
        "economy",
        "effects covid",
        "employees key",
        "end",
        "etsb",
        "extent",
        "financial wellness"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 87,
          "text": "Our results of operations have been in the past and may, in the future, be materially affected by global financial market and economic conditions, both directly and indirectly through their impact on client activity levels. These include the level and volatility of equity, fixed income and commodity prices, the level and term structure of interest rates, inflation and currency values, the level of other market indices, fiscal or monetary policies established by central banks and financial regulators, and uncertainty concerning government shutdowns, debt ceilings or funding, which may be driven by economic conditions, market uncertainty or lack of confidence among investors and clients due to the effects of widespread events such as global pandemics, natural disasters, climate-related incidents, acts of war or aggression, geopolitical instability, changes to global trade policies and the implementation of tariffs or protectionist trade policies and other factors, or a combination of these or other factors. For example, in 2022, the global economic and geopolitical environment was characterized by persistent inflation, rising interest rates, volatility in global financial markets (leading to, among other things, a decline in equity prices), supply chain complications, recessionary fears, and geopolitical uncertainty regarding the war between Russia and Ukraine and its impact on the global markets, including the energy markets."
        },
        {
          "year": 2022,
          "paragraphIndex": 6,
          "text": "•\nclimate-related incidents and other environmental and sustainability matters, global pandemics (including impacts of the coronavirus disease (“COVID-19”)), acts of war or aggression (including the war between Russia and Ukraine), and terrorist activities or military actions; and"
        },
        {
          "year": 2022,
          "paragraphIndex": 69,
          "text": "We believe a diverse and inclusive workforce is important to Morgan Stanley’s continued success and our ability to serve our clients. Our programming to support our workforce helps build a sense of community and belonging for all colleagues. We have deepened our investments to recruit, advance and retain diverse talent through a holistic approach, focused on professional development, health and wellbeing, benefits, and culture. Consistent with this approach, we strive to increase diverse representation among our workforce and drive greater accountability for leaders. The Morgan Stanley Institute for Inclusion is also a key part of our strategy."
        },
        {
          "year": 2021,
          "paragraphIndex": 29,
          "text": "Capital Requirements.\nThe Federal Reserve establishes capital requirements largely based on the Basel III capital standards established by the Basel Committee on Banking Supervision (“Basel Committee”), including well-capitalized standards, for large BHCs and evaluates our compliance with such requirements. The OCC establishes similar capital requirements and standards for Morgan Stanley Bank, N.A. (“MSBNA”), Morg\nan Stanley Private Bank, National Association (“MSPBNA”), E*TRADE Bank (“ETB”) and E*TRADE Savings Bank (“ETSB”), a wholly owned subsidiary of ETB (collectively, our “U.S. Bank Subsidiaries”). On January 1, 2022, ETSB merged with and into ETB, and subsequently ETB merged with and into MSPBNA, with MSPBNA as the surviving bank."
        },
        {
          "year": 2021,
          "paragraphIndex": 91,
          "text": "The extent to which the consequences of the COVID-19 pandemic affect our businesses, results of operations and financial condition, as well as our regulatory capital and liquidity ratios and our ability to take capital actions, will depend on future developments that remain uncertain, including the rate of distribution and administration of vaccines globally, the severity and duration of any resurgence of COVID-19 variants, future actions taken by governmental authorities, central banks and other third parties in response to the pandemic, and the effects on o\nur customers, counterparties, employees and third-party service providers. Moreover, the effects of the COVID-19 pandemic will heighten many of the other risks described throughout this section. See also “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Regulatory Requirements—Capital Plans, Stress Tests and the Stress Capital Buffer.”"
        },
        {
          "year": 2021,
          "paragraphIndex": 89,
          "text": "Although the global economy has begun to recover from the COVID-19 pandemic, as many health and safety restrictions have been lifted and vaccine distribution continues to increase, certain adverse consequences of the pandemic continue to impact the global economy and may persist for some time, including labor shortages and disruptions of global supply chains. The growth in economic activity and demand for goods and services, alongside labor shortages and supply chain complications, has also contributed to rising inflationary pressures. Should these ongoing effects of the pandemic continue for an extended period or worsen, we could experience reduced client activity and demand for our products and services."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "clearinghouses",
        "artificial",
        "intelligence",
        "august",
        "cause industrywide",
        "clearinghouses clearing",
        "cyberattack",
        "cyberattacks",
        "esg",
        "esg report",
        "exchanges clearinghouses",
        "generative",
        "geographic region",
        "industry geographic",
        "attacks",
        "clearing houses",
        "houses",
        "attack",
        "cyber attack",
        "cyber attacks",
        "russia",
        "ukraine",
        "acquisition",
        "attack information",
        "cause industry",
        "completed",
        "completed acquisition",
        "confidential information",
        "covered fund"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "Information security risks may also derive from human error, fraud or malice on the part of our employees or third parties, software bugs, server malfunctions, software or hardware failure or other technological failure. For example, human error has led to the loss of the Firm's physical data-bearing devices in the past. These risks may be heightened by several factors, including remote work, reliance on new technologies (such as generative artificial intelligence) or as a result of the integration of acquisitions and other strategic initiatives that may subject us to new technology, customers or third-party providers. In addition, third parties with whom we do business or share information, and each of their service providers, our regulators and the third parties with whom our customers and clients share information used for authentication, may also be sources of cybersecurity and information security risks, particularly where activities of customers are beyond our security and control systems. There is no guarantee that the measures we take will provide absolute security or recoverability given that the techniques used in cyberattacks are complex, frequently change and are difficult to ant"
        },
        {
          "year": 2023,
          "paragraphIndex": 108,
          "text": "There can be no assurance that our business contingency and security response plans fully mitigate all potential risks to us. Our ability to conduct business may be adversely affected by a disruption in the infrastructure that supports our businesses and the communities where we are located. This may include a disruption involving physical site access; software flaws and vulnerabilities; cybersecurity incidents; terrorist activities; political unrest; disease pandemics; catastrophic events; climate-related incidents and natural disasters (such as earthquakes, tornadoes, floods, hurricanes and wildfires); electrical outages; environmental hazards; computer servers; communication platforms or other services we use; new technologies (such as generative artificial intelligence); and our employees or third parties with whom we conduct business. Although we employ backup systems for our data, those backup systems may be unavailable following a disruption, the affected data may not have been backed up or may not be recoverable from the backup, or the backup data may be costly to recover, which could adversely affect our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 113,
          "text": "Cybersecurity risks for financial institutions have significantly increased in recent years in part because of the proliferation of new technologies; the use of the internet, mobile telecommunications and cloud technologies to conduct financial transactions; and the increased sophistication and activities of organized crime, hackers, terrorists, nation-states, state-sponsored actors and other parties. Any of these parties may also attempt to fraudulently induce employees, customers, clients, vendors or other third parties or users of our systems to disclose sensitive information in order to gain access to our networks, systems or data or those of our employees or clients, and such parties may see their effectiveness enhanced by the use of artificial intelligence. Global events and geopolitical instability have also led to"
        },
        {
          "year": 2022,
          "paragraphIndex": 115,
          "text": "information, computer viruses or malware, cyber-attacks designed to obtain confidential information, destroy data, disrupt or degrade service, sabotage systems or cause other damage, ransomware, denial of service attacks, data breaches, social engineering attacks and other events. There can be no assurance that such unauthorized access, mishandling or misuse of information, or cyber incidents will not occur in the future, and they could occur more frequently and on a more significant scale."
        },
        {
          "year": 2022,
          "paragraphIndex": 100,
          "text": "The commercial soundness of many financial institutions and certain other large financial services firms may be closely interrelated as a result of credit, trading, clearing or other relationships among such entities. Increased centralization of trading activities through particular clearing houses, central agents or exchanges may increase our concentration of risk with respect to these entities. As a result, concerns about, or a default or threatened default by, one or more such entities could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This is sometimes referred to as systemic risk and may adversely affect financial intermediaries, such as clearing houses, clearing agencies, exchanges, banks and securities firms, with which we interact on a daily basis and, therefore, could adversely affect us. See also “Systemic Risk Regime” under “Business—Supervision and Regulation—Financial Holding Company.”"
        },
        {
          "year": 2022,
          "paragraphIndex": 106,
          "text": "As a major participant in the global capital markets, we face the risk of incorrect valuation or risk management of our trading positions due to flaws in data, models, electronic trading systems or processes or due to fraud or cyber-attack. We also face the risk of operational failure or disruption of any of the clearing agents, exchanges, clearing houses or other financial intermediaries we use to facilitate our lending, securities and derivatives transactions. In addition, in the event of a breakdown or improper operation or disposal of our or a direct or indirect third-party’s systems (or third-parties thereof), processes or information assets, or improper or unauthorized action by third-parties, including consultants and subcontractors or our employees, we have in the past and may receive regulatory sanctions, and could suffer financial loss, an impairment to our liquidity position, a disruption of our businesses, or damage to our reputation."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "submission",
        "targeted",
        "elections",
        "going concern",
        "head technology",
        "meritocracy",
        "year",
        "accurately",
        "acquisition",
        "administration",
        "administrator",
        "applications",
        "balances",
        "base",
        "brand",
        "capabilities",
        "customers clients",
        "cyberattack",
        "december president",
        "directors january",
        "january december",
        "nation",
        "providers",
        "report diversity",
        "security risks",
        "share information",
        "ability serve",
        "absolute",
        "absolute security",
        "activities organized"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 43,
          "text": "failure of the IDI. Submission of interim targeted information by our U.S. Bank Subsidiaries generally will not be required during a year which the Parent Company is required to submit a resolution plan to the Federal Reserve and FDIC. The first submission for our U.S. Bank Subsidiaries under this rule will be in 2026. In addition, the OCC requires IDIs with assets of $100 billion or more, including our U.S. Bank Subsidiaries, to develop recovery plans detailing the actions they would take to remain a going concern when they experience considerable financial or non-financial stress, but have not deteriorated to the point that resolution is imminent. Our U.S. Bank Subsidiaries are required to develop a recovery plan by January 2026."
        },
        {
          "year": 2024,
          "paragraphIndex": 41,
          "text": "Our next resolution plan submission will be a targeted resolution plan in July 2025. Further, we submit an annual recovery plan to the Federal Reserve that outlines the steps that management could take over time to generate or conserve financial resources in times of prolonged financial stress."
        },
        {
          "year": 2024,
          "paragraphIndex": 71,
          "text": "Meritocracy is at the heart of Morgan Stanley’s talent development. We believe a workforce that represents the societies in which we live and work, and our global client base, is integral to Morgan Stanley’s continued success. Furthermore, we believe that an inclusive workplace is in the best interests of our employees and clients. We continue to invest in efforts to recruit, advance and retain a talented and diverse workforce through a holistic approach that centers on professional development, wellness and a culture that allows every employee to thrive."
        },
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "Information security risks may also derive from human error, fraud or malice on the part of our employees or third parties, software bugs, server malfunctions, software or hardware failure or other technological failure. For example, human error has led to the loss of the Firm's physical data-bearing devices in the past. These risks may be heightened by several factors, including remote work, reliance on new technologies (such as generative artificial intelligence) or as a result of the integration of acquisitions and other strategic initiatives that may subject us to new technology, customers or third-party providers. In addition, third parties with whom we do business or share information, and each of their service providers, our regulators and the third parties with whom our customers and clients share information used for authentication, may also be sources of cybersecurity and information security risks, particularly where activities of customers are beyond our security and control systems. There is no guarantee that the measures we take will provide absolute security or recoverability given that the techniques used in cyberattacks are complex, frequently change and are difficult to ant"
        },
        {
          "year": 2023,
          "paragraphIndex": 17,
          "text": "We compete directly in the U.S. and globally with other securities and financial services firms and broker-dealers and with others on a regional or product basis. Additionally, there is increased competition driven by established firms and asset managers, as well as the emergence of new firms, non-financial companies and business models, including innovative uses of technology, competing for the same clients and assets, or offering similar products and service\ns to retail and institutional customers. We also compete with companies that provide online trading and banking services, investment advisory services, robo-advice capabilities, access to digital asset capabilities and services, and other financial products and services."
        },
        {
          "year": 2023,
          "paragraphIndex": 106,
          "text": "As a major participant in the global capital markets, we face the risk of incorrect valuation or risk management of our trading positions due to flaws in data, models, electronic trading systems or processes, or due to fraud or cyberattack. We also face the risk of operational failure or disruption of any of the clearing agents, exchanges, clearinghouses or other financial intermediaries we use to facilitate our lending, securities and derivatives transactions. In addition, in the event of a breakdown or improper operation or disposal of our or a direct or indirect third party’s systems (or third parties thereof), processes or information assets, or improper or unauthorized action by third parties, including consultants and subcontractors or our employees, we have received in the past and may receive in the future regulatory sanctions, and could suffer financial loss, an impairment to our liquidity position, a disruption of our businesses or damage to our reputation."
        }
      ]
    }
  ]
}