{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2015,
      "to": 2016,
      "highlightTerms": [
        "complaint",
        "court",
        "morgan",
        "morgan stanley",
        "stanley",
        "filed",
        "trust",
        "stanley mortgage",
        "million",
        "alleges",
        "approximately",
        "certificates",
        "motion",
        "plaintiff",
        "seeks",
        "risk",
        "markets",
        "adversely",
        "businesses",
        "management",
        "liquidity",
        "significant",
        "impact",
        "affect",
        "operations",
        "systems",
        "risk management",
        "adversely affect",
        "conditions",
        "resolution"
      ],
      "representativeParagraphs": [
        {
          "year": 2016,
          "paragraphIndex": 10,
          "text": "On September 28, 2012, U.S. Bank, in its capacity as trustee, filed a complaint on behalf of Morgan Stanley Mortgage Loan Trust 2006-13ARX against the Firm styled Morgan Stanley Mortgage Loan Trust 2006-13ARX v. Morgan Stanley Mortgage Capital Holdings LLC, as successor in interest to Morgan Stanley Mortgage Capital Inc., pending in the Supreme Court of NY. Plaintiff filed an amended complaint on January 17, 2013, which asserts claims for breach of contract and alleges, among other things, that the loans in the trust, which had an original principal balance of approximately $609 million, breached various representations and warranties. The amended complaint seeks, among other relief, declaratory judgment relief, specific performance and unspecified damages and interest. By order entered September 30, 2014, the court granted in part and denied in part the Firm's motion to dismiss the amended complaint, which the plaintiff appealed. On August 11, 2016, the Appellate Division, First Department reversed in part the trial court's order that granted the Firm's motion to dismiss. On December 13, 2016, the Appellate Division granted the Firm's motion for leave to appeal to the New York Court of Appeals. The Firm filed its opening letter brief with the Court of Appeals on February 6, 2017."
        },
        {
          "year": 2016,
          "paragraphIndex": 9,
          "text": "On August 8, 2012, U.S. Bank, in its capacity as trustee, filed a complaint on behalf of Morgan Stanley Mortgage Loan Trust 2006-14SL, Mortgage Pass-Through Certificates, Series 2006-14SL, Morgan Stanley Mortgage Loan Trust 2007-4SL and Mortgage Pass-Through Certificates, Series 2007-4SL against the Firm styled Morgan Stanley Mortgage Loan Trust 2006-14SL, et al. v. Morgan Stanley Mortgage Capital Holdings LLC, as successor in interest to Morgan Stanley Mortgage Capital Inc ., pending in the Supreme Court of NY. The complaint asserts claims for breach of contract and alleges, among other things, that the loans in the trusts, which had original principal balances of approximately $354 million and $305 million respectively, breached various representations and warranties. The complaint seeks, among other relief, rescission of the mortgage loan purchase agreements underlying the transactions, specific performance and unspecified damages and interest. On August 16, 2013, the court granted in part and denied in part the Firm's motion to dismiss the complaint. On August 16, 2016, the Firm moved for summary judgment and the plaintiffs moved for partial summary judgment."
        },
        {
          "year": 2016,
          "paragraphIndex": 29,
          "text": "On January 23, 2015, Deutsche Bank National Trust Company, in its capacity as trustee, filed a complaint against the Firm styled Deutsche Bank National Trust Company solely in its capacity as Trustee of the Morgan Stanley ABS Capital I Inc. Trust 2007-NC4 v. Morgan Stanley Mortgage Capital Holdings LLC as Successor-by-Merger to Morgan Stanley Mortgage Capital Inc., and Morgan Stanley ABS Capital I Inc. , pending in the Supreme Court of NY. The complaint asserts claims for breach of contract and alleges, among other things, that the loans in the trust, which had an original principal balance of approximately $1.05 billion, breached various representations and warranties. The complaint seeks, among other relief, specific performance of the loan breach remedy procedures in the transaction documents, compensatory, consequential, rescissory, equitable and punitive damages, attorneys' fees, costs and other related expenses, and interest. On December 11, 2015, the court granted in part and denied in part the Firm's motion to dismiss the complaint. On February 11, 2016, plaintiff filed a notice of appeal of that order."
        },
        {
          "year": 2015,
          "paragraphIndex": 31,
          "text": "In response to the financial crisis, legislators and regulators, both in the U.S. and worldwide, have adopted, continue to propose and are in the process of adopting, finalizing and implementing a wide range of financial market reforms that are resulting in major changes to the way our global operations are regulated and conducted. In particular, as a result of these reforms, we are, or will become, subject to (among other things) significantly revised and expanded regulation and supervision, more intensive scrutiny of our businesses and any plans for expansion of those businesses, new activities limitations, a systemic risk regime that imposes heightened capital and liquidity requirements and other enhanced prudential standards, new resolution regimes and resolution planning requirements, new requirements for maintaining minimum amounts of external total loss-absorbing capacity and external long-term debt, new restrictions on activities and investments imposed by the Volcker Rule, and comprehensive new derivatives regulation. While certain portions of these reforms are effective, others are still subject to final rulemaking or transition periods. Many of the changes required by these reforms could materially impact the profitability of our businesses and the value of assets we hold, expose us to additional costs, require changes to business practices or force us to discontinue businesses, adversely affect our ability to pay dividends and repurchase our stock, or require us to raise capital, including in ways that may adversely impact our shareholders or creditors. In addition, regulatory requirements that are being proposed by foreign policymakers and regulators may be inconsistent or conflict with regulations that we are subject to in the U.S. and, if adopted, may adversely affect us. While there continues to be uncertainty about the full impact of these changes, we do know that the Company is and will continue to be subject to a more complex regulatory framework, and will incur costs to comply with new requirements as well as to monitor for compliance in the future."
        },
        {
          "year": 2015,
          "paragraphIndex": 22,
          "text": "Liquidity and funding risk refers to the risk that we will be unable to finance our operations due to a loss of access to the capital markets or difficulty in liquidating our assets. Liquidity and funding risk also encompasses our ability to meet our financial obligations without experiencing significant business disruption or reputational damage that may threaten our viability as a going concern. For more information on how we monitor and manage liquidity and funding risk, see \"Management's Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources\" in Part II, Item 7 and \"Quantitative and Qualitative Disclosures about Market Risk—Risk Management—Liquidity and Funding Risk\" in Part II, Item 7A."
        },
        {
          "year": 2015,
          "paragraphIndex": 4,
          "text": "In addition, financial markets are susceptible to severe events evidenced by rapid depreciation in asset values accompanied by a reduction in asset liquidity. Under these extreme conditions, hedging and other risk management strategies may not be as effective at mitigating trading losses as they would be under more normal market conditions. Moreover, under these conditions market participants are particularly exposed to trading strategies employed by many market participants simultaneously and on a large scale. Our risk management and monitoring processes seek to quantify and mitigate risk to more extreme market moves. However, severe market events have historically been difficult to predict and we could realize significant losses if extreme market events were to occur."
        }
      ]
    },
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "risk",
        "requirements",
        "management",
        "subsidiaries",
        "investment",
        "liquidity",
        "regulation",
        "regulations",
        "standards",
        "sec",
        "reserve",
        "rule",
        "broker",
        "federal reserve",
        "rules",
        "complaint",
        "damages",
        "stanley mortgage",
        "million",
        "alleges",
        "approximately",
        "relief",
        "certificates",
        "motion",
        "plaintiff",
        "seeks",
        "styled",
        "dismiss",
        "amended complaint",
        "approximately million"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 23,
          "text": "Consolidated Supervision. We have operated as a BHC and FHC under the BHC Act since September 2008. As a BHC, we are subject to comprehensive consolidated supervision, regulation and examination by the Federal Reserve. Under existing regulation, the Federal Reserve has heightened authority to examine, prescribe regulations and take action with respect to all of our subsidiaries. In particular, we are, or will become, subject to (among other things): significantly revised and expanded regulation and supervision; more intensive scrutiny of our businesses and plans for expansion of those businesses; activities limitations; a systemic risk regime that imposes heightened capital and liquidity requirements; restrictions on activities and investments imposed by a section of the BHC Act added by the Dodd-Frank Act referred to as the \"Volcker Rule\"; and comprehensive derivatives regulation. In addition, the Consumer Financial Protection Bureau has primary rulemaking, enforcement and examination authority over us and our subsidiaries with respect to federal consumer protection laws, to the extent applicable."
        },
        {
          "year": 2017,
          "paragraphIndex": 67,
          "text": "are subject to regulations including, among others, public and regulatory reporting, central clearing and mandatory trading on regulated exchanges or execution facilities for certain types of Swaps. The CFTC has completed the majority of its regulations in this area, most of which are in effect. The SEC has also finalized many of its Swaps regulations, although a significant number are not yet in effect. The Dodd-Frank Act also requires the registration of \"swap dealers\" with the CFTC and \"security-based swap dealers\" with the SEC. Certain of our subsidiaries have registered with the CFTC as swap dealers and will in the future be required to register with the SEC as security-based swap dealers. Such Swaps Entities are or will be subject to a comprehensive regulatory regime with new obligations for the Swaps activities for which they are registered, including capital requirements, margin requirements for uncleared Swaps and comprehensive business conduct rules. Each of the CFTC and the SEC have proposed rules to impose capital standards on Swaps Entities subject to its respective jurisdiction, which include our subsidiaries, but these rules have not yet been finalized."
        },
        {
          "year": 2017,
          "paragraphIndex": 70,
          "text": "Many of the subsidiaries engaged in our asset management activities are registered as investment advisers with the SEC. Many aspects of our asset management activities are also subject to federal and state laws and regulations primarily intended to benefit the investor or client. These laws and regulations generally grant supervisory agencies and bodies broad administrative powers, including the power to limit or restrict us from carrying on our asset management activities in the event that we fail to comply with such laws and regulations. Sanctions that may be imposed for such failure include the suspension of individual employees, limitations on our engaging in various asset management activities for specified periods of time or specified types of clients, the revocation of registrations, other censures and significant fines. In order to facilitate our asset management business, a U.S. broker-dealer subsidiary of ours, Morgan Stanley Distribution, Inc., acts as distributor to the Morgan Stanley mutual funds and as placement agent to certain private investment funds managed by our Investment Management business segment."
        },
        {
          "year": 2016,
          "paragraphIndex": 10,
          "text": "On September 28, 2012, U.S. Bank, in its capacity as trustee, filed a complaint on behalf of Morgan Stanley Mortgage Loan Trust 2006-13ARX against the Firm styled Morgan Stanley Mortgage Loan Trust 2006-13ARX v. Morgan Stanley Mortgage Capital Holdings LLC, as successor in interest to Morgan Stanley Mortgage Capital Inc., pending in the Supreme Court of NY. Plaintiff filed an amended complaint on January 17, 2013, which asserts claims for breach of contract and alleges, among other things, that the loans in the trust, which had an original principal balance of approximately $609 million, breached various representations and warranties. The amended complaint seeks, among other relief, declaratory judgment relief, specific performance and unspecified damages and interest. By order entered September 30, 2014, the court granted in part and denied in part the Firm's motion to dismiss the amended complaint, which the plaintiff appealed. On August 11, 2016, the Appellate Division, First Department reversed in part the trial court's order that granted the Firm's motion to dismiss. On December 13, 2016, the Appellate Division granted the Firm's motion for leave to appeal to the New York Court of Appeals. The Firm filed its opening letter brief with the Court of Appeals on February 6, 2017."
        },
        {
          "year": 2016,
          "paragraphIndex": 16,
          "text": "On May 17, 2013, plaintiff in IKB International S.A. in Liquidation, et al. v. Morgan Stanley, et al. filed a complaint against the Firm and certain affiliates in the Supreme Court of NY. The complaint alleges that defendants made material misrepresentations and omissions in the sale to plaintiff of certain mortgage pass-through certificates backed by securitization trusts containing residential mortgage loans. The total amount of certificates allegedly sponsored, underwritten and/or sold by the Firm to plaintiff was approximately $132 million. The complaint alleges causes of action against the Firm for common law fraud, fraudulent concealment, aiding and abetting fraud, and negligent misrepresentation, and seeks, among other things, compensatory and punitive damages. On October 29, 2014, the court granted in part and denied in part the Firm's motion to dismiss. All claims regarding four certificates were dismissed. After these dismissals, the remaining amount of certificates allegedly issued by the Firm or sold to plaintiff by the Firm wasapproximately $116 million. On August 11, 2016, the Appellate Division, First Department affirmed the trial court's order denying in part the Firm's motion to dismiss the complaint."
        },
        {
          "year": 2016,
          "paragraphIndex": 21,
          "text": "On August 26, 2013, a complaint was filed against the Firm and certain affiliates in the Supreme Court of NY, styled Phoenix Light SF Limited et al v. Morgan Stanley et al ., which was amended on April 23, 2015. The amended complaint alleges that defendants made untrue statements and material omissions in the sale to plaintiffs, or their assignors, of certain mortgage pass-through certificates backed by securitization trusts containing residential mortgage loans. The total amount of certificates allegedly issued by the Firm and/or sold to plaintiffs or their assignors by the Firm was approximately $344 million. The amended complaint raises common law claims of fraud, fraudulent inducement, aiding and abetting fraud, negligent misrepresentation and rescission based on mutual mistake and seeks, among other things, compensatory damages, punitive damages or alternatively rescission or rescissionary damages associated with the purchase of such certificates. On April 23, 2015, the court granted the Firm's motion to dismiss the amended complaint, and on May 21, 2015, the plaintiffs filed a notice of appeal of that order."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "disclosures risk",
        "idi",
        "parties thereof",
        "thereof",
        "aggregate",
        "aggregate net",
        "capital aggregate",
        "established rules",
        "inflation currency",
        "net credit",
        "policies tariffs",
        "rates inflation",
        "sccl",
        "systems parties",
        "tariffs",
        "considered",
        "final rule",
        "dol",
        "erisa",
        "recommendations",
        "retirement",
        "room",
        "scheduled",
        "acted",
        "agreement",
        "applied",
        "average",
        "bankruptcy liquidation",
        "breadth",
        "broadens"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 39,
          "text": "The Federal Reserve has adopted a framework to impose single-counterparty credit limits (\"SCCL\") for large banking organizations. U.S. G-SIBs, including us, are subject to a limit of 15% of Tier 1 capital for aggregate net credit exposures to any \"major counterparty\" (defined to include other U.S. G-SIBs, foreign G-SIBs, and nonbank systemically important financial institutions supervised by the Federal Reserve). In addition, we are subject to a limit of 25% of Tier 1 capital for aggregate net credit exposures to any other unaffiliated counterparty. We must comply with the SCCL framework beginning on January 1, 2020."
        },
        {
          "year": 2018,
          "paragraphIndex": 43,
          "text": "Certain of our domestic and foreign subsidiaries are also subject to resolution and recovery planning requirements in the jurisdictions in which they operate. For example the FDIC requires certain insured depository institutions (\"IDIs\"), including our U.S. Bank Subsidiaries, to submit an annual resolution plan that describes the IDI's strategy for a rapid and orderly resolution in the event of material financial distress or failure of the IDI (an \"IDI plan\")."
        },
        {
          "year": 2018,
          "paragraphIndex": 3,
          "text": "technological changes instituted by us, our competitors or counterparties and technological risks, business continuity and related operational risks, including breaches or other disruptions of our or a third party's (or third parties thereof) operations or systems;"
        },
        {
          "year": 2017,
          "paragraphIndex": 61,
          "text": "As a separate matter, the U.S. DOL's conflict of interest rule under ERISA went into effect on June 9, 2017. The rule, which broadens the circumstances under which a firm and/or financial adviser is considered a fiduciary when providing certain recommendations to retirement investors and requires that such recommendations be in the best interests of clients, is subject to phased-in compliance. As of June 9, 2017, we and our financial advisers are considered ERISA fiduciaries under the rule when providing investment advice for a fee to retirement investors. Full compliance with the rule's related exemptions is currently scheduled to be required by July 1, 2019. In addition, the U.S. DOL is undertaking an examination of the rule that may result in changes to the rule or its related exemptions or a change in the full compliance date. Given the breadth and scale of our platform and continued investment in technology and infrastructure, we believe that we will be able to provide compliant solutions to meet our clients' investment needs. However, these developments may impact the manner in which affected businesses are conducted, decrease profitability and increase potential litigation or enforcement risk."
        },
        {
          "year": 2017,
          "paragraphIndex": 46,
          "text": "In September 2017, the Federal Reserve issued a final rule that would impose contractual requirements on certain QFCs (\"covered QFCs\") to which U.S. G-SIBs, including us, and their subsidiaries are parties. The OCC issued a final rule in"
        },
        {
          "year": 2017,
          "paragraphIndex": 44,
          "text": "Certain of our domestic and foreign subsidiaries are also subject to resolution and recovery planning requirements in the jurisdictions in which they operate. For example, MSBNA must submit to the FDIC an annual resolution plan that describes MSBNA's strategy for a rapid and orderly resolution in the event of material financial distress or failure of MSBNA. In September 2016, the OCC issued final guidelines that establish enforceable standards for recovery planning by national banks and certain other institutions with total consolidated assets of $50 billion or more, calculated on a rolling four-quarter average basis, including MSBNA and MSPBNA. The guidelines were effective on January 1, 2017, and applied to MSBNA as of January 1, 2018. MSPBNA must be in compliance by October 1, 2018."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "website",
        "brexit",
        "ccpa",
        "head wealth",
        "sustainability",
        "terms acronyms",
        "agency charged",
        "anticipate",
        "april chief",
        "cea",
        "charged",
        "chicago",
        "common terms",
        "concentrated product",
        "crs",
        "mssb llc",
        "site",
        "internet site",
        "backup",
        "regulates",
        "regulates business",
        "regulations proposed",
        "area",
        "backup systems",
        "common acronyms",
        "following",
        "foreign exchange",
        "introduced new",
        "llc registered",
        "president institutional"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 67,
          "text": "Derivatives Regulation. The commodity futures, commodity options and swaps industry in the U.S. is subject to regulation under the U.S. Commodity Exchange Act (“CEA”). The CFTC is the U.S. federal agency charged with the administration of the CEA. In addition, the SEC is the U.S. federal agency charged with the regulation of security-based swaps. The rules and regulations of various self-regulatory organizations also govern derivatives."
        },
        {
          "year": 2019,
          "paragraphIndex": 10,
          "text": "Our Code of Ethics and Business Conduct applies to all directors, officers and employees, including our Chief Executive Officer, Chief Financial Officer and Deputy Chief Financial Officer. We will post any amendments to the Code of Ethics and Business Conduct and any waivers that are required to be disclosed by the rules of either the SEC or the New York Stock Exchange LLC (“NYSE”) on our website. You can request a copy of these documents, excluding exhibits, at no cost, by contacting Investor Relations, 1585 Broadway, New York, NY 10036 (212-761-4000). The information on our website is not incorporated by reference into this report."
        },
        {
          "year": 2019,
          "paragraphIndex": 7,
          "text": "We file annual, quarterly and current reports, proxy statements and other information with the SEC. The SEC maintains a website, www.sec.gov , that contains annual, quarterly and current reports, proxy and information statements and other information that issuers file electronically with the SEC. Our electronic SEC filings are available to the public at the SEC’s website."
        },
        {
          "year": 2018,
          "paragraphIndex": 120,
          "text": "Although we employ backup systems for our data, those backup systems may be unavailable following a disruption, the affected data may not have been backed up or may not be recoverable from the backup, or the backup data may be costly to recover, which could adversely affect our business."
        },
        {
          "year": 2018,
          "paragraphIndex": 7,
          "text": "Our internet site is www.morganstanley.com . You can access our Investor Relations webpage at www.morganstanley.com/about-us-ir . We make available free of charge, on or through our Investor Relations webpage, our Proxy Statements, Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to those reports filed or furnished pursuant to the Securities Exchange Act of 1934, as amended (\"Exchange Act\"), as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. We also make available, through our Investor Relations webpage, via a link to the SEC's internet site, statements of beneficial ownership of our equity securities filed by our directors, officers, 10% or greater shareholders and others under Section 16 of the Exchange Act."
        },
        {
          "year": 2018,
          "paragraphIndex": 8,
          "text": "Our Code of Ethics and Business Conduct applies to all directors, officers and employees, including our Chief Executive Officer, Chief Financial Officer and Deputy Chief Financial Officer. We will post any amendments to the Code of Ethics and Business Conduct and any waivers that are required to be disclosed by the rules of either the SEC or the New York Stock Exchange LLC (\"NYSE\") on our internet site. You can request a copy of these documents, excluding exhibits, at no cost, by contacting Investor Relations, 1585 Broadway, New York, NY 10036 (212-761-4000). The information on our internet site is not incorporated by reference into this report."
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "diversity",
        "culture",
        "inclusion",
        "work",
        "covid pandemic",
        "diversity inclusion",
        "benefits",
        "etb",
        "human capital",
        "ethnically",
        "ethnically diverse",
        "vaccines",
        "employee engagement",
        "engagement",
        "operational risk",
        "clearing houses",
        "houses",
        "incur",
        "adversely affect",
        "brrd",
        "concentrated",
        "financial instruments",
        "risk operational",
        "agents",
        "agents exchanges",
        "complex",
        "concentration",
        "damage",
        "defaults"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 94,
          "text": "We believe that a diverse workforce is important to Morgan Stanley’s continued success and our ability to serve our clients. To this end, we pursue a comprehensive diversity and inclusion strategy based on four pillars: accountability, representation, advancement and culture. To build a diverse talent pipeline, we use global, targeted recruitment and development programs to hire, retain and promote female and ethnically diverse talent. Further evidencing this commitment, in 2020, we launched the Morgan Stanley Institute for Inclusion, which will help lead an integrated and transparent diversity, equity and inclusion strategy to deliver our full potential to achieve meaningful change within our Firm and beyond, including our communities."
        },
        {
          "year": 2020,
          "paragraphIndex": 98,
          "text": "The well-being of our employees is also key to the success of the Firm. To that end, we provide programs (which vary by location), including healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, flexible work schedules, adoption and surrogacy assistance, employee assistance programs, tuition assistance and on-site services, such as health centers and fitness centers, among many others. Morgan Stanley sponsors free and confidential mental health counseling for all employees and their dependents (which vary by location). In 2020, the Firm introduced a new mental health benefit in the U.S. that provides access to therapists, mental health coaches and other resources. Further, in response to the COVID-19 pandemic, we implemented changes that we determined were in the best interest of our employees. These changes include having the vast majority of our employees work from home and providing productivity resources when necessary, while implementing additional safety measures for employees continuing critical on-site work, committing to no reductions in force through 2020, COVID-19-specific medical benefits, extended childcare benefits and modified work schedules."
        },
        {
          "year": 2020,
          "paragraphIndex": 93,
          "text": "Our core values are designed to guide decision making aligned to the expectations of our employees, clients, shareholders, regulators, directors and the communities in which we operate. These guiding values— Put Clients First, Do the Right Thing, Lead with Exceptional Ideas, Commit to Diversity and Inclusion, and Give Back —are at the heart of our workplace culture and underpin our success. Our Code of Conduct is central to our expectation that employees embody our values and, as such, every new hire and every employee annually is required to certify to their understanding of and adherence to the Code of Conduct. We also invite employee feedback on our culture and workplace through our biennial employee engagement survey. For a further discussion of the culture, values, and conduct of employees, see “Quantitative and Qualitative Disclosures about Risk—Risk Management.”"
        },
        {
          "year": 2019,
          "paragraphIndex": 112,
          "text": "The commercial soundness of many financial institutions may be closely interrelated as a result of credit, trading, clearing or other relationships among the institutions. Increased centralization of trading activities through particular clearing houses, central agents or exchanges as required by provisions of the Dodd-Frank Act may increase our concentration of risk with respect to these entities. As a result, concerns about, or a default or threatened default by, one institution could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This is sometimes referred to as systemic risk and may adversely affect financial intermediaries, such as clearing houses, clearing agencies, exchanges, banks and securities firms, with which we interact on a daily basis and, therefore, could adversely affect us. See also “Systemic Risk Regime” under “Business—Supervision and Regulation—Financial Holding Company.”"
        },
        {
          "year": 2019,
          "paragraphIndex": 113,
          "text": "Operational risk refers to the risk of loss, or of damage to our reputation, resulting from inadequate or failed processes or systems, from human factors or from external events (e.g., fraud, theft, legal and compliance risks, cyber attacks or damage to physical assets). We may incur operational risk across the full scope of our business activities, including revenue-generating activities (e.g., sales and trading) and support and control groups (e.g., information technology and trade processing). Legal, regulatory and compliance risk is included in the scope of operational risk and is discussed below under “Legal, Regulatory and Compliance Risk.” For more information on how we monitor and manage operational risk, see “Quantitative and Qualitative Disclosures about Risk—Operational Risk .”"
        },
        {
          "year": 2019,
          "paragraphIndex": 107,
          "text": "We incur significant credit risk exposure through our Institutional Securities business segment. This risk may arise from a variety of business activities, including, but not limited to: extending credit to clients through various lending commitments; entering into swap or other derivative contracts under which counterparties have obligations to make payments to us; providing short- or long-term funding that is secured by physical or financial collateral whose value may at times be insufficient to fully cover the loan repayment amount; posting margin and/or collateral and other commitments to clearing houses, clearing agencies, exchanges, banks, securities firms and other financial counterparties; and investing and trading in securities and loan pools, whereby the value of these assets may fluctuate based on realized or expected defaults on the underlying obligations or loans."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "operational risk",
        "Intellectual property",
        "adversely affect",
        "dealers security",
        "errors",
        "clearing houses",
        "eaton",
        "eaton vance",
        "houses",
        "incur",
        "vance",
        "women",
        "agents",
        "backup",
        "concentrated",
        "european",
        "regulate",
        "deposit",
        "final",
        "internal controls",
        "liquidity standards",
        "reforms",
        "transition",
        "china",
        "europe",
        "female",
        "japan",
        "pra",
        "regulate activities",
        "singapore"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 107,
          "text": "The commercial soundness of many financial institutions may be closely interrelated as a result of credit, trading, clearing or other relationships among the institutions. Increased centralization of trading activities through particular clearing houses, central agents or exchanges as required by provisions of the Dodd-Frank Act may increase our concentration of risk with respect to these entities. As a result, concerns about, or a default or threatened default by, one institution could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This is sometimes referred to as systemic risk and may adversely affect financial intermediaries, such as clearing houses, clearing agencies, exchanges, banks and securities firms, with which we interact on a daily basis and, therefore, could adversely affect us. See also “Systemic Risk Regime” under “Business—Supervision and Regulation—Financial Holding Company.”"
        },
        {
          "year": 2021,
          "paragraphIndex": 14,
          "text": "On March 1, 2021, we completed the acquisition of Eaton Vance Corp. (“Eaton Vance”), and on October 2, 2020, we completed the acquisition of E*TRADE Financial Corporation (E*TRADE). For further information, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Business Segments—Wealth Management,” “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Business Segments—Investment Management” and Note 3 to the financial statements."
        },
        {
          "year": 2021,
          "paragraphIndex": 108,
          "text": "Operational risk refers to the risk of loss, or of damage to our reputation, resulting from inadequate or failed processes or systems, from human factors or from external events ( e.g. , cyber attacks or third-party vulnerabilities) that may manifest as, for example, loss of information, business disruption, theft and fraud, legal and compliance risks, or damage to physical assets. We may incur operational risk across the full scope of our business activities, including revenue-generating activities and support and control groups ( e.g. , information technology and trade processing). Legal, regulatory and compliance risk is included in the scope of operational risk and is discussed below under “Legal, Regulatory and Compliance Risk.” For more information on how we monitor and manage operational risk, see “Quantitative and Qualitative Disclosures about Risk—Operational Risk.”"
        },
        {
          "year": 2020,
          "paragraphIndex": 81,
          "text": "Some of our subsidiaries are regulated as broker-dealers, investment advisers or other types of regulated entities under the laws of the jurisdictions in which they operate. Subsidiaries engaged in banking and trust activities and advisory activities outside the U.S. are regulated by various government agencies in the particular jurisdiction where they are chartered, incorporated and/or conduct their business activity. For instance, the PRA, the U.K. Financial Conduct Authority (“FCA”) and several securities and futures exchanges in the U.K., including the London Stock Exchange and ICE Futures Europe, regulate our activities in the U.K.; the BaFin and the Deutsche Börse AG regulate certain of our activities in the Federal Republic of Germany; the European Central Bank supervises certain subsidiaries in our post-Brexit structure; the Central Bank of Ireland regulates our activities in Ireland, the Financial Services Agency, the Securities and Exchange Surveillance Commission, the Bank of Japan, the Japan Securities Dealers Association and several Japanese securities and futures exchanges and ministries regulate our activities in Japan; the Securities and Futures Commission of Hong Kong, the Hong Kong Monetary Authority and the Hong Kong Exchanges and Clearing Limited regulate our business in Hong Kong; the Monetary"
        },
        {
          "year": 2020,
          "paragraphIndex": 82,
          "text": "Authority of Singapore and the Singapore Exchange Limited regulate our business in Singapore; the China Securities Regulatory Commission and the China Banking and Insurance Regulatory Commission regulate our activities in China and other similar bodies regulate our activities in Korea, Australia, India and other countries."
        },
        {
          "year": 2020,
          "paragraphIndex": 85,
          "text": "The European Commission has enacted a package of reforms including various risk reduction measures that impact subsidiaries that operate in the E.U. These include amendments to the Capital Requirements Regulation, which will come into effect in June 2021. These reforms provide updates to risk-based capital, liquidity (including introducing a net stable funding ratio), leverage and other prudential standards on a consolidated basis that are consistent with final Basel standards. The PRA has confirmed that similar amendments will be made to U.K. regulations that, post-Brexit, now apply directly to U.K. subsidiaries, but these will not take effect until January 2022. Further details are due to be published in 2021. Details of further reforms to be implemented from 2023 onwards, covering the remaining revisions to the Basel III Framework that have not already been applied, are expected during 2021."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "approach",
        "global pandemics",
        "market uncertainty",
        "russia",
        "support employees",
        "ukraine",
        "confidential information",
        "covered fund",
        "development workforce",
        "economic geopolitical",
        "financial wellbeing",
        "frequently",
        "health wellbeing",
        "include health",
        "lack",
        "covid pandemic",
        "wellness",
        "etb",
        "health wellness",
        "administration",
        "consequences",
        "customers counterparties",
        "duration",
        "economy",
        "effects covid",
        "employees key",
        "end",
        "etsb",
        "extent",
        "financial wellness"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 87,
          "text": "Our results of operations have been in the past and may, in the future, be materially affected by global financial market and economic conditions, both directly and indirectly through their impact on client activity levels. These include the level and volatility of equity, fixed income and commodity prices, the level and term structure of interest rates, inflation and currency values, the level of other market indices, fiscal or monetary policies established by central banks and financial regulators, and uncertainty concerning government shutdowns, debt ceilings or funding, which may be driven by economic conditions, market uncertainty or lack of confidence among investors and clients due to the effects of widespread events such as global pandemics, natural disasters, climate-related incidents, acts of war or aggression, geopolitical instability, changes to global trade policies and the implementation of tariffs or protectionist trade policies and other factors, or a combination of these or other factors. For example, in 2022, the global economic and geopolitical environment was characterized by persistent inflation, rising interest rates, volatility in global financial markets (leading to, among other things, a decline in equity prices), supply chain complications, recessionary fears, and geopolitical uncertainty regarding the war between Russia and Ukraine and its impact on the global markets, including the energy markets."
        },
        {
          "year": 2022,
          "paragraphIndex": 6,
          "text": "• climate-related incidents and other environmental and sustainability matters, global pandemics (including impacts of the coronavirus disease (“COVID-19”)), acts of war or aggression (including the war between Russia and Ukraine), and terrorist activities or military actions; and"
        },
        {
          "year": 2022,
          "paragraphIndex": 69,
          "text": "We believe a diverse and inclusive workforce is important to Morgan Stanley’s continued success and our ability to serve our clients. Our programming to support our workforce helps build a sense of community and belonging for all colleagues. We have deepened our investments to recruit, advance and retain diverse talent through a holistic approach, focused on professional development, health and wellbeing, benefits, and culture. Consistent with this approach, we strive to increase diverse representation among our workforce and drive greater accountability for leaders. The Morgan Stanley Institute for Inclusion is also a key part of our strategy."
        },
        {
          "year": 2021,
          "paragraphIndex": 29,
          "text": "Capital Requirements. The Federal Reserve establishes capital requirements largely based on the Basel III capital standards established by the Basel Committee on Banking Supervision (“Basel Committee”), including well-capitalized standards, for large BHCs and evaluates our compliance with such requirements. The OCC establishes similar capital requirements and standards for Morgan Stanley Bank, N.A. (“MSBNA”), Morg an Stanley Private Bank, National Association (“MSPBNA”), E*TRADE Bank (“ETB”) and E*TRADE Savings Bank (“ETSB”), a wholly owned subsidiary of ETB (collectively, our “U.S. Bank Subsidiaries”). On January 1, 2022, ETSB merged with and into ETB, and subsequently ETB merged with and into MSPBNA, with MSPBNA as the surviving bank."
        },
        {
          "year": 2021,
          "paragraphIndex": 91,
          "text": "The extent to which the consequences of the COVID-19 pandemic affect our businesses, results of operations and financial condition, as well as our regulatory capital and liquidity ratios and our ability to take capital actions, will depend on future developments that remain uncertain, including the rate of distribution and administration of vaccines globally, the severity and duration of any resurgence of COVID-19 variants, future actions taken by governmental authorities, central banks and other third parties in response to the pandemic, and the effects on our customers, counterparties, employees and third-party service providers. Moreover, the effects of the COVID-19 pandemic will heighten many of the other risks described throughout this section. See also “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Regulatory Requirements—Capital Plans, Stress Tests and the Stress Capital Buffer.”"
        },
        {
          "year": 2021,
          "paragraphIndex": 89,
          "text": "Although the global economy has begun to recover from the COVID-19 pandemic, as many health and safety restrictions have been lifted and vaccine distribution continues to increase, certain adverse consequences of the pandemic continue to impact the global economy and may persist for some time, including labor shortages and disruptions of global supply chains. The growth in economic activity and demand for goods and services, alongside labor shortages and supply chain complications, has also contributed to rising inflationary pressures. Should these ongoing effects of the pandemic continue for an extended period or worsen, we could experience reduced client activity and demand for our products and services."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "Artificial intelligence",
        "clearinghouses",
        "artificial",
        "intelligence",
        "august",
        "cause industrywide",
        "clearinghouses clearing",
        "cyberattack",
        "cyberattacks",
        "esg",
        "esg report",
        "exchanges clearinghouses",
        "generative",
        "geographic region",
        "industry geographic",
        "attacks",
        "clearing houses",
        "houses",
        "attack",
        "cyber attack",
        "cyber attacks",
        "russia",
        "ukraine",
        "acquisition",
        "attack information",
        "cause industry",
        "completed",
        "completed acquisition",
        "confidential information",
        "covered fund"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "Information security risks may also derive from human error, fraud or malice on the part of our employees or third parties, software bugs, server malfunctions, software or hardware failure or other technological failure. For example, human error has led to the loss of the Firm's physical data-bearing devices in the past. These risks may be heightened by several factors, including remote work, reliance on new technologies (such as generative artificial intelligence) or as a result of the integration of acquisitions and other strategic initiatives that may subject us to new technology, customers or third-party providers. In addition, third parties with whom we do business or share information, and each of their service providers, our regulators and the third parties with whom our customers and clients share information used for authentication, may also be sources of cybersecurity and information security risks, particularly where activities of customers are beyond our security and control systems. There is no guarantee that the measures we take will provide absolute security or recoverability given that the techniques used in cyberattacks are complex, frequently change and are difficult to antic"
        },
        {
          "year": 2023,
          "paragraphIndex": 108,
          "text": "There can be no assurance that our business contingency and security response plans fully mitigate all potential risks to us. Our ability to conduct business may be adversely affected by a disruption in the infrastructure that supports our businesses and the communities where we are located. This may include a disruption involving physical site access; software flaws and vulnerabilities; cybersecurity incidents; terrorist activities; political unrest; disease pandemics; catastrophic events; climate-related incidents and natural disasters (such as earthquakes, tornadoes, floods, hurricanes and wildfires); electrical outages; environmental hazards; computer servers; communication platforms or other services we use; new technologies (such as generative artificial intelligence); and our employees or third parties with whom we conduct business. Although we employ backup systems for our data, those backup systems may be unavailable following a disruption, the affected data may not have been backed up or may not be recoverable from the backup, or the backup data may be costly to recover, which could adversely affect our business."
        },
        {
          "year": 2023,
          "paragraphIndex": 113,
          "text": "Cybersecurity risks for financial institutions have significantly increased in recent years in part because of the proliferation of new technologies; the use of the internet, mobile telecommunications and cloud technologies to conduct financial transactions; and the increased sophistication and activities of organized crime, hackers, terrorists, nation-states, state-sponsored actors and other parties. Any of these parties may also attempt to fraudulently induce employees, customers, clients, vendors or other third parties or users of our systems to disclose sensitive information in order to gain access to our networks, systems or data or those of our employees or clients, and such parties may see their effectiveness enhanced by the use of artificial intelligence. Global events and geopolitical instability have also led to"
        },
        {
          "year": 2022,
          "paragraphIndex": 115,
          "text": "information, computer viruses or malware, cyber-attacks designed to obtain confidential information, destroy data, disrupt or degrade service, sabotage systems or cause other damage, ransomware, denial of service attacks, data breaches, social engineering attacks and other events. There can be no assurance that such unauthorized access, mishandling or misuse of information, or cyber incidents will not occur in the future, and they could occur more frequently and on a more significant scale."
        },
        {
          "year": 2022,
          "paragraphIndex": 100,
          "text": "The commercial soundness of many financial institutions and certain other large financial services firms may be closely interrelated as a result of credit, trading, clearing or other relationships among such entities. Increased centralization of trading activities through particular clearing houses, central agents or exchanges may increase our concentration of risk with respect to these entities. As a result, concerns about, or a default or threatened default by, one or more such entities could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This is sometimes referred to as systemic risk and may adversely affect financial intermediaries, such as clearing houses, clearing agencies, exchanges, banks and securities firms, with which we interact on a daily basis and, therefore, could adversely affect us. See also “Systemic Risk Regime” under “Business—Supervision and Regulation—Financial Holding Company.”"
        },
        {
          "year": 2022,
          "paragraphIndex": 106,
          "text": "As a major participant in the global capital markets, we face the risk of incorrect valuation or risk management of our trading positions due to flaws in data, models, electronic trading systems or processes or due to fraud or cyber-attack. We also face the risk of operational failure or disruption of any of the clearing agents, exchanges, clearing houses or other financial intermediaries we use to facilitate our lending, securities and derivatives transactions. In addition, in the event of a breakdown or improper operation or disposal of our or a direct or indirect third-party’s systems (or third-parties thereof), processes or information assets, or improper or unauthorized action by third-parties, including consultants and subcontractors or our employees, we have in the past and may receive regulatory sanctions, and could suffer financial loss, an impairment to our liquidity position, a disruption of our businesses, or damage to our reputation."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "submission",
        "targeted",
        "elections",
        "head technology",
        "meritocracy",
        "year",
        "accurately",
        "acquisition",
        "administration",
        "administrator",
        "applications",
        "balances",
        "base",
        "brand",
        "breadth",
        "capabilities",
        "customers clients",
        "cyberattack",
        "december president",
        "directors january",
        "january december",
        "nation",
        "providers",
        "report diversity",
        "security risks",
        "share information",
        "ability serve",
        "absolute",
        "activities possible",
        "additionally increased"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 43,
          "text": "failure of the IDI. Submission of interim targeted information by our U.S. Bank Subsidiaries generally will not be required during a year which the Parent Company is required to submit a resolution plan to the Federal Reserve and FDIC. The first submission for our U.S. Bank Subsidiaries under this rule will be in 2026. In addition, the OCC requires IDIs with assets of $100 billion or more, including our U.S. Bank Subsidiaries, to develop recovery plans detailing the actions they would take to remain a going concern when they experience considerable financial or non-financial stress, but have not deteriorated to the point that resolution is imminent. Our U.S. Bank Subsidiaries are required to develop a recovery plan by January 2026."
        },
        {
          "year": 2024,
          "paragraphIndex": 41,
          "text": "Our next resolution plan submission will be a targeted resolution plan in July 2025. Further, we submit an annual recovery plan to the Federal Reserve that outlines the steps that management could take over time to generate or conserve financial resources in times of prolonged financial stress."
        },
        {
          "year": 2024,
          "paragraphIndex": 71,
          "text": "Meritocracy is at the heart of Morgan Stanley’s talent development. We believe a workforce that represents the societies in which we live and work, and our global client base, is integral to Morgan Stanley’s continued success. Furthermore, we believe that an inclusive workplace is in the best interests of our employees and clients. We continue to invest in efforts to recruit, advance and retain a talented and diverse workforce through a holistic approach that centers on professional development, wellness and a culture that allows every employee to thrive."
        },
        {
          "year": 2023,
          "paragraphIndex": 114,
          "text": "Information security risks may also derive from human error, fraud or malice on the part of our employees or third parties, software bugs, server malfunctions, software or hardware failure or other technological failure. For example, human error has led to the loss of the Firm's physical data-bearing devices in the past. These risks may be heightened by several factors, including remote work, reliance on new technologies (such as generative artificial intelligence) or as a result of the integration of acquisitions and other strategic initiatives that may subject us to new technology, customers or third-party providers. In addition, third parties with whom we do business or share information, and each of their service providers, our regulators and the third parties with whom our customers and clients share information used for authentication, may also be sources of cybersecurity and information security risks, particularly where activities of customers are beyond our security and control systems. There is no guarantee that the measures we take will provide absolute security or recoverability given that the techniques used in cyberattacks are complex, frequently change and are difficult to antic"
        },
        {
          "year": 2023,
          "paragraphIndex": 17,
          "text": "We compete directly in the U.S. and globally with other securities and financial services firms and broker-dealers and with others on a regional or product basis. Additionally, there is increased competition driven by established firms and asset managers, as well as the emergence of new firms, non-financial companies and business models, including innovative uses of technology, competing for the same clients and assets, or offering similar products and services to retail and institutional customers. We also compete with companies that provide online trading and banking services, investment advisory services, robo-advice capabilities, access to digital asset capabilities and services, and other financial products and services."
        },
        {
          "year": 2023,
          "paragraphIndex": 106,
          "text": "As a major participant in the global capital markets, we face the risk of incorrect valuation or risk management of our trading positions due to flaws in data, models, electronic trading systems or processes, or due to fraud or cyberattack. We also face the risk of operational failure or disruption of any of the clearing agents, exchanges, clearinghouses or other financial intermediaries we use to facilitate our lending, securities and derivatives transactions. In addition, in the event of a breakdown or improper operation or disposal of our or a direct or indirect third party’s systems (or third parties thereof), processes or information assets, or improper or unauthorized action by third parties, including consultants and subcontractors or our employees, we have received in the past and may receive in the future regulatory sanctions, and could suffer financial loss, an impairment to our liquidity position, a disruption of our businesses or damage to our reputation."
        }
      ]
    }
  ]
}