{
  "section": "10k_item1a",
  "pairs": [
    {
      "from": 2016,
      "to": 2017,
      "highlightTerms": [
        "GDPR",
        "transfers",
        "called",
        "class action",
        "conversion renewal",
        "deployed",
        "errors cloud",
        "lead uncertainty",
        "new framework",
        "privacy shield",
        "shield",
        "taxes various",
        "turkey",
        "Pandemic",
        "action lawsuits",
        "outside united",
        "nokk",
        "ofss",
        "adapted",
        "adoption",
        "america",
        "areas continued",
        "asia",
        "consumption",
        "contexts",
        "currency variations",
        "elastic",
        "enable",
        "estimate reduction",
        "europe"
      ],
      "representativeParagraphs": [
        {
          "year": 2017,
          "paragraphIndex": 11,
          "text": "Our business practices with respect to the collection, use and management of personal information could give rise to operational interruption, liabilities or reputational harm as a result of governmental regulation, legal requirements or industry standards relating to consumer privacy and data protection. As regulatory focus on privacy issues continues to increase and worldwide laws and regulations concerning the handling of personal information expand and become more complex, potential risks related to data collection and use within our business will intensify. For example, the European Union (EU) and the United States (U.S.) formally entered into a new framework in July 2016 that provides a mechanism for companies to transfer data from EU member states to the U.S. This new framework, called the Privacy Shield, is intended to address shortcomings identified by the Court of Justice of the EU in the previous EU-U.S. Safe Harbor Framework, which the Court of Justice invalidated in October 2015. The Privacy Shield and other data transfer mechanisms are likely to be reviewed by the European courts, which may lead to uncertainty about the legal basis for data transfers to the U.S. or interruption of such transfers. In the event any court blocks transfers to or from a particular jurisdiction on the basis that no transfer mechanisms are legally adequate, this could give rise to operational interruption in the performance of services for customers and internal processing of employee information, regulatory liabilities or reputational harm."
        },
        {
          "year": 2017,
          "paragraphIndex": 13,
          "text": "Regulators globally are also imposing greater monetary fines for privacy violations. For example, in 2016, the EU adopted a new law governing data practices and privacy called the General Data Protection Regulation (GDPR), which becomes effective in May 2018. The law establishes new requirements regarding the handling of personal data. Non-compliance with the GDPR may result in monetary penalties of up to 4% of worldwide revenue. The GDPR and other changes in laws or regulations associated with the enhanced protection of certain types of sensitive data, such as healthcare data or other personal information, could greatly increase our cost of providing our products and services or even prevent us from offering certain services in jurisdictions that we operate. Additionally, public perception and standards related to the privacy of personal information can shift rapidly, in ways that may affect Oracle's reputation or influence regulators to enact regulations and laws that may limit Oracle's ability to provide certain products. Any failure, or perceived failure, by Oracle to comply with U.S. federal, state, or foreign laws and regulations, including laws and regulations regulating privacy, data security, or consumer protection, or other policies, public perception, standards, self-regulatory requirements or legal obligations, could result in lost or restricted business, proceedings, actions or fines brought against us or levied by governmental entities or others, or could adversely affect our business and harm our reputation."
        },
        {
          "year": 2017,
          "paragraphIndex": 1,
          "text": "Our Oracle Cloud strategy, including our Oracle Software as a Service (SaaS), Platform as a Service (PaaS), Infrastructure as a Service (IaaS) and Data as a Service (DaaS) offerings, may adversely affect our revenues and profitability. We provide our cloud and on-premise offerings to customers worldwide via deployment models that best suit their needs, including via our cloud-based SaaS, PaaS, IaaS and DaaS offerings. As customers deploy with the Oracle Cloud, many are adopting a hybrid IT model whereby certain of their IT instances are deployed using the Oracle Cloud, while other of their IT instances are deployed using Oracle on-premise offerings. As these business models continue to evolve, we may not be able to compete effectively, generate significant revenues or maintain the profitability of our cloud offerings. Additionally, the increasing prevalence of cloud and SaaS delivery models offered by us and our competitors may unfavorably impact the pricing of our on-premise enterprise software offerings and our cloud offerings, and has a dampening impact on overall demand for our on-premise software product and service offerings, which has reduced and could continue to reduce our revenues and profitability, at least in the near term. If we do not successfully execute our cloud computing strategy or anticipate the cloud computing needs of our customers, our reputation as a cloud services provider could be harmed and our revenues and profitability could decline."
        },
        {
          "year": 2016,
          "paragraphIndex": 34,
          "text": "As the majority shareholder of Oracle Financial Services Software Limited (OFSS), a publicly traded company in India, and Oracle Corporation Japan (NOKK), a publicly traded company in Japan, we are faced with several additional risks, including being subject to local securities regulations and being unable to exert full control that we would otherwise have if OFSS or NOKK were wholly-owned subsidiaries."
        },
        {
          "year": 2016,
          "paragraphIndex": 23,
          "text": "Macroeconomic developments like the continued slow pace of economic recovery in Europe and parts of the United States, Asia and South America could negatively affect our business, operating results, financial condition and outlook, which, in turn, could adversely affect our stock price. Any general weakening of, and related declining corporate confidence in, the global economy or the curtailment of government or corporate spending could cause current or potential customers to reduce or eliminate their IT budgets and spending, which could cause customers to delay, decrease or cancel purchases of our products and services or cause customers not to pay us or to delay paying us for previously purchased products and services."
        },
        {
          "year": 2016,
          "paragraphIndex": 11,
          "text": "Our business practices with respect to the collection, use and management of personal information could give rise to operational interruption, liabilities or reputational harm as a result of governmental regulation, legal requirements or industry standards relating to consumer privacy and data protection. As regulatory focus on privacy issues continues to increase and worldwide laws and regulations concerning the handling of personal information expand and become more complex, potential risks related to data collection and use within our business will intensify. For example, in October 2015, the Court of Justice of the European Union (EU) invalidated the EU-U.S. Safe Harbor Framework, which Oracle as well as many other global enterprises had relied on in certain contexts to enable the transfer of EU personal data to the United States. While Oracle adapted to this judgment by implementing other transfer mechanisms permitted under applicable law, the validity of these other mechanisms could also be challenged. If successful, this could require Oracle to make disruptive operational adjustments to the delivery of certain services that could impact customers and sales in the region. In addition, U.S. and foreign governments have enacted or are considering enacting legislation or regulations, or may in the near future interpret existing legislation or regulations, in a manner that could significantly impact the ability of Oracle and our customers and data partners to collect, augment, analyze, use, transfer and share personal and other information that is integral to certain services Oracle provides and data services. This could be true particularly in those jurisdictions where privacy laws or regulators take a broader view of how personal information is defined, therefore subjecting the handling of such data to heightened restrictions that may be obstructive to the operations of Oracle and its customers and data providers. This impact may be acute in countries that have passed or are considering passing legislation that requires data to remain localized \"in country,\" as this imposes financial costs on any service provider that is required to store data in jurisdictions not of its choosing and nonstandard operational processes that are difficult and costly to integrate with global processes."
        }
      ]
    },
    {
      "from": 2017,
      "to": 2018,
      "highlightTerms": [
        "cloud license",
        "contents index",
        "index",
        "index financial",
        "license hardware",
        "act",
        "license premise",
        "premise license",
        "tax act",
        "repurchase",
        "machine learning",
        "rates renewal",
        "repurchase program",
        "warehouse",
        "autonomous",
        "new software",
        "premise software",
        "cloud premise",
        "venezuela",
        "advance pricing",
        "anticipated jurisdictions",
        "competitors platforms",
        "demand premise",
        "deployed",
        "increased recent",
        "iraq",
        "license updates",
        "licenses hardware",
        "licenses revenues",
        "pricing agreements"
      ],
      "representativeParagraphs": [
        {
          "year": 2018,
          "paragraphIndex": 6,
          "text": "We have continued to refresh and release new offerings of our cloud products and services, including the launch of the Oracle Autonomous Data Warehouse Cloud Service in fiscal 2018. The Oracle Autonomous Data Warehouse Cloud Service offers automation based on machine learning and we have guaranteed, among other matters, that it will reduce customer downtime to less than 30 minutes a year and that Amazon Data Warehouse customers will see a significant cost reduction if they migrate their workloads to our offering. Machine learning and artificial intelligence are increasingly driving innovations in technology but if they fail to operate as anticipated or the Oracle Autonomous Warehouse Cloud Service or our other products do not perform as promised, our business and reputation may be harmed."
        },
        {
          "year": 2018,
          "paragraphIndex": 87,
          "text": "Increasingly, countries around the world are actively considering or have enacted changes in relevant tax, accounting and other laws, regulations and interpretations. In particular, the recently enacted U.S. Tax Cuts and Jobs Act of 2017 (the Tax Act) significantly changed how corporations are taxed in the United States, which has had and we expect will continue to have a meaningful impact on our provision for income taxes. Due to the complexity involved in applying the provisions of the Tax Act, we made reasonable estimates of the effects and recorded provisional amounts in our financial statements for the year ended May 31, 2018. The U.S. Treasury Department and the Internal Revenue Service (IRS), and other standards-setting bodies may issue guidance on how the provisions of the Tax Act will be applied that is different from our interpretation. The Tax Act requires complex computations not previously required or produced, and significant judgments and assumptions in the interpretation of the lawwere made in producing our provisional estimates. As we complete our analyses, and interpret any additional guidance, we may adjust the provisional amounts we have recorded, and those adjustments may materially impact our provision for income taxes in the period in which the adjustments are made. We also anticipate that uncertainty in the application of the Tax Act to our ongoing operations as well as possible adverse future law changes attributable to changes in the U.S. political environment could have an adverse impact on our future tax rate. Other countries also continue to consider enacting new laws, including changes in withholding tax regimes and the imposition of taxes targeted at certain technology businesses (some of which may be made in response to the Tax Act), that could adversely affect us."
        },
        {
          "year": 2018,
          "paragraphIndex": 101,
          "text": "We cannot guarantee that our stock repurchase program will be fully implemented or that it will enhance long-term stockholder value. In fiscal 2018, our Board of Directors approved expansions of our stock repurchase program totaling $24.0 billion. The repurchase program does not have an expiration date and we are not obligated to repurchase a specified number or dollar value of shares. Our repurchase program may be suspended or terminated at any time and, even if fully implemented, may not enhance long-term stockholder value."
        },
        {
          "year": 2017,
          "paragraphIndex": 2,
          "text": "As customer demand for our cloud offerings increases, we experience volatility in our reported revenues and operating results due to the differences in timing of revenue recognition between our new software licenses and hardware arrangements relative to our cloud offering arrangements. Customers generally purchase our cloud offerings on a subscription basis and revenues from these offerings are generally recognized ratably over the terms of the subscriptions. The deferred revenue that results from sales of our cloud offerings may prevent any deterioration in sales activity associated with our cloud offerings from becoming immediately observable in our consolidated statement of operations. This is in contrast to revenues associated with our new software licenses arrangements whereby new software licenses revenues are generally recognized in full at the time of delivery of the related software licenses. We incur certain expenses associated with the infrastructures and marketing of our cloud offerings in advance of our ability to recognize the revenues associated with these offerings."
        },
        {
          "year": 2017,
          "paragraphIndex": 74,
          "text": "Changes in tax laws or tax rulings may have a significant adverse impact on our effective tax rate. For example, the U.S., many countries in the EU, and other countries where we do business, are actively considering or have enacted changes in relevant tax, accounting and other laws, regulations and interpretations, including changes to tax laws applicable to corporate multinationals. In particular, reforming the taxation of international businesses has been a priority for U.S. politicians, and keymembers of the legislative and executive branches have proposed a wide variety of potential changes, any of which could have a significant adverse impact on our effective tax rate. Further, in the ordinary course of a global business, there are many intercompany transactions and calculations where the ultimate tax determination is uncertain. Our intercompany transfer pricing has been and is currently being reviewed by the U.S. Internal Revenue Service (IRS) and by foreign tax jurisdictions and will likely be subject to additional audits in the future. Although we have negotiated certain unilateral Advance Pricing Agreements with the IRS and certain selected bilateral Advance Pricing Agreements that cover some of"
        },
        {
          "year": 2017,
          "paragraphIndex": 28,
          "text": "We may need to change our pricing models to compete successfully. The intense competition we face in the sales of our products and services and general economic and business conditions can put pressure on us to change our prices. If our competitors offer deep discounts on certain products or services or develop products that the marketplace considers more valuable, we may need to lower prices or offer other favorable terms in order to compete successfully. Any such changes may reduce margins and could adversely affect operating results. Additionally, the increasing prevalence of cloud delivery models offered by us and our competitors may unfavorably impact the pricing of our on-premise software, hardware and services offerings, which could reduce our revenues and profitability. Our software license updates and product support fees and hardware support fees are generally priced as a percentage of our net new software licenses fees and net new hardware products fees, respectively. Our competitors may offer lower pricing on their support offerings, which could put pressure on us to further discount our offerings or support pricing."
        }
      ]
    },
    {
      "from": 2018,
      "to": 2019,
      "highlightTerms": [
        "applications infrastructure",
        "ccpa",
        "brexit",
        "california",
        "considering privacy",
        "increase size",
        "product arrangements",
        "abilities",
        "abilities conduct",
        "acceptance difficulty",
        "accuracy",
        "accuracy financial",
        "activities difficulties",
        "additionall",
        "adoption",
        "manufacturers",
        "paas",
        "build",
        "framework",
        "party manufacturers",
        "united states",
        "component inventory",
        "court justice",
        "daas",
        "daas offerings",
        "design manufacturing",
        "experience delays",
        "fulfill",
        "fulfill orders",
        "justice"
      ],
      "representativeParagraphs": [
        {
          "year": 2019,
          "paragraphIndex": 14,
          "text": "In the wake of the European Union General Data Protection Regulation (GDPR), the rate of global consideration and adoption of privacy laws has increased, giving rise to more global jurisdictions in which regulatory in quiries and audits may be requested of Oracle, and if not deemed to be in compliance, could result in enforcement actions and/or fines. Th is is true in the U.S. where California recently enacted the California Consumer Privacy Act (CCPA) effective in January 2020, Congress is considering several privacy bills at the federal level , and other state legislatures are considering privacy laws. Regulators globally are also imposing greater monetary fines for privacy violations. The GDPR, which became effective in May 2018, provides for monetary penalties of up to 4% of an organization’sworldwide revenue. One European data protection regulator has fined a major U.S. technology company EUR 50 million for its data handling practices. The U.S. Federal Trade Commission"
        },
        {
          "year": 2019,
          "paragraphIndex": 15,
          "text": "continues to fine companies on a regular basis for unfair and deceptive data protection practices, and these fines may increase in size. The CCPA provides for statutory damages on a per violation basis that could be very large in the event of a significant data security breach or other CCPA violation. Taken together, the changes in laws or regulations associated with the enhanced protection of personal and other types of data could greatly increase the size of potential fines related to data protection , a nd our cost of providing our products and services could result in changes to our business practices or even prevent us from offering certain services in jurisdictions in which we operate. Although we have implemented contracts, policies and procedures designed to ensure compliance with applicable laws and regulations, there can be no assurance that our employees, contractors, partners, data providers or agents will not violate such laws and regulations or our contracts, policies and procedures. Additionally, public perception and standards related to the privacy of personal information can shift rapidly, in ways that may affect our reputation or influence regulators to enact regulations and laws that may limit our ability to provide certain products ."
        },
        {
          "year": 2019,
          "paragraphIndex": 4,
          "text": "As customer demand for our cloud offerings increases, we experience volatility in our reported revenues and operating results due to the differences in timing of revenue recognition between our cloud license and on-premise license, and hardware product arrangements relative to our cloud offering arrangements. Customers generally purchase our cloud offerings on a subscription basis and revenues from these offerings are generally recognized ratably over the terms of the subscriptions. Consequently, any deterioration in sales activity associated with our cloud offerings may not be immediately observable in our consolidated statement of operations. This is in contrast to revenues associated with our license and hardware product arrangements , which are generally recognized in full at the time of delivery of the related licenses and hardware products ."
        },
        {
          "year": 2018,
          "paragraphIndex": 15,
          "text": "Our business practices with respect to data could give rise to operational interruption, liabilities or reputational harm as a result of governmental regulation, legal requirements or industry standards relating to consumer privacy and data protection. As regulatory focus on privacy issues continues to increase and worldwide laws and regulations concerning the handling of personal information expand and become more complex, potential risks related to data collection and use within our business will intensify. For example, the European Union (EU) and the United States (U.S.) formally entered into a new framework in July 2016 that provides a mechanism for companies to transfer data from EU member states to the U.S. This new framework, called the Privacy Shield, is intended to address shortcomings identified by the Court of Justice of the EU in the previous EU-U.S. Safe Harbor Framework, which the Court of Justice invalidated in October 2015. The Privacy Shield and other data transfer mechanisms are currently subject to challenges in European courts, which may lead to uncertainty about the legal basis for data transfers to the U.S. or interruption of such transfers. In the event any court blocks transfers to or from a particular jurisdiction on the basis that no transfer mechanisms are legally adequate, this could give rise to operational interruption in the performance of services for customers and internal processing of employee information, regulatory liabilities or reputational harm."
        },
        {
          "year": 2018,
          "paragraphIndex": 67,
          "text": "We endeavor to continue simplifying our supply chain processes by reducing the number of third-party manufacturing partners and the number of locations where these third-party manufacturers build our hardware products. We therefore have become more dependent on a fewer number of these manufacturing partners and locations. If these partners experience production problems or delays or cannot meet our demand for products, we may not be able to find alternate manufacturing sources in a timely or cost-effective manner, if at all. If we are required to change third-party manufacturers, our ability to meet our scheduled hardware products deliveries to our customers could be adversely affected, which could cause the loss of sales and existing or potential customers, delayed revenue recognition or an increase in our hardware products expenses, all of which could adversely affect the margins of our hardware business."
        },
        {
          "year": 2018,
          "paragraphIndex": 1,
          "text": "Our Oracle Cloud strategy, including our Oracle Software as a Service (SaaS), Platform as a Service (PaaS), Infrastructure as a Service (IaaS) and Data as a Service (DaaS) offerings, may adversely affect our revenues and profitability. We provide our cloud and other offerings to customers worldwide via deployment models that best suit their needs, including via our cloud-based SaaS, PaaS, IaaS and DaaS offerings. As these business"
        }
      ]
    },
    {
      "from": 2019,
      "to": 2020,
      "highlightTerms": [
        "COVID-19",
        "covid pandemic",
        "Cybersecurity",
        "modifications",
        "Coronavirus",
        "cybersecurity requirements",
        "duration",
        "fourth",
        "fourth quarter",
        "novel",
        "outbreak",
        "quarter fiscal",
        "chains",
        "cmmc",
        "consider strategic",
        "data warehouse",
        "warehouse",
        "autonomous",
        "autonomous data",
        "oracle autonomous",
        "provisional",
        "transfers",
        "warehouse cloud",
        "ended",
        "mechanisms",
        "provisional amounts",
        "transfer mechanisms",
        "ability fully",
        "able alternate",
        "accruals charges"
      ],
      "representativeParagraphs": [
        {
          "year": 2020,
          "paragraphIndex": 1,
          "text": "The COVID-19 pandemic has affected how we and our customers are operating our respective businesses, and the duration and extent to which this will impact our future results of operations and our overall financial performance remains uncertain. A novel strain of coronavirus (COVID-19) was first identified in late calendar year 2019 and subsequently declared a pandemic by the World Health Organization in March 2020. The long-term impacts, if any, of the global COVID-19 pandemic on our business are currently unknown. We are conducting business as usual with modifications to employee travel, employee work locations, and cancellation of certain marketing events, among other modifications. We will continue to actively monitor the situation and may take further actions that alter our business operations as may be required by federal, state or local authorities or that we determine are in the best interests of our employees, customers, partners, suppliers and stockholders. It is not clear what the potential long-term effects of any such alterations or modifications may have on our business, including the effects on our customers and prospects."
        },
        {
          "year": 2020,
          "paragraphIndex": 2,
          "text": "We have observed other companies, including customers and partners, taking precautionary and preemptive actions to address the COVID-19 pandemic. Such companies may take further actions that alter their normal business operations if there are future spikes of COVID-19 infections resulting in additional government mandated shutdowns. The conditions caused by the COVID-19 pandemic have adversely affected our customers’ willingness to purchase our products and delayed prospective customers’ purchasing decisions. The impacts of the global COVID-19 pandemic on the broader global economy have been swift, dramatic and unpredictable. The latency and duration of these impacts are diverse across geographies and jurisdictions in which we market, sell and develop our offerings. The depth and duration of the current economic declines attributable to the COVID-19 pandemic, and any potential economic recoveries, are not currently known. In the fourth quarter of fiscal 2020 we experienced revenue declines compared to the fourth quarter of fiscal 2019 and delayed payments from customers. The effect of the pandemic for fiscal 2021 and future periods is unknown. If we are not able to respond to and manage the impact of the COVID-19 pandemic effectively, our business will be harmed."
        },
        {
          "year": 2020,
          "paragraphIndex": 43,
          "text": "Governmental entities are variously pursuing policies that affect our ability to sell our products and services. Changes in government procurement policy, priorities, regulations, technology initiatives and requirements, and/or contract award criteria may negatively impact our potential for growth in the government sector. For example, the U.S. Department of Defense (DoD) has issued cybersecurity requirements for contractors’ internal systems through a mandatory cybersecurity contract clause referred to as “DFARS 7012” and will be implementing a new third-party accreditation program known as the Cybersecurity Maturity Model Certification (CMMC). The DFARS 7012 and CMMC requirements may impact our lines of business in the U.S. federal government market. Compliance with these cybersecurity requirements is complex and costly, and failure to meet the required security controls could limit our ability to sell products and services, directly or indirectly, to the DoD and other federal government entities that implement similar cybersecurity requirements."
        },
        {
          "year": 2019,
          "paragraphIndex": 2,
          "text": "We have continued to refresh and release new offerings of our cloud products and services, including the launch of the Oracle Autonomous Data Warehouse Cloud Service. The Oracle Autonomous Data Warehouse Cloud Service offers automation based on machine learning and we have guaranteed, among other matters, that it will reduce customer downtime to less than 30 minutes a year and that Amazon Data Warehouse customers will see a significant cost reduction if they migrate their workloads to our offering. Machine learning and artificial intelligence are increasingly driving innovations in technology but if they fail to operate as anticipated or the Oracle Autonomous Data Warehouse Cloud Service or our other products do not perform as promised, our business and reputation may be harmed."
        },
        {
          "year": 2019,
          "paragraphIndex": 73,
          "text": "Increasingly, countries around the world are actively considering or have enacted changes in relevant tax, accounting and other laws, regulations and interpretations. In particular, the U.S. Tax Cuts and Jobs Act of 2017 (the Tax Act) significantly changed how corporations are taxed in the U.S., which has had and we expect will continue to have a meaningful impact on our provision for income taxes. Due to the complexity involved in applying the provisions of the Tax Act, we made reasonable estimates of the effects and recorded provisional amounts in our financial statements for the year ended May 31, 2018. The U.S. Treasury Department and the Internal Revenue Service (IRS), and other standards-setting bodies may issue guidance on how the provisions of the Tax Act will be applied that is different from our interpretation. The Tax Act requires complex computations not previously required or produced, and significant judgments and assumptions in the interpretation of the law were made in producing our provisional estimates. We have adjusted the provisional amounts and reflected the adjustments in our financial statements for the year ended May 31, 2019 based on the regulatory and other guidance issued to date by the Treasury Department and IRS, but also on judgments and assumptions where uncertainty continues to exist. Such uncertainty in the application of the Tax Act to our ongoing operations as well as possible adverse future law changes attributable to changes in the U.S. political environment could have an adverse impact on our future tax rate."
        },
        {
          "year": 2019,
          "paragraphIndex": 13,
          "text": "Our business practices with respect to data could give rise to operational interruption, liabilities or reputational harm as a result of governmental regulation, legal requirements or industry standards relating to consumer privacy and data protection. As regulatory focus on privacy issues continues to increase and worldwide laws and regulations concerning the handling of personal information expand and become more complex, potential risks related to data collection and use within our business will intensify. In addition, U.S. and foreign governments have enacted or are considering enacting legislation or regulations, or may in the near future interpret existing legislation or regulations, in a manner that could significantly impact our ability, as well as the ability of our customers, partners and data providers, to collect, augment, analyze, use, transfer and share personal and other information that is integral to certain services we provide. For example, certain data transfer mechanisms are currently subject to challenges in European courts, which may lead to uncertainty about the legal basis for data transfers to the U.S. or interruption of such transfers. In the event any court blocks transfers to or from a particular jurisdiction on the basis that no transfer mechanisms are legally adequate, this could give rise to operational interruption in the performance of services for customers and internal processing of employee information, regulatory liabilities or reputational harm. This impact could also occur in those jurisdictions where privacy laws or regulators take a broader view of how personal information is defined, therefore subjecting the handling of such data to heightened restrictions that may be obstructive to our operations and the operations of our customers, partners and data providers. This impact could be acute in countries that have passed or are considering passing legislation that requires data to remain localized “in country,” as this imposes financial costs on any service provider that is required to store data in jurisdictions not of its choosing and nonstandard operational processes that are difficult and costly to integrate with global processes."
        }
      ]
    },
    {
      "from": 2020,
      "to": 2021,
      "highlightTerms": [
        "esc",
        "esg",
        "home",
        "offices",
        "virtual",
        "actors",
        "audits controversies",
        "control spread",
        "controversies",
        "customer events",
        "factors section",
        "flexibility",
        "help",
        "led",
        "person",
        "conversion",
        "conversion rates",
        "tax act",
        "pipeline",
        "acquisition date",
        "assets acquired",
        "assumed",
        "charges operating",
        "modifications",
        "rates renewal",
        "transfer pricing",
        "Coronavirus",
        "certain jurisdictions",
        "fair",
        "fourth"
      ],
      "representativeParagraphs": [
        {
          "year": 2021,
          "paragraphIndex": 22,
          "text": "We may lose key employees or may be unable to hire enough qualified employees. We rely on hiring qualified employees and the continued service of our senior management, including our Chairman of the Board of Directors, Chief Technology Officer and founder; our Chief Executive Officer; other members of our executive team; and other key employees. In the technology industry, there is substantial and continuous competition for highly skilled business, product development, technical and other personnel. In response to the COVID-19 pandemic and to ensure the safety of our employees, we have temporarily closed the majority of our offices. In fiscal 2021, we moved our headquarters to Austin, Texas and announced a modern approach to work that may provide our employees more flexibility to choose where and how to work. Depending on their role, this means that, when our offices reopen after the COVID-19 pandemic, many employees can choose their office location, as well as continue to work from home some or all the time. While we believe this may help us engage with a wider pool of talent and may help to retain employees who want or need more flexibility, it could negatively impact employee productivity and it may present risks for our real estate portfolio and strategy. We intend to reopen our offices when it is safe to do so and local requirements allow, but our employees who opt to return to the office may nevertheless be exposed to health risks, which may expose us to potential liability."
        },
        {
          "year": 2021,
          "paragraphIndex": 3,
          "text": "During fiscal 2021, we cancelled some customer events and transformed others, including Oracle OpenWorld, to virtual events. Our shift to creating virtual customer events may not be successful and we may not be able to showcase our products as well as we have historically done through in-person events, or generate the same customer interest, opportunities and leads through these virtual events. If we attempt to reintroduce large in-person events, we may not be able to do so successfully and our customers may not be able or willing to attend them."
        },
        {
          "year": 2021,
          "paragraphIndex": 71,
          "text": "We publish an annual Corporate Citizenship Report, which includes disclosure of our Environmental, Social and Governance (ESG) matters and goals. Our disclosures on these matters, and standards we set for ourselves or a failure to meet these standards, may potentially harm our reputation and brand. By electing to set and share publicly these corporate ESG standards, our business may also face increased scrutiny related to ESG activities."
        },
        {
          "year": 2020,
          "paragraphIndex": 91,
          "text": "Charges to earnings resulting from acquisitions may adversely affect our operating results. Under business combination accounting standards pursuant to Accounting Standards Codification (ASC) 805, Business Combinations , we recognize the identifiable assets acquired, the liabilities assumed and any non-controlling interests in acquired companies generally at their acquisition date fair values and, in each case, separately from goodwill. Goodwill as of the acquisition date is measured as the excess amount of consideration transferred, which is also generally measured at fair value, and the net of the acquisition date amounts of the identifiable assets acquired and the liabilities assumed. Our estimates of fair value are based upon assumptions believed to be reasonable but which are inherently uncertain. After we complete an acquisition, the following factors could result in material charges and adversely affect our operating results and may adversely affect our cash flows:"
        },
        {
          "year": 2020,
          "paragraphIndex": 31,
          "text": "For our Oracle Cloud Services, our actual conversion or renewal rates may differ from those used in our forecasts because this business is continuing to evolve and such rates may be unpredictable which could have an adverse effect on our long-term results. For our license business, we use a “pipeline” system, a common industry practice, to forecast sales and trends in that business. Our sales personnel monitor the status of all proposals and estimate when a customer will make a purchase decision and the dollar amount of the sale. These estimates are aggregated periodically to generate a sales pipeline. Our pipeline estimates can be unreliable both in a particular quarter and over a longer period of time, in part because the conversion rate or closure rate of the pipeline into contracts can be very difficult to estimate. A reduction in the conversion rates, renewal rates, or in the pipeline itself, could adversely affect our business or results of operations. In particular, sudden shifts in regional or global economic activity such as those being experienced with the COVID-19 pandemic, a slowdown in IT spending or economic conditions generally can unexpectedly reduce the conversion rates and renewal rates in particular periods as purchasing decisions are delayed, reduced in amount or cancelled. The conversion rates can also be affected by the tendency of some of our customers to wait until the end of a fiscal period in the hope of obtaining more favorable terms, which can also impede our ability to negotiate, execute and deliver upon these contracts in a timely manner. In addition, for newly acquired companies, we have limited ability to predict how their pipelines"
        },
        {
          "year": 2020,
          "paragraphIndex": 32,
          "text": "will convert into sales or revenues for a number of quarters following the acquisition. Conversion rates and renewal rates post-acquisition may be quite different from the acquired companies’ historical conversion rates. Differences in conversion rates and renewal rates can also be affected by changes in business practices that we implement in our newly acquired companies. These changes may negatively affect customer behavior."
        }
      ]
    },
    {
      "from": 2021,
      "to": 2022,
      "highlightTerms": [
        "cerner",
        "acquisition cerner",
        "russia",
        "current russia",
        "healthcare",
        "materially increase",
        "recent",
        "russia ukraine",
        "ukraine",
        "changes fair",
        "desired",
        "escalate",
        "fair",
        "finance",
        "international profits",
        "ccpa",
        "conflict minerals",
        "minerals",
        "corporate income",
        "creating",
        "determine",
        "iaas",
        "initially",
        "internal external",
        "saas iaas",
        "significant adverse",
        "significantly increase",
        "terms experience",
        "ability determine",
        "acceptable terms"
      ],
      "representativeParagraphs": [
        {
          "year": 2022,
          "paragraphIndex": 61,
          "text": "Our international sales and operations subject us to additional risks that can adversely affect our operating results. We derive a substantial portion of our revenues from, and have significant operations, outside of the U.S. Compliance with international and U.S. laws and regulations that apply to our international operations increases our cost of doing business in foreign jurisdictions. These laws and regulations include data privacy requirements, labor relations laws, tax laws, foreign currency-related regulations, competition regulations, anti-bribery laws and other laws prohibiting payments to governmental officials such as the U.S. Foreign Corrupt Practices Act (FCPA), market access regulations, tariffs, and import, export and general trade regulations, including but not limited to economic sanctions and embargos. Violations of these laws and regulations could result in fines and penalties, criminal sanctions against us, our officers or our employees, and prohibitions on the conduct of our business, including the loss of trade privileges. Any such violations could result in prohibitions on our ability to offer our products and services in one or more countries, could delay or prevent potential acquisitions and could also materially damage our reputation, our brand, our international expansion efforts, our ability to attract and retain employees, our business and our operating results. These laws can require suspension or termination of business, including financial transactions, in certain countries, territories or with certain customers and any such action in the future could adversely affect our business, financial condition and results of operations. For example, in response to the current Russia-Ukraine conflict, the U.S. and other countries have announced extensive sanctions against Russia and could impose broader sanctions or take other actions should the conflict further escalate. Oracle withdrew its operations from the Russian Federation and the Republic of Belarus in March 2022. Oracle recorded fiscal 2022 revenues of $248 million from these two countries, a reduction of $118 million relative to fiscal 2021. No revenues are expected to be recognized from these two countries prospectively. Compliance with these laws also requires a significant amount of management attention and effort, which may divert management’s attention from running our business operations and could harm our ability to grow our business, or may increase our expenses as we engage specialized or other additional resources to assist us with our compliance efforts."
        },
        {
          "year": 2022,
          "paragraphIndex": 48,
          "text": "Our business practices with respect to data could give rise to operational interruption, liabilities or reputational harm as a result of governmental regulation, legal requirements or industry standards relating to privacy and data protection. As regulatory focus on privacy issues continues to increase and worldwide laws and regulations concerning the handling of personal information expand and become more complex, potential risks related to data collection and use within our business will intensify. In addition, U.S. and foreign governments have enacted or are considering enacting legislation or regulations, or may in the near future interpret existing legislation or regulations, in a manner that could significantly impact our ability, as well as the ability of our customers, partners and data providers, to collect, augment, analyze, use, transfer and share personal and other information that is integral to certain services we provide. Our recent acquisition of Cerner also subjects us to additional data privacy and other related regulations governing the healthcare industry and patient information, including but not limited to regulations governing electronic health data transmissions, the treatment of patient information, healthcare fraud and healthcare information sharing."
        },
        {
          "year": 2022,
          "paragraphIndex": 63,
          "text": "political unrest, terrorism, war and the potential for other hostilities, including but not limited to, the current Russia-Ukraine conflict, the economic impact thereof and the potential to subject our business to materially adverse consequences should the situation escalate beyond its current scope, including, among other potential impacts, the geographic proximity of the situation relative to the rest of Europe, where a material portion of our business is carried out ;"
        },
        {
          "year": 2021,
          "paragraphIndex": 69,
          "text": "The SEC requires public disclosure for registrants that use certain “conflict minerals” in their products. Our supply chain is multi-tiered, global and highly complex. As a provider of hardware end-products, we are several steps removed from the mining and smelting or refining of any conflict minerals in our supply chain. Accordingly, our ability to determine with certainty the origin and chain of custody of conflict minerals is limited."
        },
        {
          "year": 2021,
          "paragraphIndex": 43,
          "text": "In the wake of the European Union (EU) General Data Protection Regulation (GDPR), the rate of global consideration and adoption of privacy laws has increased, giving rise to more global jurisdictions in which regulatory inquiries and audits may be requested of Oracle, and if we are not deemed to be in compliance, could result in enforcement actions and/or fines. This is true in the U.S. where, for example, the California Consumer Privacy Act (CCPA) became effective in January 2020, the U.S. Congress is considering several privacy bills at the federal level, and other state legislatures are considering privacy laws. Regulators globally are also imposing greater monetary fines for privacy violations. The GDPR, which became effective in May 2018, provides for monetary penalties of up to 4% of an organization’s worldwide revenue. These penalties can be significant. For example, one European data protection regulator has fined a major U.S. technology company €50 million for its data handling practices. The U.S. Federal Trade Commission continues to fine companies on a regular basis for unfair and deceptive data protection practices, and these fines may increase in size. The CCPA provides for statutory damages or fines on a per violation basis that could be very large in the event of a significant data security breach or other CCPA violation. Taken together, the changes in laws or regulations associated with the enhanced protection of personal and other types of data could greatly increase the size of potential fines related to data protection, and our cost of providing our products and services could result in changes to our business practices or even prevent us from offering certain services in jurisdictions in which we operate. Although we have implemented contracts, diligence programs, policies and procedures designed to ensure compliance with applicable laws and regulations, there can be no assurance that our employees, contractors, partners, suppliers, data providers or agents will not violate such laws and regulations or our contracts, policies and procedures. Additionally, public perception and standards related to the privacy of personal information can shift rapidly, in ways that may affect our reputation or influence regulators to enact regulations and laws that may limit our ability to provide certain products and services."
        },
        {
          "year": 2021,
          "paragraphIndex": 52,
          "text": "Other countries also continue to consider changes to their tax laws that could negatively affect us by increasing taxes imposed on our international revenue streams, operations and cross-border transactions, including the imposition of taxes targeted at digital technology businesses and changes in withholding tax regimes. More fundamentally, longstanding international tax principles that determine each country’s right to tax cross-border transactions are being reconsidered, creating significant uncertainty as to the future level of corporate income tax on our international operations. This re-examination of the global tax system is driven by a perceived need to provide greater taxing rights to market jurisdictions where customers or users are located. Various measures are being discussed, including adjustments to the manner in which taxable profits are allocated among jurisdictions, as well as the limitation of deductions for, or the imposition of additional withholding taxes on, intercompany payments."
        }
      ]
    },
    {
      "from": 2022,
      "to": 2023,
      "highlightTerms": [
        "export controls",
        "sanctions export",
        "multicloud",
        "oecd",
        "stock repurchases",
        "barriers",
        "capital",
        "certain roles",
        "china taiwan",
        "controls regulatory",
        "customers restrict",
        "dealings",
        "developed",
        "disclosure requirements",
        "esg related",
        "travel",
        "virtual",
        "additional indebtedness",
        "competition face",
        "customer events",
        "depending",
        "effects covid",
        "extent impact",
        "intend",
        "june",
        "likely",
        "logistics",
        "logistics delays",
        "mandates",
        "manufacturing logistics"
      ],
      "representativeParagraphs": [
        {
          "year": 2023,
          "paragraphIndex": 58,
          "text": "Changes to sanctions or export control regulations in the U.S. and the other jurisdictions where we currently operate or have dealings, or in the future may operate or have dealings, can require suspension or termination of business, including financial transactions, in certain countries, territories or with certain customers and any such action in the future could adversely affect our business, financial condition and results of operations. For example, in March 2022, following Russia’s invasion of Ukraine and the imposition of economic sanctions and export controls targeting Russia by the U.S., EU and other countries, we withdrew our operations from the Russian Federation and the Republic of Belarus. We continue to monitor relations between the U.S. and the Russian Federation, the Republic of Belarus and the People’s Republic of China, among others. It is difficult to anticipate the effect such relations may have on us. Compliance with any further economic sanctions, export controls or other regulatory restrictions (and any retaliatory responses thereto) taken by the U.S. or other countries could prevent us from serving certain customers or restrict our customers from operating in specific jurisdictions, which could have an adverse effect on our operations and results of operations. Compliance with these laws may increase our expenses as we engage specialized or other additional resources to assist us with our compliance efforts."
        },
        {
          "year": 2023,
          "paragraphIndex": 55,
          "text": "Other countries also continue to consider changes to their tax laws that could negatively affect us by increasing taxes imposed on our international revenue streams, operations and cross-border transactions, including the imposition of taxes targeted at digital technology businesses and changes in withholding tax rules. The Organization for Economic Cooperation and Development (OECD) and the G20 have developed a two-pillar framework that would provide greater taxing rights to market jurisdictions where customers or users are located and implement a 15% global minimum tax on multinational corporate groups. On December 12, 2022, the European Union member states agreed to implement the OECD’s global corporate minimum tax rate of 15%. Other countries are also actively considering changes to their tax laws to adopt certain parts of the OECD’s two-pillar framework. These changes may materially increase the level of income tax on our international profits."
        },
        {
          "year": 2023,
          "paragraphIndex": 9,
          "text": "In addition, use of our competitors’ technologies can influence a customer’s purchasing decision or create an environment that makes it less efficient to utilize or migrate to Oracle products and services. For example, we offer our customers multicloud services whereby our customers can combine cloud services from multiple clouds with the goal of optimizing cost, functionality and performance. OCI’s multicloud services work with a number of our competitors’ products, including Microsoft Azure, Amazon Web Services and Google Cloud Platform. This multicloud strategy could lead our customers to migrate away from our cloud offerings to our competitors’ products, which could adversely affect our revenues and profitability."
        },
        {
          "year": 2022,
          "paragraphIndex": 3,
          "text": "During fiscal 2022, we held many of our major customer events in a virtual format. Our shift to virtual customer events may not be successful, and we may not be able to showcase our products as well as we have historically done through in-person events or generate the same customer interest, opportunities and leads through these virtual events. We currently plan to reintroduce large in-person events during fiscal 2023 but we may not be able to do so successfully and our customers may not be able or willing to attend them, which could adversely impact our ability to market and sell our products and services."
        },
        {
          "year": 2022,
          "paragraphIndex": 16,
          "text": "We are susceptible to third-party manufacturing and logistics delays, which could result in the loss of sales and customers. We outsource a majority of our manufacturing, assembly, delivery and technology of, and certain component designs for, our hardware products to a variety of companies, many of which are located outside the U.S. From time to time, these partners experience production problems, delays or cannot meet our demand for products. The conditions caused by the COVID-19 pandemic created, and likely will continue to create, delays in our supply chain. Third-party manufacturing and logistics delays attributable to the effects of COVID-19 caused delays in the manufacturing and fulfilment of certain customer orders during fiscal 2022. Ongoing or future delays in manufacturing could cause the loss of additional sales, delayed revenue recognition or an increase in our hardware products expenses, all of which could adversely affect the margins of our cloud and license business and hardware business. These challenges could arise if we alter our manufacturing strategies, suppliers, or locations."
        },
        {
          "year": 2022,
          "paragraphIndex": 81,
          "text": "There are risks associated with our outstanding and future indebtedness. As of May 31, 2022, we had an aggregate of $75.9 billion of outstanding indebtedness that will mature between calendar year 2022 and calendar year 2061, we incurred additional indebtedness to finance our acquisition of Cerner in June 2022, and we intend to incur additional indebtedness in the future. Our ability to pay interest and repay the principal for our indebtedness is dependent upon our ability to manage our business operations, generate sufficient cash flows to service such debt and the other factors discussed in this section. There can be no assurance that we will be able to manage any of these risks successfully."
        }
      ]
    },
    {
      "from": 2023,
      "to": 2024,
      "highlightTerms": [
        "ampere",
        "ai products",
        "regulated",
        "tiktok",
        "cehrt",
        "devices",
        "interoperability",
        "options",
        "rapidly evolving",
        "Generative AI",
        "adjust limit",
        "approximately",
        "carbon",
        "certain healthcare",
        "charges",
        "COVID-19",
        "covid pandemic",
        "acquisition cerner",
        "awards",
        "cerner",
        "equity awards",
        "fiscal",
        "granted",
        "pricing policies",
        "resurgence",
        "sec",
        "site",
        "spread",
        "able respond",
        "accepted"
      ],
      "representativeParagraphs": [
        {
          "year": 2024,
          "paragraphIndex": 79,
          "text": "In addition, we hold a portfolio of publicly traded equity investments and privately held debt and equity investments, including investments in Ampere Computing Holdings LLC (Ampere), a privately held related party entity in which we had an ownership interest of approximately 29% as of May 31, 2024. Any impairment charges and effect of changes in the fair values of certain of these investments are recorded as unrealized gains or losses as a component of consolidated net income in each period. The timing and amount of impairment charges or changes in fair value, if any, of these investments depends on factors beyond our control, including the perceived and actual performance of the companies or funds in which we invest, and are also subject to the general conditions of public and private equity markets, which are uncertain and have in the past varied, and may in the future vary, materially by period. Changes in the fair values of these investments, including Ampere, have contributed, and may in the future contribute, to volatility in our net income that is not reflective of our core businesses. The amount of our investments in Ampere could increase in future periods for a variety of reasons, including due to the potential exercise of put options by our co-investors or call options by us. If either of these options are exercised by us or our co-investors, we would acquire control of Ampere and its results would be consolidated with our results of operations. Ampere has generated net losses in the past and we currently expect such entity to generate net losses in future periods that we may need to consolidate into our results of operations in future periods."
        },
        {
          "year": 2024,
          "paragraphIndex": 3,
          "text": "Our AI products may not operate as anticipated, which could adversely affect our reputation, revenues and profitability. Machine learning and AI, including generative AI, are increasingly driving innovations in technology, and AI technology and services are highly competitive and rapidly evolving. We have invested, and expect to continue to invest, significant resources to build and support our AI products, and if our AI products fail to operate as anticipated or as well as competing products or otherwise do not meet customer needs or if our competitors’ AI products achieve higher market acceptance than ours, we may fail to recoup our investments in AI and our business and reputation may be harmed. In addition, AI technologies are rapidly evolving and present emerging legal and ethical issues, including claims of bias, discrimination, a perceived lack of transparency, as well as sometimes unpredictable behaviors or improper use of copyrighted or other protected material, such as personal and patient health information, any of which could expose us or our customers to reputational or legal risk and inhibit adoption of our AI products. Regulatory uncertainty, including the lack of comprehensive federal legislation, a patchwork of existing and proposed frameworks, and emerging regulatory initiatives, may expose us to compliance challenges and"
        },
        {
          "year": 2024,
          "paragraphIndex": 63,
          "text": "The healthcare industry is highly regulated, and thus, we are subject to several laws, regulations and industry initiatives, non-compliance with certain of which could adversely affect our healthcare business. As a participant in the healthcare industry, certain of our operations and relationships, and those of our customers, are regulated by several U.S. federal, state, local and foreign governmental entities. The impact of these regulations on us is both direct and also indirect, in terms of government program requirements applicable to our customers for the use of health IT. Even though we may not be directly regulated by specific healthcare laws and regulations, our products and services must be capable of being used by our customers in a way that complies with those laws and regulations. There are significant, wide-ranging and rapidly evolving regulations both within and outside the U.S., such as regulations in the areas of healthcare fraud, information sharing, e-prescribing, claims processing and transmission, healthcare devices, the security and privacy of patient data and interoperability standards, that may be directly or indirectly applicable to our operations and relationships or the business practices of our customers. Specific risks include, but are not limited to, the following:"
        },
        {
          "year": 2023,
          "paragraphIndex": 40,
          "text": "The COVID-19 pandemic and efforts to control its spread have affected, and any spread or resurgence of COVID-19 variants may in the future affect, how we and our customers, partners and suppliers operate our businesses. Our operations have been and may in the future be negatively affected by a range of external factors related to the COVID-19 pandemic that are not within our control, including preventative measures and other related governmental measures. If we are not able to respond to and manage future impacts of the COVID-19 pandemic effectively, our business will be harmed. In addition, the long-term impact of the COVID-19 pandemic on the broader global economy and related impacts on our business and our customers’ business operations remains uncertain and cannot be predicted. Additional impacts and risks that we are not currently aware of may arise, and the COVID-19 pandemic may also heighten other risks described in this Risk Factors section."
        },
        {
          "year": 2023,
          "paragraphIndex": 24,
          "text": "Our general compensation program includes restricted stock units and performance-based equity, which are important tools in attracting and retaining employees in our industry. If our stock price performs poorly, it may adversely affect our ability to retain or attract employees. We continually evaluate our compensation practices and consider changes from time to time, such as reducing the number of employees granted equity awards or the number of equity awards granted per employee and granting alternative forms of stock-based compensation, which may have an impact on our ability to retain employees and the amount of stock-based compensation expense that we record. Any changes in our compensation practices or those of our competitors could affect our ability to retain and motivate existing personnel and recruit new personnel."
        },
        {
          "year": 2023,
          "paragraphIndex": 37,
          "text": "• we incurred additional debt to finance our acquisition of Cerner in fiscal 2023 and in the future, we may have to incur additional debt to pay for other acquisitions or have to delay or not proceed with an acquisition if we cannot obtain the necessary funding to complete the acquisition in a timely manner or on favorable terms; and"
        }
      ]
    },
    {
      "from": 2024,
      "to": 2025,
      "highlightTerms": [
        "Geopolitical tensions",
        "ampere acquisition",
        "Large language models",
        "assumed",
        "closing",
        "conflicting",
        "cyberattacks",
        "divergent",
        "failing",
        "interests",
        "marketable",
        "passed",
        "passed considering",
        "produce",
        "prohibit",
        "contents index",
        "index",
        "index financial",
        "circumstances",
        "cyber",
        "options",
        "set",
        "assume",
        "assume acquired",
        "board directors",
        "continue dedicate",
        "dedicate",
        "dedicate significant",
        "directors",
        "disclosures"
      ],
      "representativeParagraphs": [
        {
          "year": 2025,
          "paragraphIndex": 77,
          "text": "On March 19, 2025, SoftBank Group Corp. announced that it had entered into an agreement with Ampere and certain of its equity holders to acquire all of the equity interests of Ampere (the Ampere Acquisition). The transaction is subject to customary closing conditions, including regulatory approvals, that are beyond our control. If the Ampere Acquisition closes, we will cease to be an investor in Ampere. During the period prior to closing the Ampere Acquisition, the amount of our investments in Ampere could increase for a variety of reasons and we will continue to recognize our share of loss in Ampere’s net earnings until the closure of the acquisition. If the Ampere Acquisition does not close, we will continue to be exposed to the risk associated with our investments in Ampere as discussed above."
        },
        {
          "year": 2025,
          "paragraphIndex": 40,
          "text": "Further, in an effort to be responsive to customer, employee and other stakeholder interests and expectations, we publicly disclose certain ESG-related goals and statistics. If we fail to meet these goals, or are perceived as failing to meet our ESG goals, our revenues, reputation and brand may be harmed. In addition, views on ESG and related matters diverge within and among different stakeholder groups, including stockholders, customers and employees, as well as government actors. Efforts to meet evolving and increasingly divergent stakeholder expectations on ESG and related matters may place a strain on our employees and systems, and if we are targeted by those who disagree with our public positions on ESG and related issues, or if we do not otherwise successfully manage ESG-related expectations across our stakeholders, it could erode stakeholder trust, impact our reputation or subject us to litigation, which could adversely affect our business and reputation."
        },
        {
          "year": 2025,
          "paragraphIndex": 32,
          "text": "• negative financial impacts from (1) assumed claims or liabilities; (2) assumed costly or disruptive pre-existing contractual relationships; and (3) unfavorable revenue recognition or other accounting treatment as a result of an acquired company’s business practices;"
        },
        {
          "year": 2024,
          "paragraphIndex": 79,
          "text": "In addition, we hold a portfolio of publicly traded equity investments and privately held debt and equity investments, including investments in Ampere Computing Holdings LLC (Ampere), a privately held related party entity in which we had an ownership interest of approximately 29% as of May 31, 2024. Any impairment charges and effect of changes in the fair values of certain of these investments are recorded as unrealized gains or losses as a component of consolidated net income in each period. The timing and amount of impairment charges or changes in fair value, if any, of these investments depends on factors beyond our control, including the perceived and actual performance of the companies or funds in which we invest, and are also subject to the general conditions of public and private equity markets, which are uncertain and have in the past varied, and may in the future vary, materially by period. Changes in the fair values of these investments, including Ampere, have contributed, and may in the future contribute, to volatility in our net income that is not reflective of our core businesses. The amount of our investments in Ampere could increase in future periods for a variety of reasons, including due to the potential exercise of put options by our co-investors or call options by us. If either of these options are exercised by us or our co-investors, we would acquire control of Ampere and its results would be consolidated with our results of operations. Ampere has generated net losses in the past and we currently expect such entity to generate net losses in future periods that we may need to consolidate into our results of operations in future periods."
        },
        {
          "year": 2024,
          "paragraphIndex": 75,
          "text": "We publish an annual Social Impact Report, which includes disclosure of our ESG matters and goals. Our disclosures on these matters, and standards we set for ourselves or a failure to meet these standards, may potentially harm our reputation and brand. By electing to set and share publicly these corporate ESG standards, our business may also face increased scrutiny related to ESG initiatives and activities."
        },
        {
          "year": 2024,
          "paragraphIndex": 58,
          "text": "Our success depends, in part, on our ability to anticipate these risks and manage these difficulties. We monitor our operations and investigate allegations of improprieties relating to transactions and the way in which such transactions are recorded. Where circumstances warrant, we provide information and report our findings to government authorities, and in some circumstances such authorities conduct their own investigations and we respond to their requests or demands for information. No assurance can be given that action will not be taken by such authorities or that our compliance program will prove effective."
        }
      ]
    }
  ]
}